Repository: RoLex/feardc
Catalog: help/po/*.po
Languages: bg, pl

source: Note: options that specify a certain file type (other than <i>Any</i>, <i>Directory</i> &amp; <i>TTH</i>) will work different on ADC and NMDC hubs as follows:
bg: Забележка: опции, които определят даден вид файл (различни от <i>Всички типове</i>, <i>Директория</i> и <i>TTH</i>) ще работят различно в ADC и NMDC хъбове, както следва:

source: In NMDC hubs : not all possible extensions are included in some file type groups. If you search for newer or obscure file types then it is recommended to use the <i>Any</i> option here and include the desired file extension(s) in the search string instead.
bg: В NMDC хъбове: търсенето се извършва, само чрез предварително дефинираните видове търсене. За съжаление не всички възможни разширения са включени в дефинициите. Ако търсите за нови или неясни типове файлове, се препоръчва да използвате опцията <i>Всички типове</i> тук и да включите желаното файлово разширение(я) в низа за търсене.

source: In ADC hubs : all file type groups will filter results using the corresponding configured <a po4a-id=0>Search Types</a> setting.
bg: В ADC хъбове: всички групи от "Тип на файла" ще филтрират резултатите, използвайки съответната конфигурирана настройка във <a po4a-id=0>Видове търсене</a>. В ADC хъбовете можете да използвате и създадени от Вас видове търсене, със собствени дефиниции на файлови разширения.

source: Only users with free slots
bg: Само потребители със свободни слотове
pl: Tylko użytkownicy z wolnymi slotami

source: Filter away files depending on the user's free slots.
bg: Филтриране на резултати за потребители в зависимост от свободните им слотове.
pl: Odfiltrowuj pliki zależnie od ilości slotów.

source: Hide files already in share
bg: Скриване на файлове, които вече са споделени
pl: Ukryj pliki już udostępnione

source: Filter away files that are already in share.
bg: Филтър не пропускащ файлове, които вече са споделени.
pl: Odfiltrowuje pliki znajdujące sie już w udostępnionych.

source: Search only selected hubs.
bg: Търсене ще се извършва само в избраните хъбове.
pl: Wyszukiwanie tylko w poszczególnych hubach

source: Results list (right)
bg: Списък с резултати (вдясно)
pl: Lista rezultatów (z prawej)

source: The file name.
bg: Име на файла.
pl: Nazwa pliku.

source: Hits
bg: Резултати

source: User
bg: Потребител
pl: Użytkownik

source: The user's nick name.
bg: Псевдоним на потребителя.
pl: Nick użytkownika.

source: The file's extension (file type).
bg: Файлови разширения (тип файл).
pl: Rozszerzenie pliku (ty pliku).

source: The file's size.
bg: Размер на файла.
pl: Rozmiar pliku.

source: x/y: x slots available of a total y.
bg: x/y: x слотове на разположение от общо y.
pl: x/y: x wolnych slotów na y dostępnych.

source: The path in the user's file list where the file is stored.
bg: Пътя, в списъка с файлове на потребителя, където е съхранен файлът.
pl: Ścieżka na liście plików użytkownika, gdzie znajduje się plik.

source: The user's possible <a po4a-id=0>line speed in upload</a>.
bg: Възможна, според потребителя, <a po4a-id=0>скорост при качване</a>.
pl: Przypuszczalna wielkość <a po4a-id=0>predkości ściągania</a>.

source: In which hub the user is in.
bg: Потребителят е в този хъб.
pl: Na jakim hubie znajduje się użytkownik.

source: The exact size of the file.
bg: Точният размер на файла.
pl: Dokładny rozmiar pliku.

source: The user's IP.
bg: IP на потребителя.
pl: IP użytkownika.

source: The TTH root for the file.
bg: TTH корен на файла.
pl: Brak TTH dla pliku.

source: The unique ID that DC++ use to identify other users.
bg: Този уникален идентификационен номер (ID), DC++ използва за идентифициране на други потребители.
pl: Unikatowy ID jakiego używa DC++ do identyfikacji innych użytkowników.

source: Download whole directory
bg: Свали цялата папка
pl: Otwórz katalog pobierań

source: If one or more files selected from the same folder it will add the whole folder to the Download Queue.
bg: Ако е избран един или повече файлове от някоя папка, то с помощта на тази опция ще добавите цялата папка в опашката от файлове за сваляне.
pl: Jeżeli jeden lub więcej plików zostanie wybrane w danym folderze, program doda cały folder do Kolejki Pobierań.

source: Download whole directory to...
bg: Свали цялата папка в...
pl: Otwórz katalog pobierań

source: Combines the function of <i>Download to...</i> and <i>Download whole directory</i> commands
bg: Комбинация от функциите на командите <i>Свали в...</i> и <i>Свали цялата папка</i>
pl: Łączy komendy fukcji <i>Pobierz do...</i> oraz <i>Pobierz cały katalog</i>

source: It downloads the selected file to the temporary folder of the operating system and opens its contents in a text viewer window. The file will be deleted right after its contents shown.
bg: Сваля се избраният файл във временна папка на операционната система и съдържанието му се отваря в прозорец за преглед на текст. Файлът ще бъде изтрит веднага след прегледа на съдържанието му.
pl: Pobiera wybrany plik do tymczasowego folderu systemu operacyjnego oraz otwiera jego zawartość w oknie przeglądarki tekstu. Plik zostanie usunięty zaraz po pokazaniu zawartości.

source: Filter search results
bg: Филтриране на резултатите от търсенето

source: These controls allow filtering current search results in order to only see specific ones.
bg: Тези контроли позволяват филтриране на текущите резултати от търсенето, за да видите само специфични такива.

source: Eg selecting "File" in the drop down, and writing "foo" in the filter, will only display results that have "foo" in their file name. When a filter is in effect, the "Items" part of the status bar is updated to reflect it.
bg: Например, изберете "Файл" от падащото меню и напишете "foo" във филтъра. Ще се покажат само резултатите, които имат "foo" в името на файла си. Когато филтъра е в сила, "елементи" които са част от лентата на състоянието ще се актуализират, за да се отразят резултатите от търсенето.

source: +/- checkbox
bg: +/- поле за отметка

source: Show or hide the search options group (left side of the search window).
bg: Показване или скриване на групата с опции за търсене (лявата страна на прозореца за търсене).

source: X items or C / N items
bg: X елементи или C / N елементи

source: Either the total amount of search results applicable to the running search query, if none has been filtered away after applying the "Filter search results" filter ("X items" format), or the current amount of items that are displayed in the list after applying the filter out of the total amount of search results ("C / N items" format).
bg: Или общия брой на резултатите от търсенето, приложими при стартиране на заявка за търсене и ако нищо не е било филтрирано след прилагането на "Филтър за резултатите от търсенето" (формат "X елемента"), или настоящият брой елементи, показани в списъка след прилагане на филтри, и общия брой на резултатите от търсенето (формат "C/N елемента").

source: # dropped
bg: # отпаднали

source: The amount of search results that have been received but do not satisfy the running search query.
bg: Броят на получените резултатите от търсенето, неотговарящи на заявката за търсене.

source: This window displays important and current information about DC++ and your interactions with the program. If DC++ behaves unexpectedly, you can look in this window for a possible explanation.
bg: Този прозорец показва важна и актуална информация за DC++ и взаимодействието Ви с програмата. Ако DC++ се държи странно, можете да погледнете в този прозорец, за да потърсите възможно обяснение.
pl: To okno wyświetla ważne i aktualne wiadomości o DC++ oraz informacje o twojej interakcji z programem. Jeżeli DC++ ma jakiekolwiek niespodziewane zachowania, sprawdź w tym oknie by odnaleźć przyczynę.

source: There are two kinds of messages can appear in the System log : <u>events</u> and <u>errors</u>. While the first kind of messages are usual, you may want to pay more attention to the latter ones. Error messages shown in the log may come from some failed automatic operation or as a result of your latest interaction with the program interface. The very last message entry in the log is shown in the statusbar of the main DC++ window. You can check the tooltip of the status bar for the last few log entries.
bg: Има два вида съобщения, които може да се появят в системния дневник: <u>събития</u> и <u>грешки</u>. Първият вид съобщения обикновено служат, да Ви ориентират за случилите се събития. Съобщение за грешка, показвано в дневника, може да дойде от някой неуспешен автоматичен режим на работа или в резултат на взаимодействие с интерфейса на програмата. Най-последното съобщение от дневника се показва в лентата за състоянието на основния прозорец на DC++. Можете да проверите с помощта на подсказка в лентата на състоянието, за последните няколко записа в регистъра.
pl: Istnieją dwa rodzaje wiadomości wyświetlających się w Logu Systemowym: <u>wydarzenia</u> oraz <u>błędy</u>. Pierwszy typ wiadomości to zwyczajne informacje, poświęć więcej uwagi drugiemu typowi. Wiadomości błędu wyświetlane w logu mogą pochodzić z niewykonanych automatycznych operacji lub być rezultatem twoich ostatnich poczytań na interfejsie programu. Ostatnia wiadomość logu jest pokazana na pasku statusu w głównym oknie DC++. Możesz sprawdzić ostatnie wiadomości najeżdżając kursorem na pasek statusu.

source: Note that <i>not all</i> error messages appear in the System log. Some windows (like Download Queue or Search) have their own functional status bar and messages related to those windows may appear only on their own place.
bg: Имайте предвид, че <i>не всички</i> съобщения за грешки се записват в системния дневник. Някои прозорци (като Опашка от файлове за сваляне или Търси) имат свой функционален статус бар и съобщенията, свързани с тези прозорци, може да фигурират само там.
pl: Pamiętaj że <i>nie wszystkie</i> wiadomości błędu pokazują się w Logu Systemowym. Niektóre okna (jak Kolejka i Szukaj) posiadają swoje własne paski statusu więc wiadomości z nimi związane wyświetlą się właśnie tam.

source: Messages may contain path of file(s) associated with them. The path appears between &lt;brackets&gt; and a right click in it will bring up a context menu with possibility to open/check the particular file in Windows Explorer.
bg: Съобщенията могат да съдържат пътя на файл (ове), свързани с тях. Пътят се появява в &lt;скоби&gt; и ако кликнете с десния бутон, ще се появи контекстно меню с възможност за отваряне/проверка на определен файл в Windows Explorer.
pl: Wiadomości mogą zawierać ścieżki plików z nimi związanymi. Ścieżka pojawi się pomiędzy &lt;nawiasami&gt; a kliknięcie w nią spowoduje wywołanie menu kontekstowego z możliwością otworzenia/sprawdzenia tego pliku w Windows Explorerze.

source: Event messages
bg: Лично съобщение
pl: Widomości systemowe

source: File list refresh initiated
bg: Започва обновяване на списъка с файлове
pl: Odświeżanie listy plików rozpoczęte

source: This message means that shared folders has been started to check for new or changed files. The process can be initiated automatically (once at startup and then periodically according to the <a po4a-id=0>Auto file list refresh</a> setting) or manually by the Refresh file list menu command in the <a po4a-id=1>File menu</a>. The new or changed content will be (re)hashed and a log entry will be added for each hashed file (see below).
bg: Това съобщение означава, че е започнала проверка на споделените папки за нови или променени файлове. Процесът може да започне автоматично (веднъж при стартиране и след това периодично според настройката на <a po4a-id=0>цикъла на опресняване</a>) или ръчно от опцията "обнови списъка с файлове" в менюто <a po4a-id=1>Файл</a>. Съдържанието на нови или променени файлове ще се (пре)запише в регистъра и ще бъде добавено за всеки хеширан файл (виж по-долу).
pl: Wiadomość ta oznacza, że udostępniane przez ciebie foldery zostaną sprawdzone pod względem nowych lub zmienionych plików. Proces może zostać rozpoczęty automatycznie (raz przy rozpoczęciu programu a potem według ustawień <a po4a-id=0>Automatyczne odświeżanie listy</a>) lub ręcznie poprzez komendę Odśwież listę w <a po4a-id=1>menu Plik</a>. Nowa lub zmieniona zawartość zostanie przehashowana oraz log wpisu zostanie dodany do każdego hashowanego pliku (zobacz poniżej).

source: File list refresh finished
bg: Обновяването на списъка с файлове завърши
pl: Menu listy plików

source: This indicates an end of the current hashing procedure. As long as your shared files remain unchaged the filelist reflects the current state of your share.
bg: Това показва края на настоящата процедура за хеширане. Докато Вашите споделени файлове не бъдат хеширани, файловият списък ще отразява текущото състояние на Вашето споделяне.
pl: Pokazuje nam to koniec procedury hashowania. Tak długo jak udostępniane pliki pozostaną niezmienione tak długo lista plików pozostanie w dotychczasowej postaci.

source: File list [path] generated
bg: Списъкът с файлове [път] е генериран

source: A new file containing your own file list has just been generated. Own file lists are created before the first upload request.
bg: Нов файл, съдържащ Вашия собствен списък с файлове, току-що е бил генериран. Собствени файлови списъци се създават при първото искане за качване.

source: Finished hashing: [path] ([size] at [speed])
bg: Завършено хеширане: [път] ([размер] с [скорост])
pl: Zakończono indeksowanie: [path] ([size] z [speed])

source: Shown for each successfully hashed file including the full path, filesize and hashing speed. Speed value may won't be added for small files.
bg: Показват се всички успешно хеширани файлове, включително пълния път, размера на файла и скоростта на хеширане. Стойности на скоростта, може да не бъдат добавени за малки файлове.

source: [Nick]: matched [x] files
bg: [Псевдоним]: съвпадащи [x] файла
pl: [Nick]: pasuje do [x] plików

source: This message is shown when someone's filelist has just matched to your queue. [x] shows the number of found matches.
bg: Това съобщение се показва, когато в нечий файловият списък току-що е открито съвпадение с опашката от файлове за сваляне. [X] показва броя на намерените съвпадения.
pl: Ta wiadomość jest wyświetlana gdy kogoś lista pasuje do twojej kolejki. [x] pokazuje ilość znalezionych dopasowań.

source: Duplicate file will not be shared: [path1] (Size: [size]) Dupe matched against: [path2]
bg: Дублираният файл няма да бъде споделен: [път1] (Размер: [размер]) Дубликатът съвпада с: [път2]
pl: Duplikaty nie będą udostępniane: [path1] (Rozmiar: [size]) Pasuje z: [path2]

source: This means that since you have <a po4a-id=0>Keep duplicate files in your file list</a> setting disabled, a file ([path1]) beeing indexed and already shared (as [path2]) won't be added to your share again.
bg: Това означава, че тъй като е деактивирана настройката<a po4a-id=0>Не премахвай дубликатните файлове от моя файлов списък</a>, файлът ([path1]), който е индексиран и вече е споделен (като [path2]), няма да бъде добавен отново към Вашите споделени файлове.
pl: Oznacza to, że przy wyłączonej funkcji <a po4a-id=0>Pozostaw zduplikowane pliki na twojej liście plików</a>, plik ([path1]) został zindeksowany i jest już udostępniany (więc [path2]) nie będzie już dadany.

source: Hash database rebuilt
bg: Базата-данни с хешове е построена отново
pl: Odbudowano bazę danych hashów

source: Informs you about the finish of a full hash database rebuilding process which can be initiated by the <a po4a-id=0>/rebuild</a> chat command
bg: Информира Ви за края на процеса на пълното възстановяване на базата данни с хешове. Този процес може да бъде иницииран от чат командата <a po4a-id=0>/rebuild</a>
pl: Informuje o zakończonym procesie dobudowania bazy udostępnianych plików, które może być rozpoczęte komendą <a po4a-id=0>/rebuild</a> na głównym czacie

source: Disconnected user leaving the hub: [nick]
bg: Изключен потребител при напускане на хъба: [псевдоним]
pl: Rozłączono użytkownika opuszczającego hub: [nick]

source: You have <a po4a-id=0>Automatically disconnect users who leave the hub</a> setting enabled and this message informs you about its effect.
bg: Задали сте настройката <a po4a-id=0>Автоматично изключвай потребители, които напускат хъба</a> и това съобщение ще Ви информира за нейния ефект.
pl: Masz włączoną opcję <a po4a-id=0>Automatycznie rozłączaj użytkowników, którzy opuścili hub</a> i komenda ta informuje cię o tej akcji.

source: MAGNET Link detected: [link]
bg: Засечена MAGNET хипервръзка [връзка]
pl: Wykryto MAGNET Link: [link]

source: The client received a <a po4a-id=0>magnet link</a> handle request.
bg: Клиентът е получил искане за опериране чрез<a po4a-id=0>магнитна връзка</a>.
pl: Klient otrzymał zapytanie <a po4a-id=0>magnet link</a>.

source: Generated new TLS certificate
bg: Генерира се нов TLS сертификат
pl: Wygenerowano nowy ceryfikat TLS

source: As <a po4a-id=0>Security certificates</a> enabled but no existing TLS certificate files found (or they are invalid), new certificate files generated in the 'Certificates' subfolder of the directory where DC++ configuraton files are stored.
bg: Ако са необходими <a po4a-id=0>сертификати за сигурност</a>, но няма TLS файлове (или те са невалидни), нови сертификат-файлове, се генерират в подпапка "Certificates" на директорията, в която се съхраняват файловете с настройки на DC++.
pl: <a po4a-id=0>Certyfikat bezpieczeństwa</a> jest włączony lecz istniejący certyfikat TLS nie został znaleziony (lub jest uszkodzony), nowy plik certyfikatu został wygenerowany w podfolderze 'Certyfikaty' gdzie DC++ przechowuje ustawienia tego typu.

source: Port mapping: Successfully created port mappings (Transfers: [port1], Searches: [port2], Encrypted transfers: [port3]) on the [router name] device with the [interface identification] interface
bg: Пренасочване на портове: Успешно пренасочване на портовете (Трансфери: [port1], Криптирани трансфери: [port2], Търсене: [port3]) на устройството [име на рутера] с [идентификация на интерфейса] интерфейс

source: DC++ has managed to automatically create port forwarding rules on the router using <a po4a-id=0>NAT-PMP or UPnP</a>.
bg: DC++ е успял автоматично да пренасочи портовете на рутера, с помощта на <a po4a-id=0>NAT-PMP или UPnP</a>.

source: Port mapping: Successfully removed port mappings from the [router name] device with the [interface identification] interface
bg: Пренасочване на портове: Успешно премахване на пренасочването на портовете на устройството [име на рутера] с [идентификация на интерфейса] интерфейс

source: DC++ has managed to remove the existing port forwarding rules from the router made by <a po4a-id=0>NAT-PMP or UPnP</a>.
bg: DC++ е успял да премахне пренасочването на портовете в рутера, направено от <a po4a-id=0>NAT-PMP или UPnP</a>.

source: Connectivity: Determining the best connectivity settings...
bg: Свързване: Определяне на най-добрите настройките за свързване ...

source: This message signals that <a po4a-id=0>Automatic connectivity setup</a> has started.
bg: Това съобщение сигнализира, че <a po4a-id=0>Автоматичното настройване на свързването</a> е стартирало.

source: Connectivity: Public IP address detected, selecting active mode with direct connection
bg: Свързване: Открит е публичен IP адрес. Изберете активен режим с директна връзка.
pl: Połączenie: Publiczne IP zostało wykryte, wybrano tryb aktywny bezpośredniego połączenia

source: It means that <a po4a-id=0>Automatic connectivity setup</a> determined that you have a public IP address so it assumed that you are directly connected to the Internet.
bg: Това означава, че <a po4a-id=0>автоматичното настройване на свързването</a> е установило, че имате публичен IP адрес, така че се приема, че сте пряко свързани към Интернет.

source: Connectivity: Local network with possible NAT detected, trying to map the ports...
bg: Свързване: Открита е локална мрежа с възможност за NAT и се прави опит да се пренасочат портовете...

source: <a po4a-id=0>Automatic connectivity setup</a> determined that you have a <a po4a-id=1>private</a> IP address and it started to discover for a possible gateway (router) capable of automatic port mapping.
bg: <a po4a-id=0>Автоматичното настройване на свързването</a> е установило, че имате <a po4a-id=1>частен</a> IP адрес, и стартира откриването на шлюз (рутер), с възможност за автоматично пренасочване на портовете.

source: Connectivity: Active mode could not be achieved; a manual configuration is recommended for better connectivity
bg: Свързване: Активният режим не може да бъде осъществен. Препоръчва се ръчна настройка за по-добра връзка.

source: <a po4a-id=0>Automatic connectivity setup</a> did not find any way to configure any kind of active connection so as a last resort it selected passive connection mode with <a po4a-id=1>NAT traversal</a> capability.
bg: <a po4a-id=0>Автоматичното настройване на свързването</a> не намери какъвто и да е начин за конфигуриране на всякакъв вид активна връзка, така че в краен случай изберете пасивен режим за връзка с <a po4a-id=1>NAT traversal</a>.

source: Error messages
bg: Съобщения за грешки
pl: Widomości systemowe

source: Some errors shown in the log contain additional system messages provided by the operating system. These messages usually tell you more about the exact problem; they are marked as [error message] in the description of possible logged errors below. Note that system messages are always shown in the language of your operating system even if you have chosen another one for DC++.
bg: Някои грешки, показани в дневника, съдържат допълнителни системни съобщения, предвидени от операционната система. Тези съобщения ще Ви дадат повече информация за точния проблем. Те са маркирани като [съобщение за грешка] в описанието на възможните причини за грешките по-долу. Имайте предвид, че системните съобщения винаги се показват на езика на Вашата операционна система, дори ако сте избрали друг за DC++.

source: Error registering dchub:// link handler
bg: Грешка при регистриране на dchub:// манипулатор на връзката
pl: Problem rejestrowania linku dchub://

source: Error registering adc(s):// link handler
bg: Грешка при регистриране на adc(s):// манипулатор на връзката
pl: Problem rejestrowania linku adc(s)://

source: Error registering Magnet link handler
bg: Грешка при регистриране на Magnet манипулатор на връзката
pl: Problem rejestrowania Magnet linku

source: These errors mean that DC++ was unable to register the appropriate link handler(s) in Windows, per the <a po4a-id=0>Register with Windows to handle magnet: URI links</a> and <a po4a-id=1>Register with Windows to handle dchub://, adc:// and adcs:// URL links</a> settings. The most common reason of an unsuccesful registration is that the user account under which DC++ is running does not have appropriate rights for (write) access the required parts of the Windows Registry.
bg: Тези грешки означават, че DC++ не е в състояние да се регистрира, като подходящ манипулатор за обработка на връзка(и) в Windows, чрез настройките <a po4a-id=0>Регистрирай се в Windows за поддръжка на magnet: URL връзки</a> и <a po4a-id=1>Регистрирай се в Windows за поддръжка на dchub://, adc:// and adcs:// URL връзките</a>. Най-честата причина за неуспешна регистрация е, че потребителския акаунт, при който DC++ работи, не разполага с подходящи права на достъп (за запис) до необходимите части на системния регистър на Windows.

source: Port mapping: Failed to get external IP
bg: Пренасочване на портове: Грешка при взимане на външен IP адрес
