Repository: RoLex/feardc
Catalog: help/po/*.po
Languages: bg, pl

source: This shows information about what client they are using, how it's setup and how many hubs they are in. For example a tag like this &lt;++ V:705,M:A,H:1/2/3,S:4,O:5&gt; indicates that they are using DC++, version 0.705. They are in active mode (as opposed to M:P for passive and M:5 for Socks5 connection). They are unregistered in 1 hub, registered in 2 hubs and operators in 3 hubs. They have 4 slots open. More slots will open if they are all used and are uploading slower than 5kb/s. The complete specification and history of the DC++ tag can be found <a po4a-id=0>here</a>.
bg: Тагът показва информация за това, какъв клиент използва потребителя, каква е настройката му и с колко хъба е свързан. Например таг като този &lt;++ V:705,M:A,H:1/2/3,S:4,O:5&gt; показва, че потребителят използва DC++, версия 0.705. Той е в активен режим (за разлика от M:P за пасивен и М:5 за Socks5 връзка). Не е регистриран в 1 хъб, регистриран е в 2 хъба и е оператор в 3 хъба. Има 4 отворени слота. Още слотове ще бъдат отворени, ако всички те се използват и качвате по-бавно от 5KB/сек. Пълната спецификация и историята на DC++ таговете могат да бъдат намерени <a po4a-id=0>тук</a>.
pl: Pokazuje informację na temat: jakiego klienta posiada użytkownik, jego ustawienia i na ilu hubach się znajduje. Przykładowo taki tag: &lt;++ V:705,M:A,H:1/2/3,S:4,O:5&gt; pokazuje, że ktoś używa klienta DC++ wersja 0.705. Znajduje się w trybie aktywnym (przeciwnie do M:P dla tybu pasywnego lub M:5 dla Socks5). Jest niezarejestrowany na 1 hubie, zarejestrowany na 2óch hubach i operatorem na 3ech hubach. Posiada 4 otwarte sloty. Więcej slotów zostanie otwartych jeżeli dotychczasowo otwarte zostaną użyte, a prędkość wysyłania będzie mniejsza niż 5kb/s. Kompletna specyfikacja i historia taga DC++ znaduje się <a po4a-id=0>tu</a>.

source: Connection
bg: Връзка
pl: Połączenie

source: The upload speed the user has.
bg: Скорост на качване на потребителя.
pl: Prędkość wysyłania danego użytkownika.

source: IP
bg: (АйПи) IP

source: The IP adress of the user.
bg: IP-адрес на потребителя.
pl: Adres IP uzytkownika.

source: Country
bg: Държава
pl: Kraj

source: The country code of the user (if available).
bg: Код на страната на потребителя (ако е на разположение)
pl: Kod kraju użytkownika (jeżeli dostępny).

source: E-Mail
bg: И-Мейл

source: Their E-Mail address. Normally blank or false.
bg: Адрес за електронна поща. Често полето е празно или адресът е фалшив.
pl: Ich E-Mail adres. Najczęściej puste lub fałszywe.

source: The users CID. This is a unique identifier of that person.
bg: Потребителски CID. Това е уникалния идентификатор на това лице.
pl: CID użytkowników. Unikatowy numer identyfikacyjny tej osoby.

source: Shortcut to the "Get file list" command: Alt+G.
bg: Пряк път до командата "Извлечи списъка с файлове" : Alt+G.
pl: Skrót klawiszowy do "Pobierz listę plików" to: Alt+G

source: Shortcut to the "Send private message" command: Alt+P.
bg: Пряк път до командата "Изпрати лично съобщение": Alt + P.
pl: Skrót klawiszony do "Wyślij prywatną wiadomość" to: Alt+P.

source: Users list filter (bottom right)
bg: Филтър на списъка с потребители (долу вдясно)
pl: Filter listy użytkowników (w dole po lewej)

source: Here, you can filter the users list so you will only see specific users.
bg: Тук можете да филтрирате списъка на потребителите, така че да виждате само определени потребители.

source: Eg, selecting 'Nick' in the drop down, and writing "foo" in the filter, will only display users that have "foo" in their nick.
bg: Например, изберете "Псевдоним" в падащото меню и напишете "foo" във филтъра. Ще бъдат показани само потребителите, които в името си съдържат "foo"

source: Note that users will only be visually filtered, not disconnected; also note that the remaining parts of the filtering control set are visible only when the filter input box is focused.
bg: Имайте предвид, че потребителите ще бъдат визуално филтрирани, a не изключени. Също така, трябва да знаете, че останалите части на набора от контроли за филтриране, са видими само когато полето на филтъра е фокусирано.

source: Field to write a message (bottom left)
bg: Поле за писане на съобщение (долу вляво)
pl: Okno wpisywania wiadomości (w dole po lewej)

source: Write a message here to chat with other users connected to the hub. You can press either Enter or Alt+S to send your message. You may also use <a po4a-id=0>/commands</a> (send /help to list those available).
bg: Напишете съобщение тук, за да разговаряте с другите потребители, свързани към хъба. Можете да натиснете Enter или Alt + S, за да изпратите вашето съобщение. Можете също да използвате <a po4a-id=0>/commands</a> (изпратете командата /help, за да бъдат изброени командите, които са на разположение).
pl: Wpisz wiadomość by rozmawiać z innymi użytkownikami połączonymi z hubem. Możesz wcisnąć Enter lub Alt+S by wysłać wiadomość. Możesz również użyć komendy <a po4a-id=0>/commands</a> (wpisz /help by zobaczyć dostępne komendy).

source: When composing a multiline message, this box resizes itself automatically according to the <placeholder id=0/> settings.
bg: Когато съставяте многоредово съобщение, това поле се преоразмерява автоматично според настройките зададени във <placeholder id=0/>.
pl: Komponując kilku liniową wiadomość, okno to rozszerzy się samo automatycznie względem do <placeholder id=0/> ustawienia.

source: This window can be focused with Alt+M.
bg: Този прозорец се фокусира с Alt+M.
pl: Okno to może zostać wyostrzone przez Alt+M

source: Messages part (left)
bg: Част за съобщения (вляво)
pl: Część wiadomości (po lewej)

source: You can see here the last status message or a kick message sent by the hub. To see more from the recent kick/status messages you can move the mouse pointer above the status bar - the last few messages will be shown as a tooltip shortly.
bg: Тук можете да видите последното съобщение за статуса или съобщение за временно отстраняване, изпратено от хъба. За да видите повече от последните съобщения, можете да преместите курсора на мишката над лентата на състоянието - последните няколко послания ще бъдат показани като подсказка.
pl: Tu możesz zobaczyć ostatnią wiadomość statusu lub wiadomość kick wysłaną przez hub. Aby móc zobaczyć więcej wiadomości możesz przesunąć kursor na pasek statusu - ostatnie linijki wiadomości pokażą się w dymku.

source: Common status messages:
bg: Съобщения за общото състояние:
pl: Ogólne wiadomości statusu:

source: Messages about connecting, disconecting and redirecting to/from hubs and related problems
bg: Съобщения за свързване, прекъсване и пренасочване към/от хъбове и други подобни проблеми
pl: Wiadomości dotyczące połączenia, rozłączenia i przekierowania z/do hubów oraz pochodne problemy

source: Joins and parts of (favorite) users according to the <a po4a-id=0>Show joins...</a> settings
bg: Влизането и излизането на (любими) потребители, според настройките <a po4a-id=0>Показвай влизанията...</a>
pl: Wejścia i wyjścia (ulubionych) użytkowników według ustawienia <a po4a-id=0>Pokazuj status wejść... </a>

source: Results of <a po4a-id=0>chat commands</a> issued
bg: Резултатите от <a po4a-id=0>чат командите</a>
pl: Rezultaty <a po4a-id=0>komend czatu</a>

source: Private messages when you set to <a po4a-id=0>display them in the mainchat window instead of a new window</a>
bg: Лични съобщения, когато сте задали да бъдат <a po4a-id=0>показвани в главния прозорец за чат, вместо в нов прозорец</a>
pl: Prywatne wiadomości gdy są ustawione na <a po4a-id=0>wyświetlanie na czacie głownym zamiast w nowym oknie</a>

source: <a po4a-id=0>Standard Windows Socket error messages</a> in case of problems connecting to a hub or eg. when a hub disconnects unexpectedly (note that as these messages come directly from the operating system, they always appear in the language specified in your Windows locale settings regardless of what locale is set for DC++)
bg: <a po4a-id=0>Standard Windows Socket error messages</a> в случай на проблеми при свързването с хъб или например, когато хъб изключва неочаквано (имайте предвид, че тъй като тези съобщения идват директно от операционната система, те винаги се появяват в езика, определен в локалните настройки на Windows, независимо от това, какъв е зададения език за DC++)
pl: <a po4a-id=0>Standardowe wiadomości błędów Windows</a> w razie problemów połączenia z hubem lub przykładowo gdy hub rozłącza się niespodziewanie (pamiętaj że te wiadomości pochodzą bezpośrednio z systemu operacyjnego, pojawiają się zawsze w języku w którym obsługuje się Windows, niezależnie od ustawień językowych DC++)

source: Everything which comes from the hub and does not start with a valid nick (NMDC hubs only)
bg: Всичко, което идва от хъба и не започва с валиден псевдоним (само NMDC хъбове)
pl: Wszystko co pochodzi od huba oraz nie zaczyna się z należytym nickiem (tylko huby NMDC)

source: Hub secure status
bg: Сигурен хъб

source: Shows the hub's secure status. If the hub uses secure hub-client communications then a padlock icon shown here with the actual trusted status and cipher shown as a tooltip of the icon. If the hub isn't secure this part of the status bar is completly missing.
bg: Показва защитения статус на хъба. Ако хъбът използва сигурни комуникации с клиента, тогава иконата катинар се показва тук с реалния статус на доверие и шифър във вид на подсказка към иконата. Ако хъбът не е защитен, тази част от лентата на състоянието напълно липсва.

source: Shows the number of users connected to the hub.
bg: Показва броят на потребителите, свързани с хъба.
pl: Pokazuje ilość użytkowników na hubie.

source: Total shared
bg: Общо споделено
pl: Suma udostępnianych

source: Indicates the total amount of bytes shared by the users.
bg: Показва общия брой байтове, споделени от потребителите.
pl: Pokazuje sumę udostępnianych bajtów przez użytkowników na hubie.

source: Average share
bg: Средно споделено
pl: Średnia udostępniana.

source: Shows the amount of average share in the hub.
bg: Показва средния брой байтове за всеки потребител в хъба.
pl: Pokazuje średnią ilość plików na użytkownika udostępnianą na hubie.

source: Unnamed check-box (right)
bg: Неименувано поле за отметка (вдясно)
pl: Bezimienne okienko (po prawej)

source: Show or hide the users list using this check-box.
bg: Показване или скриване на списъка с потребителите, чрез използване на отметка.
pl: Możesz ukryć/pokazać listę użytkowników zaznaczając to okienko.

source: Main Menu bar (top)
bg: Лента на главното меню (горе)
pl: Główny pasek menu (u góry)

source: File Menu
bg: Файл
pl: Menu Plik

source: You can find the file input-output functions as well as the basic connection options and the settings in this menu.
bg: В това меню можете да намерите файлови входно-изходни функции, както и основните възможности за свързване, и настройките.
pl: Możesz tu znaleźć funkcje input-output plików oraz podstawowe opcje połączenia i ustawień.

source: Quick connect...
bg: Бързо свързване...
pl: Szybkie łączenie...

source: Allows you to connect to a hub by specifying its address. This field also handles <a po4a-id=0>Magnet links</a>.
bg: Позволява бързо да се свържете с хъб, като ръчно въведете адреса му. Това поле работи и с <a po4a-id=0>Magnet links</a>.

source: Opens a dialog asking to select a favorite hub group; after pressing "OK" in that dialog, <placeholder id=0/> windows will be opened for every hub that is part of the selected favorite hub group.
bg: Отваря се диалогов прозорец, който иска да изберете група с любими хъбове. След натискане на бутона "ОК" в този диалог, <placeholder id=0/> прозорците ще бъдат отворени за всеки хъб, който е част от избраната любима група с хъбове.
pl: Otwiera okno pytające którą grupę ulubionych hubów wybrać; po kliknięciu "OK" w tym oknie, <placeholder id=0/> okna zostaną otwarte dla każdego huba który należy do wybranej grupy ulubionych

source: Reconnect
bg: Свързване отново
pl: Połącz ponownie

source: To reconnect (disconnect and connect again) the hub which is currently in the foreground. If the active window is not a hub, it does nothing.
bg: За свързване отново (изключване и свързване отново) с хъба, който в момента е на преден план. Ако активният прозорец не е на хъб, няма да се случи нищо.
pl: By połączyć się ponownie z hubem (rozłączyć i połączyć znów), który jest obecnie na pierwszym planie. Jeżeli aktywne okno nie jest hubem, nie nastąpi żadna akcja.

source: Open file list...
bg: Отвори файлов списък...
pl: Otwórz listę plików...

source: This menu is for opening a previously downloaded filelist. It defaults to the FileLists folder inside the <a po4a-id=0>directory used to store DC++ settings files</a>.
bg: Това меню е за отваряне на вече изтеглен файлов списък. По подразбиране FileLists е папка намираща се в <a po4a-id=0>директория, използвана за съхранение на DC++ файловете с настройки</a>.

source: Open own list
bg: Отвори собствения си списък
pl: Otwórz własną listę

source: You can open and check how your own file list looks like. Useful to see what's displayed to others when they get your file list.
bg: Можете да отворите и да проверите, как изглежда Вашият собствен списък с файлове. Полезно е да се види какво се показва на другите, когато получат списъка Ви с файлове.
pl: Możesz otworzyć i sprawdzić jak twoja własna lista wygląda. Użyteczne, gdy chcesz zobaczyć, co inni widzą, gdy pobierają twoją listę.

source: Match downloaded lists
bg: Сравняване с изтеглените списъци
pl: Porównaj ściągnięte listy

source: This function is used to match your download queue for already downloaded file lists (they stored in the FileLists folder inside the <a po4a-id=0>directory used to store DC++ settings files</a>).
bg: Тази функция се използва, за да се потърсят съвпадения на файлове между Вашата опашка от файлове за изтегляне и вече изтеглените списъци на файлове (те се съхраняват в папката на FileLists, намираща се в <a po4a-id=0>директорията, използвана за съхранение на DC++ файловете с настройки</a>).

source: Refresh file list
bg: Обнови списъка с файлове
pl: Odświeża listę plików

source: This will immediately rescan your shared directories for new or changed content and updates your file list.
bg: Щракнете тук, ако искате повторно сканиране на споделените директории с цел актуализиране на списъка с файлове.
pl: Natychmiastowo przeskanuje udostępniane przez ciebie katalogi, nowe lub zmienione zostaną zaktualizowane w twojej liście.

source: Open downloads directory
bg: Отвори папката за свалените файлове
pl: Otwórz katalog pobierań

source: Opens your downloads folder in Windows Explorer.
bg: Отваря папката за сваляния в Windows Explorer.
pl: Otwiera twój katalog docelowy przy użyciu Windows Explorer.

source: Open crash log
bg: Отвори дневника със сривове

source: When DC++ encounters a crash, it writes a "CrashLog.txt" file. This command helps view the contents of the crash log in a <placeholder id=0/> window. You're encouraged to report crash logs in the <a po4a-id=0>official DC++ bug tracker.</a>
bg: Когато в работата на DC++ по някаква причина настъпи срив, това се записва във файла "CrashLog.txt". Тази команда помага да видите съдържанието на дневника в прозореца <placeholder id=0/>. Съветваме Ви да докладвате за този срив в <a po4a-id=0>официалната страница на DC++ за проследяване на грешки.</a>

source: Opens the Settings panel.
bg: Отваря панела за настройки.
pl: Otwiera panel Ustawień.

source: Note that this operation is automatically run every 16 days.
bg: Имайте предвид, че тази операция се стартира автоматично на всеки 16 дни.

source: Opens the <placeholder id=0/> configuration submenu containing the following commands:
bg: Отваря конфигурационното подменю <placeholder id=0/>, съдържащо следните команди:

source: "Add" displays a file selection dialog to install a new plugin.
bg: "Добави" показва диалогов прозорец, в който можете да изберете приставка за инсталиране.

source: "Configure" opens the <placeholder id=0/> configuration page.
bg: "Конфигуриране" отваря страницата за конфигурация на избраната от инсталираните <placeholder id=0/>.

source: Installed plugins are listed below. They can be selectively enabled or disabled. A "Configure" command is also available for each of them (the behavior of which is plugin-dependant). Plugins are also allowed to add additional commands in that sub-menu.
bg: Долу са изброени инсталираните приставки. Те могат да бъдат селективно включени или изключени. Командата "Конфигуриране" също е на разположение за всяка от тях (определяне поведението на приставката). На приставките също е позволено да добавят допълнителни команди в това подменю.

source: Exit
bg: Изход
pl: Wyjdź

source: Closes DC++.
bg: Затваряне на DC++.
pl: Zamyka DC++.

source: View Menu
bg: меню Изглед
pl: Menu Widok

source: You can open all DC++ tabs and windows with the sub-items of this menu. Some kind of tabbed windows can have only one instance opened while you are able to open more from others. If you try to open more from a tab which can't have more than one instance, the already opened one will be focused.
bg: Можете да отворите всички DC++ секции и прозорци с подточките на това меню. Някои видове секционирани прозорци може да имат само едно отворено копие, а от други ще можете да отваряте повече екземпляри. Ако се опитате да отворите секция, която вече е отворена, но не може да има повече от един екземпляр, вече отворения прозорец ще се фокусира.
pl: Możesz uzyskać pomoc o odrębnych częściach DC++ używając przycisku "Co to jest?": naciśnij go raz i kursor myszki zmieni się w kursor pomocy; kliknij wtedy na część programu o której chcesz dostać informacje.

source: In there, you can retreive lists of available hubs and connect to them.
bg: Тук можете да извлечете списък с налични хъбове и да се свържете с тях.
pl: Tam możesz pobrać listy dostępnych hubów i połączyć się z nimi.

source: In there, you can store and manage you favorite places in the DC network.
bg: Тук, можете да съхранявате и управлявате Вашите любими места в мрежата на DC.
pl: Tam możesz przechowywać i zarządzać swoimi ulubionymi miejscami w sieci DC.

source: You can see all the users of the connected hubs listed in there. Additionally you can manage your favorite DC users here as well as grant extra access to your share for any of them.
bg: Тук можете да видите всички потребители на свързаните хъбове. Освен това, можете да управлявате Вашите любими потребители, както и да предоставяте допълнителен достъп до Вашите споделени файлове за всеки от тях.

source: In there, you can track and manage your files being downloaded.
bg: Тук можете да следите и управлявате файловете, които се свалят.
pl: Tam możesz obserwować i zarządzać pobieranymi przez ciebie plikami.

source: It lists your downloaded files in the current session.
bg: Тук са изброени свалените файлове в текущата сесия.
pl: Jest to lista pobranych przez ciebie list plików w obecnej sesji.

source: It lists the files uploaded from you in the current session.
bg: Тук са изброени качените файловете в текущата сесия.
pl: Jest to lista plików przez ciebie wysłanych w obecnej sesji.

source: This is the place where you can search for files to download.
bg: Това е мястото, където можете да търсите файлове за сваляне.
pl: Jest to miejsce gdzie możesz szukać plików i je pobierać.

source: ADL Search
bg: ADL Търсене
pl: Wyszkiwanie ADL

source: It incorporates a tool for filtering file lists downloaded from users.
bg: Той включва инструмент за филтриране на файловите списъци, изтеглени от потребителите.
pl: Zawiera narzędzie do filtrowania list plików pobranych od użytkowników.

source: In there, you can store random text. The text will be kept even if you close DC++.
bg: Тук, можете да съхранявате произволен текст. Текстът ще се съхранява, дори ако затворите DC++.
pl: Tam możesz przechowywać jakikolwiek tekst. Będzie on przechowywany nawet jeśli zamkniesz DC++.

source: It is where all the system messages of the current session are logged.
bg: Това е мястото, където се регистрират всички системни съобщения на текущата сесия.
pl: To tu wszystkie wiadomości systemowe z obecnej sesji są logowane.

source: It displays a real-time chart of the average speed of data sent and received by DC++.
bg: Тук се показва в реално време графиката на средната скорост на данните, получени и изпратени от DC++.
pl: Wyświetla obecne statystyki średnich prędkości danych wysłanych i otrzymanych przez DC++.

source: Indexing progess
bg: Прогрес на индексирането
pl: Proces indeksowania

source: Open the <placeholder id=0/> dialog.
bg: Отваряне на диалоговия прозорец <placeholder id=0/>.
pl: Otwórz okno <placeholder id=0/>

source: It shows you the current state of file hashing operation and how much time there is left from it.
bg: Тук Ви се показва текущото състояние на хеширането на файловете и колко време остава.
pl: Pokazuje obecny stan operacji hashowania oraz jak dużo czasu zostało do jego zakończenia.

source: Menu bar
bg: Лента с менюта

source: Transfer view
bg: Преглед на трансфера
pl: Widok transferów

source: Window Menu
bg: меню Прозорец
pl: Menu Okna

source: You can find options here to close all instance of specific groups of tabs by one click.
bg: Тук можете да намерите възможности, за затваряне на всички специфични групи секции с едно щракване.
pl: Tu znajdziesz opcję umożliwiającą zamknięcie wszystkich grup okien tylko jednym kliknięciem.

source: Close disconnected hubs
bg: Затвори изключените хъбове
pl: Zamknij rozłączone huby

source: Closes all disconnected <placeholder id=0/> windows.
bg: Затваря всички изключени <placeholder id=0/> прозорци.
pl: Zamknij wszystkie rozłączone <placeholder id=0/> okna.

source: Opens a dialog asking to select a favorite hub group; after pressing "OK" in that dialog, all opened <placeholder id=0/> windows that are part of the selected favorite hub group will be closed.
bg: Отваря се диалогов прозорец, който иска да изберете любима група хъбове. След натискане на "OK " в този диалогов прозорец, всички отворени <placeholder id=0/> прозорци, които са част от избраната група любими хъбове ще бъдат затворени.

source: Opens a dialog asking to select a favorite hub group; after pressing "OK" in that dialog, all opened <placeholder id=0/> windows that are <b>not</b> part of the selected favorite hub group will be closed.
bg: Отваря се диалогов прозорец, който иска да изберете любима група хъбове. След натискане на "OK" в този диалогов прозорец, всички отворени <placeholder id=0/> прозорци, които <b>не</b> са част от избраната група любими хъбове ще бъдат затворени.

source: Close all PM windows
bg: Затвори всички прозорци с лични съобщения
pl: Zamknij wszystkie okna PM

source: Closes all <placeholder id=0/> windows regardless of their online status.
bg: Затваря всички прозорци <placeholder id=0/>, независимо от техния статус.
pl: Zamyka wszystkie <placeholder id=0/> okna, niezależnie od statusu.

source: Close all offline PM windows
bg: Затвори прозорците с офлайн лични съобщения
pl: Zamknij wszystkie okna PM niedostępnych użytkowników

source: Closes all offline <placeholder id=0/> windows.
bg: Затваря всички офлайн прозорци <placeholder id=0/>.
pl: Zamyka wszystkie <placeholder id=0/> okna offline.

source: Close all file list windows
bg: Затвори прозорците с файлови списъци
pl: Zamknij wszystkie okna list plików

source: Closes all opened file list windows. Saved file lists can be reopened by selecting "<placeholder id=0/>" from the <a po4a-id=0>File menu</a>.
bg: Затваря всички отворени прозорци на списъци с файлове. Съхранените списъци с файлове можете да отворите отново, като изберете "<placeholder id=0/>" от менюто <a po4a-id=0>Файл</a>.

source: Close all search windows
bg: Затвори всички прозорци с търсения
pl: Zamknij wszystkie okna wyszukiwania
