Repository: RoLex/feardc
Catalog: help/po/*.po
Languages: bg, pl

source: Write a message here to chat with the user you are currently in private conversation with (to know which one, take a look at the title bar of the main DC++ window). You can press either Enter or Alt+S to send your message. You may also use <a po4a-id=0>/commands</a> (send /help to list those available).
bg: Напишете съобщение тук, за да разговаряте с потребителя, с който в момента сте в личен разговор (за да се ориентирате кой, вижте коя е активната секция в заглавната лента на главния DC++ прозорец). Можете да натиснете Enter или Alt + S, за да изпратите вашето съобщение. Можете също да използвате <a po4a-id=0>/commands</a> (изпратете /help, за да се изброят тези, които са на разположение).
pl: Napisz tu wiadomość, by móc rozmawiać z użytkownikiem z którym rozpoczęto prywatną rozmowę (by wiedzieć kto to spójrz na pasek tytułu w danym oknie DC++). Możesz wcisnąć Enter lub Alt+s by wysłać swoją wiadomość. Również możesz używać <a po4a-id=0>/commands</a> (wpisz /help by zobaczyć dostępne komendy)

source: Message part (left)
bg: Поле за съобщения (отляво)

source: Shows the most recent status message.
bg: Показва най-новото съобщение за състоянието.
pl: Pokazuje status aktualnej wiadomości.

source: To see more from the recent status messages you can move the mouse pointer above the status bar - the last few messages will be shown as a tooltip shortly.
bg: За да видите повече от последните съобщения за състоянието, можете да преместите курсора на мишката над лентата на състоянието - последните няколко съобщения, ще бъдат показани като подсказка.
pl: Aby zobaczyć więcej z obecnego statusu wiadomości, możesz przesunąć kursor myszy nad pasek stanu - po krótkim czasie pojawi się kilka wiadomości.

source: Communication channel
bg: Комуникационен канал

source: Private messages are usually sent through a hub, the name of which is indicated here. This part can also show "<placeholder id=0/>" when private messages flow directly between you and the user (no hub involved in that case).
bg: Личните съобщения обикновено се изпращат през хъб , името на който е показано тук . Тази част също може да покаже и "<placeholder id=0/>", когато личните съобщения се извършват директно между вас и потребителя (без участието на хъб).

source: Click this part to select the desired communication channel.
bg: Щракнете върху тази част, за да изберете желания канал за комуникация .

source: Information on direct encrypted private message channels
bg: Информация относно преките криптирани канали за лични съобщения

source: Hubs can spy upon any private message they may be involved in routing from one user to another. In order to avoid such spying, one can initiate a peer-to-peer connection with the desired user and use it to send private messages.
bg: Хъбовете могат да шпионират всяко лично съобщение при маршрутизирането му от един потребител на друг. За да се избегне подобно шпиониране, може да се започне peer-to-peer връзка с желания потребител и тя да се използва за изпращане на лични съобщения.

source: The hub used to establish the initial peer-to-peer connection must be an ADC hub and the connection between the user and the hub must be encrypted ("adcs" scheme instead of "adc"). Additionally, both users must support the "CCPM" ADC extension.
bg: Хъбът използван, за да се осъществи първоначалното peer-to-peer свързване, трябва да бъде ADC хъб, както и връзката между потребителя и хъба трябва да бъде криптирана ( "adcs" схема вместо "adc" ). Освен това и двамата потребители трябва да поддържат "CCPM" ADC разширение.

source: Ways to attempt a direct encrypted channel:
bg: Начини, чрез които може да се опита създаване на директен криптиран канал:

source: Click the "Communication channel" part of the status bar and select the "<placeholder id=0/>" menu command.
bg: Щракнете върху "Комуникационен канал" в лентата на състоянието и изберете командата "<placeholder id=0/>"

source: Send the "/direct" chat command.
bg: Изпращане на чат командата "/direct".

source: Send the "/encrypted" chat command.
bg: Изпращане на чат командата "/encrypted"

source: Ways to disconnect the direct encrypted channel:
bg: Начини за изключване на директен криптиран канал:

source: Click the "Communication channel" part of the status bar and select a hub.
bg: Щракнете върху "Комуникационен канал" в лентата на състоянието за да изберете хъб.

source: Close the private message window.
bg: Затваряне на прозореца за лични съобщения

source: Disconnect the transfer from the <placeholder id=0/> list.
bg: Изключване чрез списъка с <placeholder id=0/>.

source: Public hubs
bg: Публични Хъбове
pl: Publiczne Huby

source: Amount of users in the hub when the hub was checked by the hublist bot.
bg: Брой на потребителите в хъба, когато е бил проверен от бота на списъка с хъбове.
pl: Ilość użytkowników na hubie w momencie sprawdzania przez bot hublisty.

source: The hub's address.
bg: Адрес на хъба
pl: Adres huba.

source: Which country the hub resides in.
bg: Държавата, в която се намира хъбът.
pl: Kraj w którym znajduje sie dany hub.

source: Amount of bytes shared in the hub when the hub was checked by the hublist bot.
bg: Брой на споделените байтове в хъба, когато е бил проверен от бота на списъка с хъбове.
pl: Ilość bajtów udostępnianych na hubie w momencie sprawdzania przez bot hublisty.

source: Min share
bg: Минимално споделено
pl: Minimum Udostępnionych

source: A restriction in the hub, where &quot;Min share&quot; is the minimum amount of bytes you have to share to be let in.
bg: Ограничение в хъба, където &quot;Минимално споделено&quot; е минималният брой байтове, които трябва споделите, за да бъдете допуснати вътре.
pl: Restrykcja na hubie, gdzie &quot;Minimum udostępnionych&quot; to minimum bajtów jakie musi udostępnić użytkownik aby mógł wejść na hub.

source: Min slots
bg: Минимален брой слотове
pl: Minimum slotów.

source: A restriction in the hub, where &quot;Min slots&quot; is the minimum amount of slots you have to have open to be let in.
bg: Ограничение в хъба, където &quot;Минимален брой слотове&quot; е минималния брой слотове, необходим, за да бъдете допуснати вътре.
pl: Restrykcja na hubie, gdzie &quot;Minimum slotów&quot; to minimalna ilość slotów jakie użytkownik musi otworzyć aby mógł wejść na hub.

source: Max hubs
bg: Максимален брой хъбове
pl: Maksimum Hubów

source: A restriction in the hub, where &quot;Max hubs&quot; is the maximum amount of hubs you are allowed to be in to be let in.
bg: Ограничение в хъба, където &quot;Максимален брой хъбове&quot; е максималния брой хъбове, в които можете да сте, за да бъдете допуснати вътре.
pl: Restrykcja na hubie, gdzie &quot;Maksimum hubów&quot; to maksymalna ilość hubów jakie użytkownik może mieć otwartych aby mógł wejść na hub.

source: Max users
bg: Максимален брой потребители
pl: Maksimum Użytkowników

source: A restriction in the hub, where &quot;Max users&quot; is the maximum amount of users the hub will let in.
bg: Ограничение в хъба, където &quot;Максимален брой потребители&quot; е максималния брой потребители, които могат да бъдат допуснати вътре.
pl: Wytyczne huba, gdzie &quot;Maksimum Użytkowników&quot; to maksymalna liczba osób, które mogą wejść na hub.

source: Reliability
bg: Надеждност
pl: Solidność

source: How often the hub has been online, in percentage.
bg: Колко често хъбът е онлайн, в проценти.
pl: Jak często hub jest włączony, w procentach.

source: Rating
bg: Рейтинг
pl: Ocena

source: If the hublist allowed users to vote on a hub, this will appear as the hub's rating. The more stars, the better.
bg: Ако списък с хъбове позволи на потребителите да гласуват за хъб, това ще се появи като рейтинг на хъба. Колкото повече звезди, толкова по-добре.
pl: Jeżeli istnieje możliwość głosowania na hub, będziemy to w stanie zobaczyć jako kolumnie oceny. Im więcej gwiazdek, tym lepiej.

source: Will open a new hub window and try to connect to the selected hub.
bg: Ще се отвори нов прозорец на хъб и ще бъде направен опит за връзка с избрания хъб.
pl: Otworzy nowe okno huba i spróbuje połączyć się z wybranym hubem.

source: Will add the selected hub to the <a po4a-id=0>Favorite hubs</a>.
bg: Ще добави избрания хъб в <a po4a-id=0>Любимите хъбове</a>.
pl: Dodaj użytkownika do listy <a po4a-id=0>ulubionych użytkowników</a>.

source: Here, you can filter the hublist so you will only see specific hubs in the hublist.
bg: Тук можете да филтрирате списъка на хъбовете, така че да видите само специфични хъбове в списъка.

source: Eg, selecting 'address' in the drop down, and writing "foo" in the filter, will only display hubs that have "foo" in their address. When a filter is in effect, the number of hubs filtered out is shown in the status bar.
bg: Например, изберете 'Адрес' в падащото меню и напишете "foo" във филтъра. Ще бъдат показани само хъбове, които имат "foo" в адреса си. Когато филтърът е в сила, броят на филтрираните хъбовете е показан в лентата на състоянието.

source: In the dropdown, you may select different hublists you want to see. If the hublist was downloaded before you will have the cached version displayed. Click Refresh to get the fresh version of the hublist.
bg: В падащото меню, можете да изберете различни списъци на хъбове, които искате да видите. Ако списък с хъбове е изтеглен преди, това е хеширана версия. Щракнете върху "Опресняване", за да получите свеж вариант на списъка.
pl: W rozwiniętej liście jest wpisanych kilka list hubów do wyboru, które możesz zobaczyć. Jeżeli poszczególna lista była ładowana wcześniej, zostanie wyświetlona z pamięci podręcznej. Wciśnij Odśwież by załadować świeżą wersję isty hubów.

source: If you click on 'Configure', you will be able to change, add and remove hublists. The order in <a po4a-id=0>Configured Public Hub Lists</a> determines the order hublists are displayed in the dropdown mentioned above.
bg: Ако кликнете върху "конфигуриране", Вие ще бъдете в състояние да променяте, да добавяте и премахвате списъци с хъбове. Подреждането в прозореца с <a po4a-id=0>конфигурирани публични списъци с хъбове</a> определя редът по който списъците се показват в падащото меню, споменато по-горе.
pl: Jeżeli wciśniesz "Konfiguracja" będziesz mógł zmienić, dodać lub usunąć listę hubów. Kolejność w <a po4a-id=0>Skonfigurowanej Publicznej Liście Hubów</a> decyduje o kolejności wyświetlonych list hubów na liście w oknie opisanym powyżej.

source: <a po4a-id=0>List of alternative hublists.</a>
bg: <a po4a-id=0>Списък на алтернативни списъци с хъбове.</a>

source: Refresh
bg: Опресняване
pl: Odśwież

source: Shows status messages about the loading of public hub lists;
bg: Показва съобщения за състоянието на зареждане на списъците с публични хъбове;
pl: Pokazuje wiadomości o statusie ładowanych list hubów;

source: &quot;downloading&quot;: hub list is currently being downloaded from the server, this may take a while;
bg: &quot;изтегляне на списък&quot;: списък на хъбове в момента се изтегля от сървъра. Това може да отнеме известно време;
pl: &quot;downloading&quot;: Ładownie listy hubów z serwera, to może chwilę potrwać;

source: &quot;downloaded&quot;: hub list has been successfully downloaded from the server, and is currently being displayed; you're looking at a fresh version of the hub list;
bg: &quot;списъкът с хъбове е свален&quot;: списъкът с хъбове е успешно изтеглен от сървъра и в момента се показва. Вече можете да търсите в обновената версия;
pl: &quot;downloaded&quot;: Lista hubów została załadowana z serwera i wyświetlona, jest to najnowsza wersja;

source: &quot;loaded from chache&quot;: a previously saved hub list has been successfully loaded from your DC++ cache directory, and is currently being displayed; that version might be out-dated, if you want to refresh it, click on the &quot;Refresh&quot; button;
bg: &quot;локално кеширана версия&quot;: един предварително записан списък с хъбове е бил успешно зареден от директорията на кеша на DC++ и в момента се показва. Тази версия може да е стара. Ако искате да я обновите, кликнете върху бутона &quot;Опресняване&quot;
pl: &quot;załadowano z pamięci podręcznej&quot;: poprzednio zachowana lista hubów została pomyślnie załadowana z cache folderu twojego DC++ i została wyświetlona; może to być stara wersja, jeżeli chcesz ją odświeżyć użyj przycisku &quot;Odśwież&quot;

source: error messages may also appear in this area: when a hub list download has failed, DC++ will automatically switch to the next hub list.
bg: В тази област могат да се появят и съобщения за грешка: когато изтеглянето на списък с хъбове е неуспешно, DC++ автоматично ще премине към следващия списък с хъбове.
pl: wiadomość z błędem może się tu również pojawić: gdy pobieranie jednej listy hubów się nie powiedzie, DC++ automatycznie przełączy się na ładowanie kolejnej

source: The total number of individual hubs in the current hub list. When the hublist is filtered, it shows the number of hubs filtered out as well.
bg: Общият брой на отделните хъбове в настоящия списък с хъбове. Когато списъкът се филтрира, тук се показва и броят на хъбовете, получен в резултат на филтрирането.
pl: Suma indywidualnych hubów znajdujących się na obecnej liście hubów. Gdy lista hubów jest filtrowana, pokazana jest również ilość odfiltorowanych hubów.

source: Sum of the users numbers of every hubs in the current hub list.
bg: Общ брой потребители във всички хъбове в текущия списък.
pl: Suma liczby użytkowników poszczególnych hubów z obecnej listy hubów.

source: The Search window allows searching for files inside the shares of on-line users. You can search for one or more keywords and optionally use filters as described below. When your search query is ready, press the Search button to send out the search request to the hub(s) you are connected to; these hubs will then forward the search request to all of their connected users.
bg: Прозореца за търсене позволява да търсите файлове в споделеното от он-лайн потребителите. Можете да търсите за една или повече ключови думи и по желание да използвате филтри, както е описано по-долу. Когато заявката Ви за търсене е готова, натиснете бутона "Търси", за да я изпратите към хъба(овете), с които сте свързани. Тези хъбове ще изпратят искане за търсене на всички свързани с тях потребители.
pl: Okno Szukaj pozwala na wyszukiwanie sprecyzowanych plików wśród plików udostępnionych przez połączonych z hubem użytkowników. Możesz szukać jednego lub więcej słów oraz opcjonalnie użyć filtrów opisanych poniżej. Gdy szukane wyznaczniki są gotowe, kliknij na guzik Szukaj aby wysłać prośbę szukania do hubów z którymi jesteś połączony; huby przekażą prośbę szukania do innych połączonych użytkowników.

source: When a client matches a search request, it sends the results back to the requester. These results then show up in the search results list of the Search window.
bg: Когато клиентът отговаря на искане за търсене, той изпраща резултатите обратно на заявителя. Тези резултати се показват в списъка с резултати от търсенето, намиращ се в прозореца за търсене.
pl: Gdy klient dopasuje pliki do wyszukiwania, wysyła rezultaty do nadawcy. Pokazują się one potem w okienku Szukania.

source: You can open several independent Search windows and define different search arguments in each, thus allowing you to process multiple searches simultaneously. Be careful though, it sometimes happens that search results show up in the wrong window (this is a deficiency of the NMDC protocol, and should never happen with ADC hubs).
bg: Можете да отворите няколко независими прозореца за търсене и да дефинирате различни аргументи за търсене във всеки, като по този начин се дава възможност, да се обработват едновременно няколко търсения. Бъдете внимателни. Все пак, понякога се случва така, че резултатите от търсенето да се покажат в грешен прозорец (това е недостатък на NMDC протокола и никога не би се случил с ADC хъбове).
pl: Możesz otworzyć kilka osobnych okien szukania i w każdym szukać innego pliku, tym sposobem możesz szukać rożnych plików jednocześnie. Uważaj jednak, czasami może się zdarzyć, że wyniki pokażą się w złym oknie (słabość protokołu NMDC, nie powinno się pojawić na hubach ADC).

source: Note that <b>search requests are sent out only once, when the Search button is pressed</b>. After that - until that button is pressed again - the sole purpose of the Search window is to show results received by DC++ that: either match the search query (NMDC); or match the search ID (ADC).
bg: Имайте предвид, че <b>заявки за търсене се изпращат само веднъж - при натискане на бутона за търсене</b>. След това - преди този бутон да бъде натиснат отново - единствената цел на прозореца за търсене е да покаже резултатите, получени от DC++, за съвпаденията от заявката за търсене (NMDC) или съвпаденията от ID-търсенето (ADC).
pl: Zauważ, że <b>zapytanie wyszukiwania jest wysyłane tylko raz po naciśnięciu guzika Szukaj</b>. Po tym - aż do ponownego naciśnięcia - jedynym celem okna Szukaj jest wyświetlenie rezultatów wyszukiwań otrzymanych przez DC++, które : pasują do wysłanego zapytania (NMDC) lub pasują do szukanego ID (ADC).

source: (This means that users who have logged in <i>after</i> you pressed the Search button won't send you any search result unless you repeat the search.)
bg: (Това означава, че потребителите, които са влeзли <i>след</i> като сте натиснали бутона "Търси", няма да изпратят резултат от търсенето, освен ако не го повторите.)
pl: (Oznacza to, że użytkownicy, którzy zalogowali się na hub <i>po tym</i> jak rozpocząłeś szukanie, nie oddadzą żadnych rezultatów, aż do momentu powtórzenia szukania.)

source: You may not start or repeat searches as fast as you like. There is a minimum interval of a few seconds between two searches defined in DC++. You will get a countdown message in the Status bar if you try to search sooner than allowed and will be able to repeat the search only when the client is ready to search again. Besides, some hubs also limit searches by checking for forbidden keywords or by blocking repeated similar searches sent in a too small amount of time. Some hubs have predefined minimum search intervals for all searches or some even totally block searches if you are in <a po4a-id=0>passive mode</a>.
bg: Вие не можете да започнете или да повторите търсене толкова бързо, колкото Ви харесва. Съществува минимален интервал от няколко секунди между две търсения, определен в DC++. Ще получите съобщение за обратно отброяване в лентата на състоянието, ако се опитате да търсите по-рано от разрешеното и ще бъдете в състояние да повторите търсенето, само когато клиентът е готов за ново търсене. Освен това, някои хъбове ограничават търсенето чрез проверка за забранени ключови думи или чрез блокиране на повторни подобни търсения, изпратени в твърде малък период от време. Има и хъбове с предварително зададени минимални интервали за търсене за всички търсения, а някои дори напълно блокират търсенията, ако сте в <a po4a-id=0>пасивен режим</a>.
pl: Możliwe jest, że nie będziesz mógł rozpocząć lub ponawiać wyszukiwań tak często jak chcesz. Istnieje ograniczenie na minimalny odstęp pomiędzy kolejnym szukaniem, ustalony przez DC++. Jeżeli rozpoczniesz nowe wyszukiwanie za wcześnie, wyświetli się informacja odliczania na pasku stanu, klient będzie jedynie mógł rozpocząć nowe szukanie jak będzie do tego gotowy. Poza tym, niektóre huby mają swoje własne limity wyszukiwania, sprawdzając czy są wyszukiwane zakazane słowa lub blokują często identyczne wyszukiwania, wysyłane w małych odstępach czasu. Inne huby mają zdefiniowany minimalny odstęp pomiędzy kolejnym szukaniem dla wszystkich istniejących szukań lub blokują szukanie dla osób w <a po4a-id=0>trybie pasywnym</a>.

source: Search hits with TTH are always matched to the Download queue and new sources are automatically added to the queue items unless they were removed or marked as "bad" sources before. The filelists of all newly discovered sources will be automatically matched for possible other queued files if the <a po4a-id=0>Automatically match queue for search hits</a> setting is enabled. Activating that option can generate lots of filelist traffic when large amount of new sources are found for queued files.
bg: При търсене с TTH, попаденията винаги се сравняват с опашката от файлове за сваляне и ако бъдат открити нови източници,те се добавят автоматично към елементите на опашката, освен ако преди не са били отстранени или обозначени като "лоши". Файловите списъци на всички новооткрити източници автоматично ще бъдат проверени за други възможни файлове, чакащи на опашка, ако настройката <a po4a-id=0>Автоматично съпоставяй опашката с резултатите от търсенето</a> е активирана. Активирането на тази опция може да генерира много трафик на списъци с файлове, когато броят на новите източници за чакащите файлове е голям.
pl: Wyniki wyszukiwania TTH są zawsze dopasowywane do Kolejki Pobierania oraz nowe źródła są automatycznie przypisywane pozycjom kolejki, pod warunkiem, że nie zostały wcześniej zakwalifikowane jako "złe źródła". Listy plików nowo odkrytych źródeł będą automatycznie przypisywane do możliwych plików w kolejce, jeżeli opcja <a po4a-id=0>Automatycznie przypisuj w kolejce nowo wyszukane pozycje</a> jest włączona. Uruchomienie tej opcji może spowodować znaczne zatłoczenie w przesyle, gdy dużo nowych źródeł zostanie odnalezionych dla plików w kolejce.

source: If you often get too few search results or no results at all, refer to the <a po4a-id=0>Search troubleshooting FAQ</a>.
bg: Ако често получавате твърде малко или никакви резултати от търсенето, вижте <a po4a-id=0>Отстраняване на проблеми, при търсене. Често задавани въпроси (FAQ)</a>.
pl: Jeżeli często dostajesz tylko kilka pozycji w rezultatach lub całkowity brak rezultatów, zajrzyj do działu <a po4a-id=0>Rozwiązywanie problemów z wyszukiwaniem FAQ</a>

source: Search options (left)
bg: Опции за търсенето (вляво)
pl: Opcje wyszukiwania (z lewej)

source: Search for
bg: Търси за
pl: Szukaj...

source: This is the set of search strings to search for. Words beginning with "-" will be filtered away.
bg: Тук можете да въведете дума или набор от думи, или знаци, които да търсите. Ако искате да избегнете резултати, съдържащи точно определена дума, въведете думата и поставете пред нея знак "-". Например, търсите резултати за думата "bar", но не искате да виждате резултати с името на Barry White. Тогава търсенето ще изглежда така "bar -barry".
pl: Ciąg wyszukiwanych znaków. Słowo rozpoczęte "-" nie będzie wyświetlane.

source: Purge
bg: Изчисти
pl: Wyczyść

source: Clear the contents of the <a po4a-id=0>search history</a>.
bg: Изчистване съдържанието на <a po4a-id=0>историята на търсенето</a>.
pl: Wyczyść zawartość w oknie<a po4a-id=0>historia wyszukiwań</a>.

source: Start searching for the set of search strings defined above. Note; you may not start too many searches in a small amount of time.
bg: Започнете да търсите низовете, зададени по-горе. Имайте предвид, че не можете да търсите твърде често за кратък период от време.
pl: Rozpocznij szukanie zestawu znaków zdefiniowanych powyżej. Uwaga; nie zaczynaj dużej ilości szukań w małej przestrzeni czasu.

source: Filter away files depending on their file size.
bg: Филтър не пропускащ файлове с различна от зададената големина.
pl: Odfiltrowuje pliki zależnie od ich rozmiaru.

source: File type
bg: Тип на файла
pl: Typ pliku

source: Filter away results depending on their file type (extension) or hash value.
bg: Филтриране на резултатите, в зависимост от типа на файла (разширението) или хеш-стойността
pl: Filtruj rezultaty wyszukiwania w zależności od typu (rozszerzenia) lub wartości indeksowania.
