Repository: RoLex/feardc
Catalog: help/po/*.po
Languages: bg, pl

source: The actual location of the files depend on the contents of the file called <i>dcppboot.xml</i>. This file is always located at the same folder where the DC++ executable (DCPlusPlus.exe) resides. As it mentioned earlier, dcppboot.xml can be opened with a simple text editor or viewer. Beside the settings themselves the file contains a brief explanation of the possible options and their effect. You can read more about this topic in <a po4a-id=0>this article</a>.
bg: Действителното местоположение на файловете зависи от съдържанието на файл, наречен <i>dcppboot.xml</i>l. Този файл винаги се намира в същата папка, където е изпълнимия DC++ -файл (DCPlusPlus.exe). Както бе споменато по-рано, dcppboot.xml може да се отваря с обикновен текстов редактор. Освен самите настройки, файлът съдържа кратко обяснение на възможните варианти и техния ефект. Можете да прочетете повече за тази тема в <a po4a-id=0>тази статия</a>.
pl: Aktualna lokalizacja plików zależy od zawartości pliku zwanego <i>dcppboot.xml</i>. Plik ten zawsze znajduje się w tym samym folderze gdzie plik wykonywalny DC++ (DCPlusPlus.exe). Jak wspomniano poprzednio, dcppboot.xml może zostać otwarty zwykłym edytorem tekstowym lub przeglądarką. Pozatym ustawienia same w sobie zawierają krótkie wyjaśnienie możliwych opcji i ich efetków. Więcej na ten temat możesz przeczytać <a po4a-id=0>w tym artykule</a>.

source: Note that the information above is vaild for the most recent versions of DC++. Older versions may behave otherwise.
bg: Имайте предвид, че информацията по-горе е валидна за най-новите версии на DC++. По-старите версии може да се държат по друг начин.
pl: Powyższa informacja dotyczy najnowszych wersji DC++. Starsze wersje mogą się różnić.

source: How do I move my existing settings to another installation?
bg: Как мога да преместя моите съществуващи настройки в друга инсталация?
pl: Jak przenieść istniejące ustawienia do innej instalacji programu?

source: In short, backup the settings files listed above, and then in the new installation, copy all of them to the same location where you've found them. If you place them to the correct location, DC++ will automatically use them. This can be done by the following easy steps:
bg: Накратко, направете резервно копие на настройките на файловете, изброени по-горе, и след това в новата инсталация, копирайте всички от тях на същото място, където сте ги намерили. Ако ги поставите на правилното място, DC++ автоматично ще започне да ги използва. Това може да стане със следните лесни стъпки:
pl: W skrócie, wykonaj kopie plików ustawień wylistowanych powyżej, potem po nowej instalacji skopiuj wszystkie te pliki do tej samej lokalizacji gdzie znajdowały się poprzednio. Jeżeli umieścisz je we właściwym miejscu, DC++ automatycznie ich użyje. Może to zostać wykonane poprzez następujące proste kroki:

source: Determine the location of the settings files in your old installation the way described above.
bg: Определете местоположението на файловете с настройки в старата си инсталация, по начина, описан по-горе.
pl: Zlokalizuj pliki ustawień w starej instalacji programu sposobem opisanym powyżej.

source: Backup the settings files you want to preserve.
bg: Архивирате файлове с настройки, които искате да запазите.
pl: Wykonaj kopię plików, które chcesz zachować.

source: Install DC++ to the new operating system. Run it once so it'll create the necessary folders.
bg: Инсталирайте DC++ на новата операционна система. Стартирайте го веднъж, за да създаде необходимите папки.
pl: Zainstaluj DC++ na nowym systemie operacyjnym. Włącz program raz aby utworzył potrzebne foldery.

source: Close DC++!
bg: Затворете DC++!
pl: Zamknij DC++!

source: If you <u>used the installer (.exe)</u> to install DC++ then place your archived settings files to the DC++ subfolder in Application Data directory of your <u>user profile</u> (see the exact path for your OS above). If you downloaded the <u>zipped binary of DC++</u> (.zip, portable version) then place your archived settings files to <u>the folder where you unpacked</u> the binary. If it asks then overwrite the default files with your archived ones.
bg: Ако <u>използвате инсталатор (.exe)</u> за инсталирането на DC++, след това поставете Вашите архивирани файлове в подпапката с настройки DC++, намираща се в директорията Application Data на Вашия <u>потребителски профил</u> (вижте точния път за Вашата операционна система по-горе). Ако сте изтеглили <u>zipped binary of DC++</u> (ZIP, преносим вариант), след това поставете архивираните файлове с настройки в папката, в която <u>сте разопаковали</u>. Ако е необходимо след това презапишете файловете по подразбиране с архивираните.
pl: Jeżeli <u>użyłeś instalatora (.exe)</u> aby zainstalować DC++ to umieść kopie swoich plików ustawień w podfolderze DC++ w folderze Aplikacji Danych w <u>swoim profilu użytkownika</u> (sprawdź dokładną ścieżke swojego systemu opeacyjnego powyżej). Jeżeli pobrałeś <u>skompresowaną wersję binarną DC++</u> (.zip, wersja przenośna) to umieść kopie swoich plików ustawień w <u>folderze gdzie rozpakowałeś</u> pliki binarne. Jeżeli system zapyta, to nadpisz starsze wersje plików kopiowanymi.

source: Restart DC++. You're done.
bg: Рестартирайте DC++ и сте готови.
pl: Zrestartuj DC++. Skończyłeś.

source: To be able to continue your unfinished downloads you must copy the unfinished (.dctmp) files to the new installation. The location of these files depend on the <a po4a-id=0>Unfinished downloads directory settings</a>. You must put the unfinished files to the default unfinished folder of the new DC++ installation or copy them to any folder you like and set it as a directory for <a po4a-id=1>Unfinished downloads</a> in DC++ settings. Close DC++ while you copy the files!
bg: За да можете да продължите недовършени сваляния трябва да копирате незавършените (.dctmp) файлове на новата инсталация. Местоположението на тези файлове зависи от <a po4a-id=0>настройките на папката за недовършени сваляния</a>. Трябва да сложите недовършените файлове в папката по подразбиране за недовършени сваляния на новата DC++ инсталация или да ги копирате в папка, в която Ви харесва, и да я зададете като директория за <a po4a-id=1>Незавършени сваляния</a> в DC++ настройките. Затворете DC++, докато копирате файловете!
pl: Aby móc dokończyć pobieranie zaczętych plików musisz skopiować niedokończone pliki (.dctmp) do nowej instalacji. Lokalizacja tych plików zależ od <a po4a-id=0>ustawień Katalogu plików tymczasowych</a>. Musisz przenieść niedokończone pliki do domyślnej lokalizacji nowej instalacji DC++ lub skopiować je do jakiego chcesz folderu i ustawić ścieżke do niego w lokalizacji <a po4a-id=1>Katalogu plików tymczasowych</a> ustawień DC++. Zamknij DC++ w czasie kopiowania plików!

source: <u>Warning</u>: Do not connect to hubs and start downloading before you copied the unfinshed files. This can reset some of your downloads so they'll lost their progress and will start from the beginning. In this case you have to overwrite the newly created unfinished files with the ones from the previous installation and use 'Recheck Integrity' menu command in the Download Queue to get back your progress.
bg: <u>Предупреждение</u>: Не се свързвайте с хъбове, за да не започне изтегляне, преди да са копирани незавършените файлове. Това може да накара някои от вашите файлове за изтегляне, да започнат да се свалят отначало. В този случай трябва да замените новосъздадените недовършени файлове с тези от предишната инсталация и да използвате командата "Провери цялостта отново" от менюто в опашката от файлове за изтегляне, за да довършите изтеглянията си.
pl: <u>Uwaga</u>: Nie łącz się z hubami i nie zaczynaj pobierania dopóki nie ukończysz kopiowania niedokończonych plików. Może to zresetować niektóre pobierania, więc utracisz procesz pobierania i pliki zaczną się pobierać od początku. W tym wypadku musisz nadpisać nowo powstałe pliki tymi z poprzedniej instalacji oraz użyć w oknie Kolejka komendy menu 'Sprawdź ponownie łączenie', by powrócić do procesu pobierania pliku.

source: There are some other data you may want to move to the new installation :
bg: Има и някои други данни, които може да искате да преместите в новата инсталация:
pl: Istnieją inne dane które mógłbyś chcieć przenieść do nowej instalacji:

source: <u>Security certificates</u> : you may need to move your own or generated certificate files to have them when you log on to secure hubs. Their location is set in the <a po4a-id=0>Security Cerificates</a> panel. By default they are in a subfolder named 'Certificates' which located at the same folder as your settings files.
bg: <u>сертификати за сигурност</u>: може да се наложи да преместите Вашите собствени или генерирани файлове за сертификати, за да ги има, когато влезете в защитени хъбове. Тяхното местоположение е зададено в панела<a po4a-id=0>Сертификати за сигурност</a>. По подразбиране те са в подпапка, наречена "Certificates", която се намира в същата папка, в която са и файловете с настройки.
pl: <u>Certyfikaty bezpieczeństwa</u> : możesz potrzebować przenieść twoje własne lub wygenerowane pliki certyfikatów by je posiadać logując się na bezpieczne huby. Ich lokalizacja jest sprecyzowana w panelu <a po4a-id=0>Certyfikaty Bezpieczeństwa</a>. Domyślnie znajdują się one w podfolderze 'Certificates' znajdującym się w tym samym folderze gdzie twoje pliki ustawień.

source: <u>Cached hublists</u> : its possible that you won't be able to download some of your old hublists with the new installation (they can be permanently unavailable, discontinued, etc...). To avoid loss of your favourite hublists you can copy their cached versions. You can find them in in a subfolder named 'HubLists' located at the DC++ temporary data folder (see below).
bg: <u>Кеширани списъци с хъбове</u>: възможно е, да не сте в състояние да изтеглите някои от старите списъци с новата инсталация. За да избегнете загубата на любимите си списъци с хъбове, можете да копирате техните кеширани версии. Можете да ги намерите в подпапка с името "HubLists", намиращи се в DC++ папка с временни данни (вж. по-долу).
pl: <u>Hublisty pamięci podręcznej</u> : istnieje możliwość że nie będziesz mógł pobrać swoich starych hublist przy nowej instalacji programu (mogą być tymczasowo niedostępne, już nie kontynuowane, itd... ). By zapobiec utracie twoich ulubionych hublist możesz skopiować ich tymczasowo utworzone wersje w plikach. Możesz je znaleźć w podfolderze nazwanym 'HubLists' znajdującym się w tymczasowym folderze DC++ (czytaj poniżej).

source: <u>Saved filelists</u> : if you keep downloaded filelists you can move them as well. Just copy the contents of the subfolder named 'FileLists' located at the DC++ temporary data folder (see below).
bg: <u>Запазени файлови списъци</u>: ако държите на изтеглените списъци с файлове, можете да ги преместите. Просто копирайте съдържанието на подпапка с името "FileLists", намираща се в DC++ папката с временни данни (виж по-долу).
pl: <u>Zachowane listy plików</u> : jeżeli posiadasz zapisane pobrane listy plików, możesz je również przenieść. Skopiuj zawartość podfolderu 'FileLists' znajdującego się w tymczasowym folderze DC++ (czytaj poniżej).

source: The actual location of the temporary data folder corelates with the location of settings files <a po4a-id=0>(described above)</a>:
bg: Действителното местоположение на папката с временни данни корелира с местоположението на файловете с настройки <a po4a-id=0>(описано по-горе)</a>:
pl: Lokalizacja tymczasowego folderu danych zależy od lokalizacji plików ustawień <a po4a-id=0>(opisanych powyżej)</a>:

source: If the settings files are located in the <u>program directory</u> then the subfolders for temporary data will be also there, in the very same folder.
bg: Ако файловете с настройки се намират в <u>програмната директория</u>, подпапките за временни данни ще бъдат също там, в същата папка.
pl: Jeżeli pliki ustawień znajdują się w <u>folderze programu</u> wtedy podfolder dla tymczasowych danych również tam się będzie znajdował, w tym samym folderze.

source: If the settings files are in your <u>user profile</u> then (in a typical case) you'll find the temporary folders in the following location :
bg: Ако настройките на файловете са във Вашия <u>потребителски профил</u> ( типичен случай), ще намерите временните папки на следното място:
pl: Jeżeli pliki ustawień znajdują się w <u>profilu użytkownika</u> wtedy (w typowym przypadku) znajdziesz tymczasowe foldery w następującej lokalizacji:

source: Slow download speeds
bg: Ниска скорост на сваляне
pl: Słaba prędkość pobierania

source: If you experience slow downloads, it could be for many reasons. However, they can be different when you experience slow download speed from certain user(s) or when you get slow speeds downloading from every peer. Please try to download from or get filelist of several (at least 10) users before you go on. Note that this faq does NOT cover the case when your downloads won't start at all.
bg: Може да има много причини за бавни сваляния. Те могат да бъдат различни. Едни, когато имате бавна скорост на изтегляне от някои потребител (и) и други, когато сваляте с ниска скорост от всеки пиър. Моля, опитайте да изтеглите файлове или да получите файловите списъци на няколко (най-малко 10) потребители, преди да продължите. Имайте предвид, че този често задаван въпрос НЕ покрива случаите, в които свалянето не започва изобщо.
pl: Jest wiele powodów dlaczego uzytkownicy mają słąbą prędkość pobierania. Jednakże, powody mogą być całkowicie inne, jeżeli doświadczamy tego względem od tylko jednego lub tylko kilku użytkowników. Rozpocznij pobieranie plików od kilku osób lub pobież listy od kilku użytkowników (przynajmniej 10) zanim przejdziesz dalej. Poniższa instrukcja NIE odnosi się do wypadków gdzie pobieranie pliku lub listy od użytkownika nie rozpoczyna sie wogóle.

source: Slow downloads from certain user(s)
bg: Бавно изтегляне на файлове от даден потребител(и)
pl: Słaba prędkość pobierania od niektórych użytkowników

source: Transfers
bg: Трансфери

source: The person who you are downloading from is using a bandwidth limiter. There are two types of limiting: client based or using a third-party program.
bg: Лицето, от което сваляте, използва ограничител на скоростта. Има два вида ограничаване: на базата на клиента или с помощта на трета програма.

source: Clients with bandwidth limiting capability often have set download and upload speed ratios in place to avoid abuse. (ex. if the upload speed limit is set below 6 KiB/s, then the client will restrict the client download speed to a 2:1 ratio). This varies from client to client and obviously not all support upload limiting. This type of speed limiting <i>only</i> restricts the uploading of files, including user lists. It does not limit chat, private messages, or searches. From version 0.760 DC++ also has internal file transfer limiting capability. If enabled, DC++ shows the upload limiting rate in the <a po4a-id=0>Connection coloumn</a> of a hub's user list. Other (older) clients may show this value in L: or B: part of the <a po4a-id=1>DC++ tag</a>.
bg: Клиенти с възможност за ограничаване скоростта на трансфера, често пъти имат зададено съотношение на скоростта на качване и скоростта на сваляне, с цел избягване на злоупотреби.(напр. ако скоростта на качване се ограничи под 6 KiB/сек., клиентът ще ограничи и скоростта на сваляне в съотношение 2 : 1) Това варира от клиент към клиент и очевидно не всеки поддържа ограничаване на качването. Този тип ограничител, ограничава скоростта на качване само на файлове и файлови списъци. Той не ограничава чата, личните съобщения, и търсенето. След версия 0.760, DC++ също може да ограничава скоростта на трансфер на файлове. Ако ограничаването е активирано, DC++ показва лимитирането при качване в <a po4a-id=0>колоната Връзка</a>, намираща се в списъка с потребители. Други (по-стари) клиенти могат да покажат тази стойност в L: или B: част от <a po4a-id=1>DC++ тага</a>

source: Users could also be using a third-party program to limit the speed of traffic. This type of speed limiting is absolute; it will limit the speed of all traffic by the user, which can include file transfers, searches, chat, and private messages. This type of application never enforce a download speed:upload speed ratio, it may be more prone to abuse.
bg: Потребителите могат също да използват програма, за ограничаване скоростта на трафика. При този тип, ограничаването на скоростта е абсолютно. Ще се ограничи скоростта на целия трафик от потребителя - трансфер на файлове, търсене, чат, и лични съобщения. Такова приложение никога няма да наложи съотношение между скоростите на сваляне и качване. Склонността към злоупотреба е по-висока.

source: So for particularly slow transfers (1 KiB/s or slower) from a certain user, abusive upload limiting <b>may</b> be to blame.
bg: Така че за особено бавни трансфери (1 KiB/сек или по-бавно) от даден потребител, той <b>може би</b> има вина, защото се предполага, че злоупотребява с ограничаването на скоростта за качване.

source: The person who you are downloading from suffers from one or more constant speed problem described in the next section.
bg: Лицето, от което сваляте, страда от един или повече проблеми с постоянната скорост, описани в следващия раздел.
pl: Osoba od której pobierasz może cierpieć z jednego z powodów podanych w następnej sekcji.

source: Download Queue
bg: Опашка от файлове за сваляне
pl: Kolejka pobierania

source: Search
bg: Търси
pl: Szukaj

source: More sources for queued files can be discovered and automatically added if you enable <a po4a-id=0>Automatically Match Queue for Search Hits</a> in Queue settings.
bg: Още източници за чакащите файлове могат да бъдат открити и ще се добавят автоматично, ако разрешите <a po4a-id=0>Автоматично съпоставяй опашката с резултатите от търсенето</a> в настройките на опашката.
pl: Więcej źródeł dla kolejkowanych plików może być wykrywana i automatycznie dodawana jeżeli włączysz <a po4a-id=0>Automatycznie przypisuj w kolejce nowo wyszukane pozycje</a> w ustawieniach Kolejki.

source: Automatic discovery for additional sources is also possible if you enable <a po4a-id=0>Automatically Search for Alternative Download Locations</a> in Queue settings. Note that some hubs have predefined minimum search interval rules so enabling this function may result no hits for manual searches in these hubs.
bg: Автоматично откриване на допълнителни източници е възможно и, ако разрешите <a po4a-id=0>Автоматично търси алтернативни източници за сваляне</a> в настройките на опашката. Имайте предвид, че някои хъбове имат правила за търсене през предварително зададен, минимален интервал от време, така че активирането на тази функция може да доведе до липса на попадение при ръчно търсене в тези хъбове.
pl: Automatycznie odnajdywane dodatkowych źródeł jest również możliwe jeżeli włączysz <a po4a-id=0>Automatycznie szukaj alternatywnego źródła pobierania</a> w ustawieniach Kolejki. Zauważ, że niektóre huby mają zdefiniowane zasady dotyczące minimalnych odstępów szukania, więc włączenie tej funkcji może się zakończyć brakiem jakichkolwiek rezultatów na tych hubach.

source: To minimize the download time make sure you have checked <a po4a-id=0>Enable segmented downloads</a> in Advanced settings. With segmented downloads enabled you are able to download the pieces of a file from several sources at the same time.
bg: За да се сведе до минимум времето за изтегляне, се уверете, че сте отметнали <a po4a-id=0>Включи свалянето на сегменти</a> в разширените настройки. Това ще Ви даде възможност, да сваляте даден файл на части, едновременно от няколко източника.
pl: Aby zminimalizować czas pobierania upewnij się że zaznaczyłeś opcję <a po4a-id=0>Włącz pobieranie segmentami</a> w ustawieniach Zaawansowanych. Pobieraniem segmentami masz możliwość pobierać w tym samym czasie cząstki pliku od różnych źródeł.

source: Slow downloads from every user
bg: Бавно сваляне от всеки потребител
pl: Powolne pobieranie od każdego użytkownia

source: Slow downloads within DC++ may be caused by the following:
bg: Бавните сваляния в DC++ може да се дължат на следното:
pl: Wolne pobieranie za pomocą DC++ może być spowodowane:

source: <a po4a-id=0>Bandwidth limiting</a> is enabled for downloads. Make sure the limiter is disabled or set to a high enough value.
bg: В прозореца с настройки за <a po4a-id=0>Ограничаване на трансфера</a> свалянето е ограничено. Уверете се, че ограничаването е деактивирано или е зададена достатъчно висока стойност.

source: Your Internet connection is shared with others on your <acronym po4a-id=0>LAN</acronym> and they are using up all the available bandwidth. Tell them to knock it off. =) Also your connection speed to the gateway or router on your <acronym po4a-id=1>LAN</acronym> can be slower than the available speed from your <acronym po4a-id=2>ISP</acronym>. It could be for reasons like week signal strength on a wireless connection, broken/old network devices, etc... Try to do a file transfer test within your local network to be sure that it's fast enough.
bg: Вашата интернет връзка се споделя с други хора в <acronym po4a-id=0>LAN</acronym> и те използват целия наличен капацитет. Помолете ги да намалят трафика си. =) Също така скоростта на връзката Ви към шлюз или маршрутизатор на Вашата <acronym po4a-id=1>LAN</acronym> (локална мрежа) може да бъде по-бавна, отколкото наличната скорост от вашия <acronym po4a-id=2>ISP</acronym> (интернет доставчик). Причини за това може да са: слаб сигнал на безжичната връзка, повредени/стари мрежови устройства и др. Опитайте се да направите тест за прехвърляне на файлове в локалната Ви мрежа, за да сте сигурни, че скоростта е достатъчно висока.

source: Your ISP may be limiting your P2P traffic via some method of packet shaping. Call up the ISP and inquire if they do anything with P2P traffic. You can try to connect to ADC hubs and test your downloads there. As ADC is a newer and more efficient DC protocol it can be still unknown to your ISP's throttling system. If the ISP <i>does</i> throttle you, then there is nothing much that can be done to increase the speeds. This is also common at Universities and at the workplace, and is <a po4a-id=0>the topic of another FAQ</a>.
bg: Вашият Интернет доставчик може да ограничава P2P трафика чрез някакъв метод за пакетиране на данните. Обадете се на интернет доставчика и се информирайте, ако правят нещо с P2P трафика. Можете да опитате да се свържете с ADC хъбове и да тествате Вашите изтегляния. Тъй като ADC е по-нов и по-ефективен DC протокол, тя може би, е все още непозната, за ограничаване, система на вашия Интернет доставчик. Ако ISP <i>ограничава</i> скоростта, няма много неща, които може да се направят за увеличаване на скоростите. Това е често срещано в университетите и на работното място и е <a po4a-id=0>тема в често задаваните въпроси</a>.
pl: Twój ISP może limitować ruch P2P używając metody kształtowania pakietów. Zadzwoń do swojego ISP i dowiedz się czy robi cokolwiek co by dotyczyło ruchu P2P. Możesz spróbować połączyć się z hubami ADC i przetestować tam swoje pobieranie. ADC jest nowszym i bardziej ulepszonym protokołem DC, nadal nieznanym twojemu ISP. Jeżeli twój ISP cię <i>ogranicza</i> nic nie możesz zrobić by większyć prędkość. Jest to rónież popularne na Uniwersytetach i w miejscach pracy, jest to <a po4a-id=0>tematem kolejnego FAQ</a>.
