Repository: RoLex/feardc
Catalog: help/po/*.po
Languages: bg, pl

source: If you're still unsure what network devices you use to connect to the Internet, then use <a po4a-id=0>Google</a>! It can give you information on every network device you own, just by searching for the <u>model number</u> printed on the device. Many ISPs call their device a simple modem when it is actually a router, so it never hurts to check.
bg: Ако все още сте сигурни, какви мрежови устройства използвате, за да се свържете с интернет, използвайте <a po4a-id=0>Google</a>! Така можете да получите информация за всяко мрежово устройство, което притежавате, само с търсене на <u>номера на модела</u>, отпечатан върху устройството. Много интернет доставчици наричат тяхното устройство прост модем, а то всъщност е рутер, така че никога не боли да се провери.
pl: Jeżeli nada masz wątpliwości co urządzeń sieciowych używanych do łączenia się z Internetem użyj <a po4a-id=0>Google</a>! Pokaże ci informacje na temat każdego urządzenia sieciowego jakie posiadasz, jeżeli poszukasz modelu urządzenia i wraz z <u>numerem</u>, wydrukowanym z tyłu urządzenia. Wielu dostawców internetu nazywa urządzenie po prostu modem, gdy w rzeczywistości jest routerem, więc warto sprawdzić.

source: In order to choose a proper active connection mode, you must know whether you are <i>behind a router or gateway</i> or if you <i>access the Internet directly</i>. You can also determine if you have a router or not by checking your <i>external</i> and <i>internal</i> IP addresses. If these IP addresses <b>do NOT match then you access the Internet through a local gateway or router</b>.
bg: За да изберете правилния активен режим за връзка, трябва да знаете дали сте <i>зад рутер или шлюз</i> или имате <i>директен достъп в Интернет</i>. Можете да определите, дали имате рутер или не, чрез проверка на <i>външния</i> и <i>вътрешния</i> IP адреси. Ако тези адреси <b>НЕ съвпадат, тогава достъпът до интернет е чрез местен Gateway (шлюз) или рутер</b>.
pl: W celu wybrania odpowiednie połączenia trybu aktywnego, musisz wiedzieć czy <i>jesteś za routerem lub bramką</i> lub czy <i>jesteś połączony bezpośrednio z internetem</i>. Musisz również zdefiniować czy masz router czy nie, sprawdzając swój <i>zewnętrzny</i> i <i>wewnętrzny</i> adres IP. Jeżeli te adresy IP <b>NIE pasują, to oznacza, że masz dostęp do internetu przez lokalną bramke lub router</b>.

source: To see your <i>internal IP address</i> go to the Windows Start menu, click Run... and type : cmd /k ipconfig
bg: За да видите Вашия <i>вътрешен IP адрес</i>, отидете в менюто "Старт" на Windows, щракнете върху Изпълни ... и въведете командата: cmd /k ipconfig
pl: Aby sprawdzić <i>IP wewnętrzne</i>, wejdź w Start/Uruchom ... i wpisz : cmd /k ipconfig

source: If you are still unsure you may want to consult your ISP support hotline or system administrator (if on an organization's network).
bg: Ако сте все още не сте сигурни, може да се консултирате с Вашия интернет доставчик или системен администратор.
pl: Jeżeli nadal jesteś niepewien, skonsultuj się ze swoim dostawcą internetu lub administratorem (jeżeli jest to sieć zorganizowana).

source: To manually configure your connectivity settings, uncheck <a po4a-id=0> Let DC++ determine the best connectivity settings</a> in the Connectivity settings pane of the settings dialog. This will enable the controls on the <a po4a-id=1>Manual configuration</a> pane where you can alter connectivity settings manually.
bg: За да конфигурирате ръчно настройките за свързване, махнете отметката пред <a po4a-id=0>Нека DC++ определи най-добрите настройки за свързване</a> в панела с настройките за свързване на диалоговия прозорец с настройки. Това ще позволи контрола върху настройките в прозореца за <a po4a-id=1>ръчно конфигуриране</a> и Вие ще можете да ги промените.

source: When you look at the <a po4a-id=0>Incoming connection settings</a> you will find 2 options for active mode and the last option for being passive as a last resort. For being active:
bg: Когато се вгледате в <a po4a-id=0>настройките за входящата връзка</a>, ще намерите 2 възможности за активен режим и последна възможност за пасивен, като краен случай. За активен режим:

source: <b>If you don't have a router/gateway</b> you need to set the <i>Active mode (I have no router / I have configured my router)</i> option.
bg: <b>Ако нямате рутер/шлюз</b>, можете да зададете опцията <i>Активен режим (Аз нямам рутер / Аз сам конфигурирах моя рутер).</i>

source: If you <b>connecting through a router/gateway you can choose between the 1st or the 2nd option</b> : <i>Active mode (I have no router / I have configured my router)</i> or <i>Active mode (let DC++ configure my router with NAT-PMP / UPnP)</i>.
bg: Ако сте <b>свързан чрез рутер/шлюз, можете да изберете между първия или втория вариант</b>: <i>Активен режим (Аз нямам рутер / Аз сам конфигурирах моя рутер)</i> или <i>Активен режим (нека DC++ конфигурира моя рутер с NAT-PMP / UPnP)</i>.

source: Setting up active mode if you are directly connected (NOT behind a router)
bg: Настройка на активния режим, ако сте пряко свързани (НЕ сте зад рутер)
pl: Ustawienie trybu aktywnego jeżeli jesteś podłączony/a bezpośrednio do internetu (brak rutera)

source: Click on File menu and then Settings. Click on the <a po4a-id=0>Manual configuration pane</a>.
bg: Щракнете върху менюто Файл и след това Настройки. Отворете панела <a po4a-id=0>Ръчно конфигуриране</a> .

source: Select the <b>Active mode (I have no router / I have configured my router)</b> radio button. Leave the fields in the 'External / WAN IP' box blank. This will make DC++ use the current IP assigned to your network card. You must NOT have an internal IP address for this to work.
bg: Изберете радио бутона <b>Активен режим (Аз нямам рутер / Аз сам конфигурирах моя рутер)</b>. Оставете празно полето "Външно / WAN IP". Това ще накара DC++ да използва текущия IP от Вашата мрежова карта. За да сработи, НЕ трябва да имате вътрешен IP адрес.

source: Leave the transfers and search port fields blank also. This will make DC++ randomize the port it uses each time.
bg: Оставете полетата на портовете за трансфери и порта за търсене празни. Това ще накара DC++ всеки път да използва случайни портове.
pl: Pozostaw puste pole dla portów transferów i wyszukiwań. DC++ będzie za każdym razem losować porty.

source: Leave the Outgoing Connection settings in the Proxy pane set to Direct Connection.
bg: Задайте " Директна връзка" в "Прокси настройки за изходящи връзки" от панела "Прокси"
pl: Pozostaw ustawienia Połączenia Wychodzącego w polu Proxy na opcji Połączenia Bezpośredniego.

source: Click OK. This will close the Settings window.
bg: Кликнете върху OK.Това ще затвори прозореца с настройки.

source: Test active mode by joining several hubs and doing a search for a common term. You should get results back. If not, then you are likely behind a router, have an internal IP address or haven't properly configured your <a po4a-id=0>security software to unblock DC++</a>.
bg: Тествайте активния режим, чрез свързване с няколко хъба и търсене на някой по-общ термин. Трябва да получите резултати обратно. Ако не, тогава вероятно сте зад рутер, има вътрешен IP адрес или не е конфигуриран правилно <a po4a-id=0>софтуера за сигурност, така че да отблокира DC++</a>.

source: Note hat this is the proper connection mode to choose if you're <b>using DC++ to connect to local hubs</b> and you plan to connect to users in your local network only.
bg: Имайте предвид, че това е правилният режим за свързване, ако <b>използвате DC++ само за връзка с местните хъбове</b> и имате намерение да се свържете с потребителите в локалната ви мрежа.

source: Setting up active mode if you are behind a router
bg: Настройка на активния режим, ако сте зад рутер

source: If you're behind a router (gateway) then your computer is a <b>member of a separate local network so connections coming from the Internet must find their way into your computer</b> that resides in a private network. For successful connectivity <b>the router must be set up</b> to open the communication ports DC++ uses and forward the incoming information from the Internet to the correct computer (the one that runs DC++). This is called <b>port forwarding</b> or <b>port mapping</b> and it requires configuration in the router device. There are ways to do port mapping <i>automatically</i> if your router supports one of the automatic port mapping protocols available in DC++. If none of the automatic port mapping ways are supported by the router, the configuration should be done manually to achieve a working active connection mode.
bg: Ако сте зад рутер (шлюз), значи компютърът Ви е <b>член на отделна локална мрежа, така че връзките, идващи от Интернет, трябва да намерят своя път към него</b>. За успешното свързване, <b>рутерът трябва да бъде настроен</b> да отвори комуникационните портове, които DC++ използва и да насочи постъпващата информация от интернет до правилния компютър (този, на който работи DC++). Това се нарича <b>пренасочване на портовете</b> (<b>port forwarding</b> или <b>port mapping</b>) и изисква конфигуриране на рутера. Има начини пренасочването на портовете да се направи <i>автоматично</i>, ако Вашият рутер поддържа поне един от протоколите за автоматично пренасочване на портове, налични в DC++. Ако нито един от начините за автоматично пренасочване на портове не се поддържа от рутера, конфигурацията трябва да се извърши ръчно, за да разполагате с работещ активен режим за връзка.

source: Automatic port mapping configuration
bg: Автоматично конфигуриране на портовете

source: You can simplify the process of setting up port forwarding if your router supports automatic port mapping protocols such as NAT-PMP or <acronym po4a-id=0>UPnP</acronym>. For more information, see <a po4a-id=1>What is NAT-PMP / UPnP?</a>.
bg: Можете да опростите настройките за пренасочване на портове, ако Вашият рутер поддържа протоколи за автоматично пренасочване на портове, като NAT-PMP или <acronym po4a-id=0>UPnP</acronym>. За повече информация вижте <a po4a-id=1>Какво е NAT-PMP / UPnP?</a>.

source: All broadband <acronym po4a-id=0>SOHO</acronym> routers that manufactured in the recent years should support at least UPnP and it should be enabled by default (this may not always true for older models). In any case its best to consult the documentation of the device about what port mapping protocol does the router support and how to enable it.
bg: Всички широколентови <acronym po4a-id=0>SOHO</acronym> рутери, които са произведени през последните години трябва да поддържат най-малко UPnP и тoй трябва да бъде активиран по подразбиране (това не винаги важи и за по-старите модели). Във всеки случай най-добре да се консултирате с документацията на устройството за това какъв протокол за пренасочване на портовете поддържа и как да го разрешите.

source: Select the <b>Active mode (let DC++ configure my router with NAT-PMP / UPnP)</b> radio button. Leave the fields in the &quot;External / WAN IP&quot; box blank.
bg: Изберете радио бутона <b>Активен режим (Нека DC++ конфигурира моя рутер с NAT-PMP / UPnP)</b>. Оставете празно полето &quot;Външно / WAN IP&quot;.

source: Test active mode by joining several hubs and doing a search for a common term. You should get results back. If not, then open the <a po4a-id=0>System Log</a> window and check the last log messages about the port mapping attempts and possible errors.
bg: Тествайте активния режим, чрез свързване с няколко хъба и задайте търсене на някой по-общ термин. Трябва да получите резултати обратно. Ако не, отворете прозореца на <a po4a-id=0>системния дневник</a> и проверете последните съобщения за пренасочването на портовете, като следите за възможни грешки.

source: Here are some tips if you can't make the automatic port mapping work and unable to figure out what's the problem:
bg: Ето някои съвети, ако не можете да накарате автоматичното пренасочване на портове да работи и не разбирате какъв е проблемът:

source: Make absolutely sure you have properly configured your <a po4a-id=0>security software to unblock DC++</a>
bg: Уверете се, че правилно сте конфигурирали Вашия <a po4a-id=0>софтуер за сигурност, за да се деблокира DC++</a>

source: When automatic port mapping is selected DC++ tries all the included mapping interfaces one by one, until a successful result. The default order of the implementations is pre-determined but you can force what mapper DC++ should try first. It's possible that DC++ gets a successful signal from a certain mapping interface (you see successful port mapping results in the <a po4a-id=0>System Log</a> window) but searches and downloads still don't work as the port mapping operation is actually failed. In this case you can <a po4a-id=1>select another mapping interface to try first</a> in a hope of a better result.
bg: Когато е избрано автоматичното пренасочване на портовете, DC++ се опитва да използва всички включени интерфейси за пренасочване един по един, до успешен резултат. По подразбиране реда за изпълнение е предварително определен, но можете да зададете, кой интерфейс DC++ трябва да опитва най-напред. Възможно е DC++ да получава сигнал от определен интерфейс за успешно пренасочване (виждате резултати за успешно пренасочване на портовете в прозореца на <a po4a-id=0>системния дневник</a>), но търсенето и свалянето все още да не работят, което означава, че пренасочването на портовете всъщност е неуспешно. В този случай можете да <a po4a-id=1>изберете друг интерфейс за пренасочване, да бъде използван пръв</a>, с надежда за по-добър резултат.

source: Try to <a po4a-id=0>set your external IP manually</a> (see above how to determine it) especially if you see 'Port mapping: Failed to get external IP' message in the <a po4a-id=1> System Log</a> window or wrong IP addess shown if you use the /conn chat command. Don't forget to <a po4a-id=2>disallow the automatic IP override</a> in these cases.
bg: Опитайте се да <a po4a-id=0>зададете външния IP адрес ръчно</a> (вижте по-горе как да го научите), особено ако видите съобщението"Пренасочване на портове: Неуспех при получаването на външен IP" в прозореца на <a po4a-id=1>Системния дневник</a> или се показва грешен IP адрес, ако използвате чат командата /conn. Не забравяйте да <a po4a-id=2>забраните автоматичната промяна на IP</a> за тези случаи.

source: Manual port mapping configuration
bg: Ръчно конфигуриране на пренасочването на портовете

source: If you are unable to automate port forwarding with NAT-PMP or UPnP, you can follow the <a po4a-id=0> Manual port forwarding FAQ</a> to achieve active connection mode. Note that manual port forwarding is an advanced task and it requires a minimal knowledge of computer networking.
bg: Ако не можете да автоматизирате пренасочването на портовете с NAT-PMP или UPnP, можете да следвате <a po4a-id=0> Ръчно пренасочване на портове ЧЗВ</a>, за да постигнете активен режим на връзка. Имайте предвид, че ръчното пренасочване на портовете е сложна задача и изисква поне минимални познания за компютърните мрежи.

source: Select passive mode as the last resort
bg: Избор на пасивен режим, в краен случай

source: If none of the above helped or you are not able to use active mode in your network (e.g. you have no access to the configuration page of the router/gateway or you have firewall service provided by your ISP) then you must choose <i>Passive mode (last resort - has serious limitations)</i> option in <a po4a-id=0>Connectivity Settings</a>. As linked above, however, passive mode has several disadvantages.
bg: Ако нищо от горепоосоченото не помага или не сте в състояние да използва активен режим във Вашата мрежа (например вие нямате достъп до страницата с конфигурацията на рутера / шлюз или имате защитна стена, предоставена от Вашия интернет доставчик), тогава трябва да изберете опцията <i>Пасивен режим (в краен случай - има сериозни ограничения)</i> в <a po4a-id=0>настройките за свързване</a>. Както бе споменато по-горе обаче, пасивният режим има няколко недостатъка.

source: If you still unable to search and/or download even in passive mode another possibility is that your ISP is blocking DC (and often other p2p protocols as well). This is also common at universities, at the workplace or other organizations, and is <a po4a-id=0>the topic of another FAQ</a>.
bg: Ако все още не можете да търсите и/или да сваляте, дори и в пасивен режим, много е възможно Вашият ISP да блокира DC (често и други P2P протоколи). Това е често срещано в университетите, на работното място или други организации, и е <a po4a-id=0>тема на друг често задаван въпрос</a>.

source: What do the different user icons mean?
bg: Какво означават различните икони на потребителя?
pl: Co oznaczają poszczególne ikony użytkowników?

source: Base icons:
bg: Основни икони:
pl: Podstawowe ikony:

source: Green
bg: Зелена
pl: Zielony

source: Standard user icon (no particular attribute).
bg: Стандартна потребителска икона (не е личен атрибут)
pl: Ikona standardowa (bez parametrów).

source: Grey
bg: Сива
pl: Szary

source: The user is in away mode.
bg: Потребителят е в режим "Отсъстващ"
pl: Użytkownik jest w trybie away

source: Yellow
bg: Жълта
pl: Żółty

source: The user represents a bot the hub uses to issue automatic commands.
bg: Потребителят е бот на хъба и се използва за издаване на автоматични команди.
pl: Użytkownik reprezentuje bota, którego hub używa do wykonywania automatycznych komend.

source: Icon modifiers:
bg: Модификатори на иконите:
pl: Zmodyfikowane ikony:

source: Red bricks
bg: Червени тухли
pl: Czerwone cegły

source: The user cannot be connected to, for he is in passive mode and does not support NAT traversal.
bg: Потребителят не може да бъде свързан, защото е в пасивен режим и не поддържа NAT.
pl: Nie można się połączyć z użytkownikiem, jest on w trybie pasywnym i nie używa NAT.

source: Red circle
bg: Червен кръг
pl: Czerwone kółko

source: The user has no free slot available.
bg: Потребителят няма свободен слот на разположение
pl: Użytkownik nie posiada wolnych slotów.

source: Yellow key
bg: Жълт ключ
pl: Żółty klucz

source: The user is a hub operator.
bg: Потребителят е оператор на хъба
pl: Użytkownik jest operatorem huba

source: How do I install DC++?
bg: Как да инсталирам DC++?
pl: Jak zainstalować DC++?

source: Just run the installer and fire up DC++, then enter the settings to set it up according to your preferences (the most important are <a po4a-id=0>nick</a>, <a po4a-id=1>download location</a> and <a po4a-id=2>shared directories</a>). When using the installer, DC++ will store its settings and create the default downloads directory in the current user's profile directory.
bg: Просто стартирайте инсталатора и инсталирайте DC++, след което задайте настройките според Вашите предпочитания (най-важни са <a po4a-id=0>псевдонимът</a>, <a po4a-id=1>местоположението за свалените файлове</a> и <a po4a-id=2>споделените директории</a>). При използване на инсталатора, DC++ ще съхранява настройките си и ще създаде директория за свалянията, в директорията с профила на текущия потребител.

source: You can also download the .zip file (Binary, portable version) and unpack it to any directory you like. If you use the portable version, all the settings and the downloads directory will be stored in the directory where DC++ has been unpacked. You can configure DC++ to use another directory for settings by editing a file called dcppboot.xml located besides the DC++ executable. You can read more about the storage of settings and downloaded files in <a po4a-id=0>this FAQ</a>.
bg: Можете да изтеглите .zip файлa (Binary, преносим вариант) и да го разархивирате в произволна директория. Ако използвате преносимия вариант, всички настройки и папки за сваляния ще се съхраняват в директорията, в която е инсталиран DC++. Можете да конфигурирате DC++, да използва друга директория за настройките, като редактирате файла dcppboot.xml разположен на същото място, където е изпълнимия файл на DC++. Можете да прочетете повече за съхраняването на настройките и изтеглените файлове в <a po4a-id=0>този често задаван въпрос</a>.

source: How do I uninstall DC++?
bg: Как мога да деинсталирам DC++?
pl: Jak odinstalować DC++?

source: Use the uninstaller that followed when you used the installer. It will remove all installed program files and (if you choose so) will delete all of your settings and unfinished downloads as well.
bg: Използвайте деинсталатор, ако при инсталирането сте използвали инсталиращата програма. Така ще премахнете всички инсталирани програмни файлове и (ако решите) ще изтриете настройките и недовършените изтегления.

source: If you didn't use the installer (portable version): You can safely delete your DC++ directory, but be aware that dchub://, adc://, adcs:// and magnet: links will remain in the registry and will point to the nonexistent application. If you disable the <a po4a-id=0>Register with Windows to Handle dchub://, adc:// and adcs:// URL Links</a> and <a po4a-id=1>Register with Windows to Handle magnet: URI Links</a> options before uninstalling, these registry settings will be removed.
bg: Ако не сте използвали инсталатора (използвате преносимата версия на програмата): Вие можете безопасно да изтриете вашата DC++ директория, но трябва да знаете, че dchub://, adc://, adcs:// и magnet: връзките ще останат в системния регистър и ще сочат към несъществуващо приложение. Ако забраните опциите <a po4a-id=0>Регистрирай се в Windows за поддръжка на dchub://, adc:// and adcs:// URL връзките</a> и <a po4a-id=1>Регистрирай се в Windows за поддръжка на magnet: URL връзки</a> преди да деинсталирате, тези настройки на системния регистър, ще бъдат премахнати.

source: If you want to move your settings, unfinished downloads and other DC++ data to another computer, follow the <a po4a-id=0>Settings files guide</a>.
bg: Ако искате да преместите вашите настройки, недовършени изтегляния и други DC++ данни към друг компютър, вижте <a po4a-id=0>Употреба на файловете с настройки</a>.

source: How do I upgrade DC++?
bg: Как да надградя DC++?
pl: Jak zaktualizować DC++?

source: Just install the new version (or unpack the .zip) in the directory your old version was in. Your old settings, queue, favorites will still be used by the new version.
bg: Просто инсталирайте новата версия (или разопаковайте .zip) в директорията на старата версия. Предишните Ви настройки, опашка и любими хъбове и потребители ще бъдат запазени в новата версия.

source: <b>BEWARE : </b>There are some cases though when a feature upgrade makes impossible to reuse some some kind of settings or data created by an older version of DC++.
bg: <b>ВНИМАНИЕ: </b> Има някои случаи обаче, когато надграждането прави невъзможно повторното използване на някои видове настройки или данни, създадени от по-стара версия на DC++.
pl: UWAGA: W niektórych przypadkach cechy nowej wersji uniemożliwią ponowne użycie pewnych ustawień lub danych utworzonych przez starsze wersje DC++.

source: Old (ver &lt;= 0.163) Notepad notes will get lost, due to a format change in 0.17
bg: Бележките в стария (версия <= 0,163) бележник ще бъдат изгубени, поради промяна на формата в 0,17
pl: Starsze (wersje &lt;= 0.163) dane z Notatnika zostaną utracone, z powodu zmiany formatu w 0.17
