Repository: RoLex/feardc
Catalog: help/po/*.po
Languages: bg, pl

source: Closes all opened <placeholder id=0/> windows.
bg: Затваря всички отворени прозорци <placeholder id=0/>.
pl: Otwiera wszystkie otwarte <placeholder id=0/> okna.

source: Help Menu
bg: Помощно меню
pl: Menu Pomoc

source: Here you can access the built-in Help, FAQs, guides and some documentation. It also contains hotlinks to reach the different parts of the DC++ online community.
bg: Тук можете да получите достъп до вградената помощ, често задаваните въпроси, ръководствата и някои документи. Има и горещи връзки, до различни части на DC++ онлайн общността.
pl: Tu masz dostęp do wbudowanej w program Pomocy, FAQ, przewodników i innej dokumentacji. Są tu również linki do różnych zagadnień związanych z DC++.

source: Help Contents
bg: Съдържание на Помощта
pl: Zawartość pomocy

source: Opens the Overview page of the built-in Help.
bg: Отваря страницата с общия преглед на вградена помощ.
pl: Otwiera okno z wbudowaną Pomocą.

source: The best way to start here if you are new to DC++.
bg: Най-добре е да започнете от тук, ако не сте запознати с DC++.
pl: Najlepsze miejsce by zacząć jest tutaj, jeżeli jesteś nowy na DC++.

source: Change Log
bg: Списък с промените
pl: Zmiany w programie

source: You can follow what's been changed in the different DC++ versions since the development started.
bg: Можете да проследите какво се променя в различните DC++ версии, тъй като развитието започна.
pl: Możesz prześledzić co zostało zmienione w poszczególnych wersjach programu DC++ od początku jego rozwoju.

source: About DC++
bg: Относно DC++
pl: O DC++

source: You can see the copyrights, list of all names who ever contributed to DC++ as well as some useful statistical information about your up/download ratio. The About box also shows you the version number of the current stable release of DC++.
bg: Можете да видите авторските права, списък на всички имена, които някога са допринесли за DC++, както и полезна статистическа информация за съотношението между качени и свалени обеми с данни. Показва се и номера на текущата стабилна версия на DC++.
pl: Tu można zobaczyć prawa autorskie, listę osób które pomogły w rozwoju DC++ oraz przydatne statystyki dotyczące wysyłania i pobierania. To okno wyświetli również numer obecnej stabilnej wersji DC++.

source: Web links that will open in your web browser.
bg: Връзки, които ще се отворят във Вашия уеб браузър.
pl: Witryna internetowa która otworzy się w twojej przeglądarce.

source: Homepage
bg: Начална страница
pl: Strona domowa

source: Opens the DC++ home page in your web browser.
bg: Отваря домашната страница на DC++ във Вашия уеб браузър.
pl: Otwiera stronę domową programu DC++ przy użyciu twojej przeglądarki.

source: Opens the trusted DC++ download page in your web browser.
bg: Отваря страницата за изтегляне на DC++ във Вашия уеб браузър.
pl: Otwiera w przeglądarce zaufaną stronę, gdzie można pobrać program DC++.

source: Opens the DC++ FAQ page in your web browser.
bg: Отваря страницата на DC++ с често задавани въпроси, във Вашия уеб браузър.
pl: Otwiera stronę DC++ FAQ w twojej przeglądarce.

source: Help center
bg: Помощен център
pl: Centrum pomocy

source: Points to the DC++ support forum.
bg: Посочва DC++ форума за поддръжка.
pl: Kieruje na stronę pomocy DC++.

source: Discussion forum
bg: Дискусионен форум
pl: Forum dyskusyjne

source: Points to the DC++ discussion forum.
bg: Посочва DC++ дискусионен форум.
pl: Forum dyskusyjne DC++.

source: You can propose modifications or request new features here.
bg: Тук можете да предложите промени или да поискате нови възможности.
pl: Tu możesz zaproponować zmiany i modyfikacje.

source: You can report problems about DC++ here.
bg: Тук можете да докладвате за проблеми с DC++.
pl: Tu możesz raportować problemy dotyczące DC++.

source: Donate (paypal)
bg: Дарение (чрез paypal)
pl: Dotacja (paypal)

source: Found this free program useful? Then you please consider donating some money... You can do it here, through the author's Paypal account.
bg: Смятате, че тази безплатна програма е полезна? Тогава, моля, помислете за даряването на пари ... Можете да го направите тук, чрез Paypal сметката на автора.

source: Blog
bg: Блог

source: Opens the DC++ blog in your web browser.
bg: Отваря DC++ блога във Вашия уеб браузър.
pl: Otwiera blog DC++ w twojej przeglądarce.

source: Community news
bg: Обществени новини
pl: Wiadomości społeczne

source: Opens the DCBase portal in your web browser.
bg: Отваря DC портала във Вашия уеб браузър.

source: Toolbar (top, icons below menus)
bg: Лента с инструменти (горе, иконите под менютата)
pl: Pasek narzędzi (ikony u góry, pod menu)

source: Recent windows
bg: Последни екрани
pl: Ostatnie okna

source: What's This?
bg: Какво е това?
pl: Co to jest?

source: The toolbar provides quick access to some regularly used parts and functions of DC++. You can customize the toolbar for yourself, add, remove and group the buttons using the following toolbar customization functions:
bg: Лентата с инструменти осигурява бърз достъп до някои редовно използвани части и функции на DC++. Можете да персонализирате лентата с инструменти по собствен вкус чрез добавяне, премахване и групиране на бутони, с помощта на следните функции:
pl: Pasek narzędzi dostarcza szybkiego dostępu do niektórych regularnie używanych części i funkcji DC++. Możesz dostosować pasek samemu, dodać, usunąć i pogrupować przyciski używając następującej funkcji dostosowania paska:

source: Holding the "shift" key you can drag &amp; drop toolbar buttons wherever you want.
bg: Като държите клавиша "Shift ", можете да влачите и пускате бутоните, където поискате.
pl: Przytrzymując klawisz "shift" możesz przenieść przyciski metodą "przeciągnij i upuść".

source: Right-click to the toolbar will bring up the toolbar context menu with a "Customize" item to open the <a po4a-id=0>Customize Toolbar dialog</a>.
bg: Щракането, с десния бутон на мишката, върху лентата с инструменти, ще доведе до отваряне на контекстното меню. Ако щракнете върху елемента "Персонализирай", можете да отворите прозореца за <a po4a-id=0>персонализиране на лентата с инструменти</a>.
pl: Kliknij prawym przyciskiem myszy na pasek aby przywołać menu kontekstowe "Dostosowywania" przycisków w oknie <a po4a-id=0>Dostosuj Pasek Narzędzi</a>

source: As a shortcut, double-click to the empty area of the toolbar will also open the <a po4a-id=0>Customize Toolbar dialog</a>.
bg: Също както при пряк път, ако щракнете двукратно върху празно място на лентата с инструменти ще се отвори прозореца за <a po4a-id=0>персонализиране на лентата с инструменти</a>.
pl: Jako skrót, kliknij podwójnie na pustą część paska narzędzi i również otworzysz okno <a po4a-id=0>Dostosuj Pasek Narzędzi</a>

source: The toolbar can hold the following available icons:
bg: Лентата с инструменти може да съдържа следните налични икони:
pl: Pasek narzędzi może zawierać następujące ikony:

source: Reconnect (disconnect and connect again) the hub which is currently in the foreground.
bg: Включете отново (изключете и свържете отново) хъба, който в момента е на преден план.
pl: Łączy ponownie z hubem (rozłączy i połączy znów), który jest obecnie na pierwszym planie.

source: Use the arrow placed on the right of the icon to easily connect to one of your favorite hubs without having to open the <placeholder id=0/> window.
bg: Използвайте стрелката, отдясно на иконата, за лесно свързване към един от любимите Ви хъбове, без да се налага да отваряте прозореца <placeholder id=0/>.
pl: Użyj strzałki po prawej stronie ikony aby łatwo połączyć się z jednym z ulubionych hubów bez potrzeby otwierania okna <placeholder id=0/>.

source: Consult the help topic associated to the <placeholder id=0/> dialog to find out how to add sub-menus to the menu that appears under the arrow.
bg: Консултирайте се с помощната тема, свързана с диалога <placeholder id=0/>, за да разберете как да добавите под-менюта на менюто което се показва под стрелката.
pl: Zajrzyj do tematu pomocy związanego z oknem <placeholder id=0/> aby dowiedzieć jak dodać pod-menu do menu które widać pod strzałką.

source: Opens your default finished downloads folder in Windows Explorer. Useful for quick accessing your downloaded files.
bg: Отваря папката по подразбиране за завършени изтегляния в Windows Explorer. Полезно е за бърз достъп до вашите изтеглени файлове.

source: Open a file list previously saved on your disk (a dialog will appear so you can pick the one you wish to open).
bg: Отворете списък с файлове, предварително записан на Вашия диск (ще се появи диалогов прозорец, така че можете да изберете този, който желаете да отворите).
pl: Otwiera listę plików poprzednio zachowaną na dysku (pojawi się okno, gdzie możesz wybrać, którą listę otworzyć).

source: Open menus with <acronym po4a-id=0>MRU</acronym> lists of recently opened windows. The list is saved across DC++ restarts.
bg: Отваряне на менютата с <acronym po4a-id=0>MRU</acronym> списъците на последно отваряните прозорци. Списъците се запазват при рестарт на DC++.
pl: Otwórz menu przy użyciu list <acronym po4a-id=0>MRU</acronym> ostatnio otwartych okien. Lista jest zachowana do momentu restartu DC++.

source: You can get help on specific parts of DC++ by using the &quot;What's This?&quot; help button: click it once, and your mouse cursor will change into a help cursor; then click on the control you wish to get help for.
bg: Можете да получите помощ за определени части от DC++ с помощта на бутона за помощ &quot;Какво е това?&quot;: щракнете върху него веднъж, и курсора на мишката ще се промени във въпросителен знак, след което щракнете върху опцията или полето, за които искате да получите помощ.
pl: Możesz uzyskać pomoc na temat zagadnień związanych z DC++ używając przycisku &quot;Co to?&quot; : kliknij na niego raz, potem myszką naprowadź kursor na miejsce o którym chcesz uzyskać informacje.

source: Each window opened in DC++ has a corresponding tab, which appears in the global tab control.
bg: Всеки отворен прозорец в DC++ има съответна секция, която се появява в общия раздел.
pl: Każde okno otwarte w DC++ ma swój odpowiednik, który pojawia się ogólnej kontrolce zakładek.

source: Tabs in DC++ behave the same as in standard Windows applications; moreover, they have the following additional features:
bg: Секциите в DC++ се държат по същия начин, както в стандартни приложения на Windows. Освен това, те имат следните допълнителни характеристики:
pl: Zakładki DC++ zachowują się tak samo jak standardowe aplikacje WIndowsa: mają również takie oto cechy:

source: They can be moved around in a drag-and-drop fashion.
bg: Могат да се местят чрез плъзгане и пускане.
pl: Mogą być przenoszone metodą "przeciągnij i upuść".

source: There are some easy ways to switch between them: with mouse extra buttons or using Ctrl+Tab.
bg: Има някои лесни начини да превключвате между тях: с допълнителните бутони на мишката или с Ctrl + Tab.
pl: Istnieją proste sposoby poruszania się pomiędzy zakładkami: dodatkowymi przyciskami myszy lub klawiszami Ctrl+Tag.

source: When many tabs are opened, and they can't fit into a single row, they will automatically occupy more rows.
bg: Когато са отворени много секции и не могат да се поберат в един-единствен ред, те автоматично ще заемат повече редове.
pl: Gdy otwarto dużą ilość zakładek i nie mieszczą się one w jednym rzędzie, przeniosą się one automatycznie tworząc kolejny rząd.

source: Each tab has its own context-menu which provides commands related to the window the tab belongs to. Description of the common context menu options are listed in the <a po4a-id=0> General Menu Commands</a> page.
bg: Всяка секция има свое собствено контекстно меню, което предоставя команди, свързани с прозореца, чиято е секцията. Описание на общите опции в контекстните менюта, можете да намерите в справката за <a po4a-id=0>общите команди в менютата</a>.
pl: Każda zakładka posiada menu kontekstowe, które dostarcza użytkownikowi komend związanych z oknem w którym się znajduje. Opis najpopularniejszych opcji menu kontekstowych jest wylistowane na stronie <a po4a-id=0> Ogólne Komendy Menu</a>

source: Tabs can be closed with:
bg: Секциите могат да бъдат затворени с:
pl: Zakładki można zamknąć:

source: Middle mouse click
bg: Щракване със средния бутон на мишката
pl: Środkowym przyciskiem myszki

source: Shift + left mouse click
bg: Shift + щракване с левия бутон на мишката
pl: Shift + lewy przycisk myszy

source: Left mouse click on the
bg: Щракване с левия бутон на мишката върху

source: Close tab button
bg: Бутон за затваряне на секцията

source: button on the right of the tabs (appears only if <a po4a-id=0>DC++'s own tab style</a> is used)
bg: бутон от дясно в секцията (появява се само ако DC++ използва <a po4a-id=0>собствен стил на секцията</a>)

source: The &quot;Close&quot; command from the tab context-menu
bg: Командата &quot;Затвори&quot; от контекстното меню на секцията
pl: Komendą &quot;Zamknij&quot; w kontekstowym menu zakładki

source: You can customize the look and behavior of tabs from the <a po4a-id=0>Tabs settings</a> and <a po4a-id=1>Windows settings</a> respectively.
bg: Можете да персонализирате външния вид и поведението на секциите от <a po4a-id=0>настройки на секциите</a> и <a po4a-id=1>настройки на прозорците</a> съответно.
pl: Możesz dostosować widok i zachowywanie się zakładek z kolejno <a po4a-id=0>Tabs settings</a> and <a po4a-id=1>Windows settings</a>

source: The main status bar is always visible in the bottom of the DC++ window. You can get information from the current state of several parameters of DC++ here. The status bar is divided into sections for better visibility. Their meaning from left to right:
bg: Основната лента на състоянието винаги се вижда в най-долната част на прозореца на DC++. Можете да получите информация за текущото състояние на няколко параметъра на DC++ тук. Лентата на състоянието е разделена на секции за по-добра видимост. Тяхното значение от ляво на дясно:
pl: Główny pasek stanu DC++ jest zawsze widoczny w dole programu. Możesz na nim zobaczyć obecne parametry DC++. Pasek jest jest podzielony na dwie sekcje, dla lepszej czytelności. Znaczenie od lewej do prawej.

source: System messages
bg: Системни съобщения
pl: Widomości systemowe

source: The first part of the status bar contains the last system message with a timestamp. To see more from the recent system messages you can move the mouse pointer above the statusbar - the last 10 lines of the messages will be shown as a tooltip shortly. To see all system messages of the current session open the <a po4a-id=0>System Log</a> window from the <a po4a-id=1>View menu</a> or simply double-click on this part of the status bar.
bg: Първата част на лентата за състоянието съдържа последното съобщение на система с времето на получаване. За да видите повече от последните системни съобщения, можете да преместите показалеца на мишката над лентата на състоянието - последните 10 реда от съобщенията ще бъдат показани. За да видите всички системни съобщения на текущата сесия отворете прозореца на <a po4a-id=0>системния дневник</a> от менюто <a po4a-id=1>Изглед</a>, или просто щракнете два пъти върху тази част от лентата на състоянието.
pl: Przednia część pasku stanu zawiera ostatnie wiadomości systemowe wraz ze znacznikiem czasowym. Aby zobaczyć więcej wiadomości systemowych przesuń wskaźnikiem myszki nad pasek stanu - ostatnie 10 linijek wiadomości wkrótce się pokaże. Aby zobaczyć wszystkie wiadomości systemu otwórz <a po4a-id=0>Dziennik systemu</a> z <a po4a-id=1>Menu widoku</a> lub po prostu dwukrotnie kliknij na pasek stanu.

source: Online user
bg: Потребител на линия

source: Away user
bg: Отсъстващ потребител

source: Away indicator
bg: Индикатор "Отсъстващ"
pl: Wskaźnik away

source: The user icon turns from green to grey when DC++ is in <a po4a-id=0>away mode</a>.
bg: Иконата на потребителя се превръща от зелена в сива, когато DC++ е в <a po4a-id=0>режим отсъстващ</a>.

source: Double-click to switch away mode on and off.
bg: Щракнете два пъти, за да превключите режим "Отсъстващ"
pl: Kliknij podwójnie aby włączyć lub wyłączyć tryb away.

source: Shows the number of hubs you are currently connected to in the following format: x/y/z, where:
bg: Показва броя на хъбовете, с които в момента сте свързани в следния формат: x/y/z, където:
pl: Pokazuje ilość hubów z którymi jesteś teraz połączony w formacie x/y/z, gdzie:

source: x = number of connected hubs where you're not a registered user;
bg: х = броят на хъбовете, в които не сте регистриран потребител;
pl: x = to ilość hubów z którymi jesteś połączony jako użytkownik niezarejestrowany;

source: y = number of connected hubs where you're registered in;
bg: y = броят на хъбовете, в които сте регистрирани;
pl: y = to ilość hubów z którymi jesteś połączony jako użytkownik zarejestrowany;

source: z = number of connected hubs where you're an operator;
bg: z = броят на хъбовете, в които Вие сте оператор;
pl: z = to ilość hubów z którymi jesteś połączony jako operator;

source: just the same way as in the <a po4a-id=0>DC++ tags</a> of the users listed on a hub.
bg: Същия начин на описание е използван и в <a po4a-id=0>DC++ таговете</a> на потребителите, посочени в потребителския списък на съответния хъб.
pl: dokładnie w ten sam sposób jak <a po4a-id=0>DC++ tag</a> na liście użytkowników.

source: Slots
bg: Слотове
pl: Sloty

source: Slots full
bg: Слотовете са заети

source: Indicates the number of currently free upload slots out of the total number of slots opened.
bg: Показва броя на свободните в момента слотове за качване и общия брой на отворените слотове.
pl: Wskazuje liczbę wolnych slotów w stosunku do slotów otwartych.

source: Downloaded bytes
bg: Свалени байтове

source: Total downloaded bytes
bg: Общ брой свалени байтове
pl: Suma ściągniętych bajtów

source: Shows the total number of bytes received in the current session, including file transfers, hub-client communication and hublists.
bg: Показва общия брой на байтовете, получени в текущата сесия, включително хъб-клиент комуникация, трансфер на файлове и списъци с хъбове.
pl: Pokazuje sumę bajtów otrzymanych w czasie obecnej sesji, licząc transfery plików, komunikację między hubem a klientem oraz list hubów.

source: Double-click to open the <placeholder id=0/> window.
bg: Щракнете два пъти, ако искате да отворите прозореца <placeholder id=0/>.
pl: Kliknij podwójnie aby otworzyć <placeholder id=0/> okno.

source: Uploaded bytes
bg: Качени байтове

source: Total uploaded bytes
bg: Общ брой качени байтове
pl: Suma wysłanych bajtów

source: Shows the total number of bytes sent in the current session, including file transfers and hub-client communication.
bg: Показва общия брой байтове, изпратени в текущата сесия, включително трансфер на файлове и хъб-клиент комуникация.
pl: Pokazuje sumę bajtów wysłanych w czasie obecnej sesji, licząc transfery plików i komunikację między hubem a klientem.

source: Download speed
bg: Скорост на Download

source: Current download speed
bg: Текуща скорост на сваляне
pl: Obecna prędkość pobierania

source: Shows the current overall download speed and the number of current download connections in parentheses (updated in every second).
bg: Показва текущата обща скорост на сваляне и в скоби броят на сегашните връзки за сваляне (актуализира се всяка секунда).
pl: Pokazuje obecną całkowitą prędkość pobierania oraz w nawiasie numer obecnych pobierań (sprawdzane co sekundę)

source: Upload speed
bg: Скорост на Upload

source: Current upload speed
bg: Текуща скорост на качване
pl: Obecna prędkość wysyłania

source: Shows the current overall upload speed and the number of current upload connections in parentheses (updated in every second).
bg: Показва текущата обща скорост на качване и в скоби броят на сегашните връзки за качване (актуализира се всяка секунда).
pl: Pokazuje obecną całkowitą prędkość wysyłania oraz w nawiasie ilość obecnych połączeń wychodzących (sprawdzane co sekundę).

source: Current download limit
bg: Текущо ограничение скоростта на сваляне
pl: Obecny limit pobierania

source: Shows the current maximum download rate. Zero speed value means that download limiting is disabled.
bg: Показва максималната скорост на сваляне. Нулевата стойност означава, че няма ограничение на скоростта.
pl: Pokazuje obecny wskaźnik maksymalnego pobierania. Wartość prędkości pokazująca zero oznacza wyłączenie limitera.

source: Current upload limit
bg: Текущо ограничение скоростта на качване
pl: Obecny limit wysyłania

source: Shows the current maximum upload rate. Zero speed value means that upload limiting is disabled.
bg: Показва максималната скорост на качване. Нулевата стойност означава, че няма ограничение на скоростта.
pl: Pokazuje obecny wskaźnik maksymalnego wysyłania. Wartość prędkości pokazująca zero oznacza wyłączenie limitera.

source: Network statistics
bg: Мрежова статистика
pl: Statystyki sieci

source: This window will display the avarage speed of files sent and received by DC++. The colors are decided by the <a po4a-id=0>upload and download colors in the settings window</a>. Note that information to and from hubs are included here as well.
bg: Този прозорец ще покаже средната скорост на файловете, изпратени и получени от DC++. Цветовете се определят от <a po4a-id=0>цветовете за качване и сваляне, зададени в прозореца с настройки</a>. Имайте предвид, че тук е включена и информация от хъбове.
pl: Okno wyświetli średnią prędkość plików wysyłanych i otrzymanych przez DC++. O kolorach decyduje <a po4a-id=0>ustawienia koloru pobierania i wysyłania</a>.

source: This is a notepad for your use. The information you write on this page is stored in the "Notepad.txt" file, in the root folder of DC++.
bg: Това е бележник за Ваша употреба. Информацията, която записвате на тази страница се съхраняват във файла "Notepad.txt", в главната папка на DC++.
pl: To jest notatnik do twojego użytku. Zapisywane informacje są przechowywane w pliku "Notepad.txt" w katalogu instalacyjnym DC++.

source: Private chat window (top)
bg: Прозорец за личен чат (горе)
pl: Okno prywatnych wiadomości (u góry)

source: The private chat window displays messages sent during your private conversation with a specific user (to know which one, take a look at the title bar of the main DC++ window). You can chat with the other user in this "private area" by writing a message in the field below the private chat and pressing either Enter or Alt+S to send your message. You may also use <a po4a-id=0>/commands</a> (send /help to list those available).
bg: Прозорецът на личния чат показва съобщения, изпратени по време на личния Ви разговор с конкретен потребител (за да се ориентирате кой, вижте коя е активната секция в заглавната лента на главния DC++ прозорец). Можете да чатите с други потребители в тази "личната зона" чрез писмено съобщение, въведено в полето по-долу. Натиснете Enter или Alt + S, за да изпратите вашето съобщение. Можете също да използвате <a po4a-id=0>/commands</a> (изпртете /help, за да видите тези, които са на разположение).
pl: Okno prywatnych wiadomości wyświetla wiadomości w czasie prywatnych rozmów z danym użytkownikiem (by wiedzieć kto to spójrz na pasek tytułu w danym oknie DC++). Możesz prowadzić konwersjację na tym "prywatnym terenie" poprzez wpisywanie tekstu w okno poniżej czata prywatnej wiadomości i naciskając Enter lub Alt+S aby wysłać wiadomość. Również możesz używać <a po4a-id=0>/commands</a> (wpisz /help by zobaczyć dostępne komendy).

source: Field to write a message (bottom)
bg: Поле за писане на съобщения (долу)
pl: Miejsce do wpisania wiadomości (w dole)
