Repository: RoLex/feardc
Catalog: help/po/*.po
Languages: bg, pl

source: Enabling this option will cause DC++ to prompt before you remove a favorite user.
bg: Разрешаването на тази опция ще накара DC++ да Ви предупреди, преди да премахнете любим потребител.
pl: Włączenie tej opcji spowoduje, że DC++ zapyta przed usunięciem ulubionego użytkownika.

source: Confirm item removal in download queue
bg: Потвърди премахването на обект от опашката за сваляне
pl: Potwierdzaj usuwanie elementu z kolejki

source: Enabling this option will cause DC++ to prompt before you remove a file (or files) from the <a po4a-id=0>download queue</a>.
bg: Разрешаването на тази опция ще накара DC++ да Ви предупреди, преди да премахнете даден файл (или файлове) от <a po4a-id=0>опашката от файлове за сваляне</a>.
pl: Włączenie tej opcji spowoduje, że DC++ zapyta przed usunięciem pliku (lub plików) z <a po4a-id=0>kolejki</a>.

source: Confirm ADL Search removal
bg: Потвърди премахването на ADL търсене
pl: Potwierdź usunięcie ADL Search

source: Enabling this option will cause DC++ to prompt before you remove an ADL Search item from the <a po4a-id=0>ADL Search</a> window.
bg: Разрешаването на тази опция ще накара DC++ да Ви попита преди да премахнете елемент от прозореца за <a po4a-id=0>ADL търсене</a>.
pl: Włączenie tej opcji spowoduje, że DC++ zapyta przed usunięciem pozycji z ADL Search z okna <a po4a-id=0>ADL Search</a>.

source: Status
bg: Статус

source: Type
bg: Тип
pl: Rodzaj

source: Filters (bottom)
bg: Филтри (долу)

source: Filter
bg: Филтър
pl: Filtr

source: The filter input box can be focused with Alt+I.
bg: Полето за въвеждане на низ за филтриране може да се фокусира с Alt + I.

source: Automatic Directory Listing Search
bg: Automatic Directory Listing Search (ADL търсене)
pl: Automatyczne przeszukiwanie listingu katalogów

source: What is Automatic Directory Listing Search?
bg: Какво представлява Automatic Directory Listing Search (ADL търсене)?
pl: Co to jest Automatyczne przeszukiwanie listingu katalogów?

source: Automatic Directory Listing Search (ADLSearch) is a tool for searching of file lists downloaded from users. Create a new ADLSearch entering 'avi' as search string for example. When you download a directory listing from a user, all avi-files will be placed in a special folder called <b>&lt;&lt;&lt;ADLSearch&gt;&gt;&gt;</b>.
bg: Automatic Directory Listing Search (ADLSearch), е инструмент за търсене във файловите списъци, които сваляте от потребителите. Създайте ново ADL търсене, в което използвайте "avi", като низ за търсене, например. Когато изтеглите списъка с файловете от някой потребител, ще забележите, че всички avi-файлове са поставени в специална папка, наречена <b>&lt;&lt;&lt;ADLSearch&gt;&gt;&gt;</b>.
pl: Automatic Directory Listing Search (Wyszukiwanie ADL) jest narzędziem służącym do szukania pośród list plików pobranych od użytkowników. Stwórz nową pozycję przykładowo wyznaczając 'avi' jako wytyczną. Gdy pobierasz listę od użytkownika, wszystkie pliki avi będą listowane w specjalnym folderze zwanym <b>&lt;&lt;&lt;ADLSearch&gt;&gt;&gt;</b>.

source: Columns
bg: Колони
pl: Kolumny

source: Enabled / Search String
bg: Активиране / Низ за търсене
pl: Włączone / Szukany ciąg

source: This is the set of search strings to search for. The checkbox indicates whether the search is active (box checked) or inactive (box unchecked).
bg: Тук е зададен низът за търсене . Полето показва, дали търсенето е активно (има отметка) или неактивно (без отметка).

source: Min Size
bg: Мин. размер
pl: Min. rozmiar

source: Max Size
bg: Макс. размер
pl: Max. rozmiar

source: Buttons / Context menu commands
bg: Бутони / Команди на контекстното меню
pl: Przyciski / komendy menu kontekstowego

source: New
bg: Нов...
pl: Nowy

source: Create a new ADLSearch entry.
bg: Създаване нов запис за ADLSearch.
pl: Utwórz nowe szukanie ADL.

source: Properties
bg: Свойства
pl: Właściwości

source: Change pre-existing ADLSearch properties for the selected entries.
bg: Промяна свойствата на предварително избрана задача за ADLSearch.

source: Move up
bg: Премести нагоре
pl: Przesuń do góry

source: Move up selected ADLSearch entries in the list.
bg: Преместване нагоре в списъка на избрана задача за ADLSearch.
pl: Przesuwa w górę wybrany ADLSearch na liście.

source: Move down
bg: Премести надолу
pl: Przenieś w dół

source: Move down selected ADLSearch entries in the list.
bg: Преместване надолу в списъка на избрана задача за ADLSearch.
pl: Przenieś w dół wybrany ADLSearch z listy.

source: Removes selected ADLSearch entries from the list.
bg: Премахване на избраните задачи за ADLSearch от списъка.
pl: Kasuje wybrany ADLSearch z listy.

source: Launch this help file.
bg: Стартиране на този помощен файл.
pl: Połącz z tym plikiem pomocy.

source: Description of some other common context menu options are listed in the <a po4a-id=0> Listview-related menu commands</a> page.
bg: Описание на някои други често използвани опции на контекстното меню са изброени в страницата <a po4a-id=0>Команди от менюто, свързани с прегледите на списъци</a>.

source: Extra Features
bg: Допълнителни функции
pl: Dodatkowe cechy.

source: There is a new option in the context menu (right-click) for directory listings. It is called 'Go to directory' and can be used to jump to the original location of the file or directory in the filelist.
bg: Налице е нова опция в контекстното меню (десен бутон) за преглед на директорията. Тя се нарича "Отиди в директорията" и може да се използва, за да преминете към първоначалното местоположение на файл или директория, в списъка с файловете.

source: If you use <a po4a-id=0>time formatting</a> variables, they will be replaced by today's date. If you use %[nick] it will be replaced by the nick of the user you download the directory listing from.
bg: Ако използвате променливи за <a po4a-id=0>форматиране на време</a> , те ще бъдат заменени с днешната дата. Ако използвате %[nick], той ще бъде заменен с името на потребителя, от който изтегляте списъка с файловете.

source: If you name a destination directory 'discard', it will not be shown in the total result. Useful with the feature below to remove uninteresting results.
bg: Чрез създаването на целева папака с името "изхвърляне" (или подобно) и възползвайки се от функцията, разяснена по-долу, можете да премахнете безинтересните резултати от другите (ако сте задали такива) елементи на търсенето.

source: There is a setting called <a po4a-id=0>Break on First ADLSearch Match</a>. If enabled, ADLSearch will stop after the first match for a specific file/directory.The order in the ADLSearch windows is therefore important. Example: Add a search item at the top of the list with string='xxx' and destination='discard'. It will catch many pornographic files and they will not be included in any following search results.
bg: Има настройка, която се нарича <a po4a-id=0>Прекъсни при първото съвпадение при ADL търсенето</a>. Ако е активирана, ADL търсенето за конкретен файл / директория, ще бъде преустановено след съвпадение с първото (най-горното в прозореца) търсене . Ето защо е важно подреждането на търсенията в прозореца ADL търсене . Пример: Добавяне на елемент за търсене в горната част на списъка с низ = "ХХХ" и целева папка = 'изхвърляне'. Този елемент ще хване много порнографски файлове и те няма да бъдат включени в резултатите от следващите зададени търсения.

source: Download queue
bg: Опашка от файлове за сваляне
pl: Kolejka pobierania

source: Toolbar
bg: Лента с инструменти
pl: Pasek Narzędzi

source: Left screen
bg: Ляв екран
pl: Lewe okno

source: This screen will display the queued directories in a tree view.
bg: Този екран ще покаже директориите в опашката, в дървовиден изглед.
pl: Okno wyświetli pozycje w kolejce w postaci drzewa.

source: Menu options
bg: Опции на менюто
pl: Opcje menu

source: Set priority
bg: Сложи приоритет
pl: Ustaw priorytet

source: This will set the priority of all files in the directory. If a file is paused, it will not begin to download and it will not be <a po4a-id=0>automatically searched</a> for.
bg: Това ще настрои приоритета на всички файлове в директорията. Ако даден файл е на пауза, той няма да започне да се сваля и няма да бъде <a po4a-id=0>търсен автоматично</a>.
pl: Ustawi priorytet dla plików. Jeżeli plik jest pauzowany, nie rozpocznie ściągania i nie będzie <a po4a-id=0>automatycznie szukał</a> źródeł.

source: Move/Rename
bg: Премести/Преименувай
pl: Przenieś/Zmień nazwę

source: Moves and/or renames the queued directory.
bg: Премествания и/или преименувания на директории от опашката.
pl: Prznosi i/lub zmienia nazwę

source: Deletes the queued directory from the queue. If <a po4a-id=0>Confirm item removal in download queue</a> is enabled, you will be prompted.
bg: Изтрива директория от опашката. Ако опцията<a po4a-id=0>Потвърди премахването на обект от опашката за сваляне</a> е активирана, Вие ще бъдете подканени да потвърдите премахването.
pl: Kasuje plik z kolejki. Jeżeli opcja <a po4a-id=0>Potwierdzaj usuwanie elementu z kolejki</a> jest zaznaczona, dostaniesz przy usuwaniu potwierdzenie.

source: Right screen
bg: Десен екран
pl: Okno po prawej

source: The name of the queued file.
bg: Името на файл от опашката.
pl: Nazwa pliku w kolejce.

source: <i>Running...</i>
bg: <i>Извършва се ...</i>
pl: <i>Wykonywanie operacji...</i>

source: <i>Waiting (User(s) online)</i>
bg: <i>Чакам (Потребителят е онлайн)</i>
pl: <i>Czeka (Użytkownik(-cy) online)</i>

source: In this case one or more sources are online but not available (no free slots).
bg: В този случай един или повече източници са онлайн, но са недостъпни (няма свободни слотове).
pl: W razie gdy jeden lub więcej źródeł jest online lecz nie są dostępni w tym momencie (brak wolnych slotów).

source: <i>User(s) offline</i>
bg: <i>Потребителят(ите) е(са) офлайн</i>
pl: <i>Użytkownik(-cy) offline</i>

source: It means that no sources are currently online for this file. You should wait until at least one goes online or you can search for additional alternate sources for this file by selecting the appropriate menu command from the context menu.
bg: Това означава, че няма източници за този файл, които в момента са онлайн. Трябва да изчакате, докато поне един премине в режим онлайн или да търсите допълнителни алтернативни източници за този файл, като изберете съответната команда от контекстното меню.
pl: Oznacza że nie ma dostępnych źródeł dla danego pliku. Powinieneś poczekać gdy przynajmniej jeden będzie online lub zacząć wyszukiwanie danej pozycji w celu znalezienia dodatkowych alternatywnych źródeł, wybierając odpowiednią komendę w menu kontekstowym.

source: <i>Finished</i>
bg: <i>Завършено</i>
pl: <i>Ukończono</i>

source: This status is shown when the file is already downloaded. Keeping finished files in the queue can be enabled or disabled by the <a po4a-id=0>corresponding switch in the Queue settings</a>.
bg: Този статут се показва, когато файлът е вече изтеглен. Показването на завършените файлове, в опашката може да бъде включено или изключено от <a po4a-id=0>съответния ключ в настройките на опашката</a>.
pl: Status ten się pokazuje gdy plik został pobrany. Zachowywanie w kolejce plików zakończonych może być włączone lub wyłączone w <a po4a-id=0>oknie ustawień Kolejki</a>

source: Size
bg: Големина
pl: Rozmiar

source: The size of the file, rounded off to closest appropriate unit.
bg: Размерът на файла, закръглен до най-близката подходяща единица.
pl: Rozmiar pliku, zaokrąglony do najbliższej jednostki.

source: Downloaded
bg: Свалено
pl: Pobrano

source: The amount of bytes downloaded.
bg: Размерът на изтеглените байтове.
pl: Liczba pobranych bajtów.

source: Priority
bg: Приоритет
pl: Priorytet

source: The file's priority. If a file is paused, it will not begin to download and it will not be <a po4a-id=0>automatically searched</a> for.
bg: Приоритет на файла. Ако даден файл е на пауза, той няма да започне да се сваля и няма да бъде <a po4a-id=0>търсен автоматично</a>
pl: Priorytet pliku. Jeżeli plik jest zapauzowany, nie będzie pobierany i nie będzie odbywało się dla niego <a po4a-id=0>automatyczne szukanie</a>

source: The sources' names and their respective hubs.
bg: Имената на източниците и съответните им хъбове.
pl: Nazwy źródeł i huby gdzie się znajdują.

source: Path
bg: Път
pl: Ścieżka

source: The path to the queued file's location, when finished.
bg: Пътят към местоположението на файла от опашката, когато е готов.
pl: Ścieżka lokalizacji pliku, gdy pobrany.

source: Exact size
bg: Точна големина
pl: Dokładny rozmiar

source: The exact file size in bytes.
bg: Точният размер на файла в байтове.
pl: Dokładny rozmiar pliku w bajtach.

source: Errors
bg: Грешки
pl: Błędy

source: If an error occur for a file, the error will be displayed here by showing the nick(s) of the problematic source(s) and the error message between parentheses. Possible errors are :
bg: Ако грешката се дължи на файл, тя ще бъде показана тук и ще бъде посочен псевдонима(ите) на проблемния източник(ци), а в скоби - съобщението за грешка. Възможните грешки са:
pl: Jeżeli nastąpił jakikolwiek błąd, zostanie on wyświetlony przy użyciu nicków użytkowników powodujących kłopoty oraz wiadomości błędu. Możliwe błędy to:

source: <i>File not available</i>
bg: <i>Файлът не е достъпен</i>
pl: <i>Plik nie jest dostępny</i>

source: The file cannot be downloaded from the source at the moment. Either the user's filelist was outdated when this file was added to the queue or the user removed the file from his/her share since then.
bg: В момента файлът не може да бъде изтеглен от източника. Вероятно потребителският файлов списък е вече остарял, когато този файл е добавен към опашката и потребителят е премахнал файла от неговия споделен дял.

source: <i>Passive user</i>
bg: <i>Пасивен потребител</i>
pl: <i>Pasywny użytkownik</i>

source: You can get this error only if you are in <a po4a-id=0>Passive connection mode</a>. The client of the given source is in passive mode, either and two <a po4a-id=1>passive users cannot download from each other</a>. The source will be used automatically if at least one of the peers <a po4a-id=2>switches to Active mode</a>.
bg: Можете да получите тази грешка, само ако сте в <a po4a-id=0>пасивен режим на връзката</a>. Клиентът на определен източник е в пасивен режим, a двама <a po4a-id=1>пасивни потребители не могат да теглят един от друг</a>. Източникът ще се използва автоматично, ако поне един от пиърите <a po4a-id=2>премине в активен режим</a>.

source: <i>CRC32 inconsistency (SFV-Check)</i>
bg: <i>CRC32-грешка (SFV-проверка)</i>
pl: <i>Zgodność CRC32(SFV-Check)</i>

source: The file was downloaded but its CRC32 checksum does not match the checksum stored in an accompanying .sfv file. The file will be redownloaded from another source. You can disable this integrity check with the corresponding checkbox in <a po4a-id=0>Advanced settings</a>.
bg: Файлът е изтеглен, но CRC32 контролната сума не съответства на контролната сума, съхранявана в придружаващия .sfv-файл. Файлът ще бъде свален отново от друг източник. Можете да изключите тази проверка на целостта, със съответната отметка в <a po4a-id=0>разширените настройки</a>.

source: <i>Full tree does not match TTH root</i>
bg: <i>Пълното дърво не съответства на TTH root</i>
pl: <i>Pełne drzewo nie pasuje do TTH</i>

source: The source provided wrong or corrupted <a po4a-id=0>Tiger tree</a> for the file. This can caused by connection problems or hashdata corruption (at one or both peers).
bg: Източникът предоставя грешно или повредено <a po4a-id=0>Tiger tree</a> за файла. Това може, да е причинено от проблеми с връзката или повредени хеш-данни (на единия или на двамата пиари).
pl: Źródło posiada nieprawidłowe lub wadliwe <a po4a-id=0>Tiger tree</a> pliku. Może to spowodować problemy z połączeniem oraz korupcję pliku (u obu osób).

source: <i>Source too slow</i>
bg: <i>Източникът е прекалено бавен</i>
pl: <i>Źródło jest za wolne</i>

source: The source is dropped because it meets one ore more criteria defined in your <a po4a-id=0>Autodrop settings</a>.
bg: Източникът е отпаднал, защото отговаря на един или повече критерии, зададени в <a po4a-id=0>настройките на автоматичното прекъсване</a>.
pl: Źródło zostało porzucone gdyż odkryto kryteria zdefiniowane przez ciebie w <a po4a-id=0>Ustawieniach automatycznego porzucenia</a>.

source: <i>Remote client does not fully support TTH - cannot download</i>
bg: <i>Отдалечен клиент който не поддържа TTH - не можете да теглите</i>
pl: <i>Ten użytkownik nie posiada wsparcia dla TTH - nie można pobierać</i>

source: The source using an old or unsupported client.
bg: Източникът използва стар или неподдържан клиент.
pl: Źródło używa starego lub nie wspieranego klienta.

source: <i>User certificate not trusted</i>
bg: <i>Използваният сертификат не е надежден</i>
pl: <i>Nie zaufany certyfikat użytkownika</i>

source: You have set in <a po4a-id=0>Security certificates settings</a> that your client should only accept sources with trusted certificates. This source is not trusted so it'll be excluded from downloads.
bg: Вие сте задали в <a po4a-id=0>настройките на сертификатите за сигурност</a>, че Вашият клиент следва да приема само източници с доверени сертификати. Този източник не е надежден, така че ще бъде изключен от източниците за изтегляне.
pl: Ustawiłeś <a po4a-id=0>Certyfikaty bezpieczeństwa</a> więc twój klient będzie akceptował tylko certyfikaty z zaufanych źródeł. To nie jest zaufane źródło więc zostanie wyłączone z ewentualnych pobierań.

source: Added
bg: Добавен
pl: Dodano

source: The date and time when the file was added to the queue.
bg: Датата и часът, когато файлът е добавен към опашката.
pl: Data i czas dodania pliku do kolejki.

source: TTH root
bg: TTH корен
pl: TTH

source: The file's TTH root.
bg: TTH корен на файловете
pl: Numer TTH.

source: The extension (file type) of the queued file.
bg: Разширенията (тип файл) на файловете от опашката
pl: Rozszerzenie (typ pliku) znajdującego się w kolejce.

source: Context menu commands
bg: Команди на контекстното меню
pl: Komendy menu kontekstowego

source: Moves and/or renames the queued file.
bg: Преместване и/или преименуване на файл от опашката.
pl: Przenosi i/lub zmienia nazwę pliku w kolejce.

source: Recheck integrity
bg: Провери цялостта отново
pl: Sprawdź ponownie intergralność

source: Rechecks the corresponding unfinished download. Useful:
bg: Повторна проверка на съответното недовършено изтегляне. Полезно:

source: if your settings have been damaged, in particular the &quot;Queue.xml&quot; file. You simply readd the lost items to the queue, recheck them and files which have partially downloaded before will resume from where they stopped.
bg: ако Вашите настройки, са били повредени, по-специално &quot;Queue.xml&quot; файлът. Просто добавете изгубените елементи на опашката, проверете ги отново и изтеглянето на частично изтеглените файлове, ще се възобнови от където е спряло.

source: if the unfinished file has been damaged (eg because of disk errors).
bg: ако недовършен файл е повреден (например поради дискови грешки).

source: if the file was successfully downloaded but DC++ failed to move it to its final destination.
bg: ако файлът е успешно изтеглен, но DC++ не е успял да го премести до крайното му местоназначение.

source: Re-add source
bg: Отново добави източник
pl: Dodaj ponownie źródło

source: Re-add a source that was previously removed.
bg: Добавяне на източник, който е бил отстранен.
pl: Dodaj ponownie źródło, które było poprzednio usunięte.

source: Remove source
bg: Премахни източник
pl: Usuń źródło

source: Remove a source from a queued file.
bg: Премахване на източник от опашката от файлове за сваляне.
pl: Usuń źródło z kolejki danego pliku.

source: Removes the user from all files in the queue.
bg: Премахва потребителя от всички файлове в опашката.
pl: Usuwa użytkownika z wszystkich plików z kolejki.

source: Copy
bg: Копиране

source: Allows copying the content of any column to the clipboard. An &quot;All columns&quot; command is available as well to gather all the columns in the copied text (one column per copied line).
bg: Позволява копиране на съдържанието на всяка колона в клипборда. &quot;Всички колони&quot; командата е налична и копира текста от всички колони (една клона се копира в ред).

source: Status bar
bg: Лента на състоянието
pl: Pasek statusu

source: Unnamed checkbox
bg: Неименувано поле за отметка
pl: Nieoznaczony kwadrat.

source: This will toggle the appearance of the <a po4a-id=0>left screen</a>.
bg: От тук се превключва външният вид на <a po4a-id=0>левия екран</a>.
pl: Wyłączy lub włączy <a po4a-id=0>okno po lewej</a>.

source: Items
bg: Обекти
pl: Pozycje

source: The amount of selected items.
bg: Брой на избраните елементи
pl: Ilość wybranych pozycji.

source: Size (left)
bg: Размер (вляво)
pl: Rozmiar (z lewej)

source: The total size (in bytes) of selected items.
bg: Пълен размер (в байтове) на избраните елементи.
pl: Suma rozmiaru wybranych plików (w bajtach).

source: Files
bg: Файлове
pl: Pliki

source: The total amount of files queued.
bg: Общ брой на файловете в опашката.
pl: Suma ilości plików w kolejce.

source: Size (right)
bg: Размер (вдясно)
pl: Rozmiar (z prawej)

source: The total amount of bytes queued.
bg: Общ размер на байтовете в опашката.
pl: Suma ilości bajtów w kolejce.

source: Favorite hubs
bg: Любими Хъбове
pl: Ulubine Huby

source: The name of the hub.
bg: Име на хъба.
pl: Nazwa huba.

source: The hub's description.
bg: Описание на хъба.
pl: Opis huba.

source: Server
bg: Сървър
pl: Serwer

source: User Description
bg: Описание на потребителя
pl: Opis użytkownika

source: The name of the hub group where this favorite hub belongs to. Empty if the hub is ungrouped.
bg: Името на групата хъбове, в която е този любим хъб. Празно, ако хъбът не е включен в група.
pl: Nazwa grupy do której należy hub w ulubionych. Puste jeżeli nie należy do grupy.

source: Groups
bg: Групи
pl: Grupy

source: More information about the use of favorite hub groups in the help topics associated to the <placeholder id=0/> dialog.
bg: Повече информация за използването на групите с любими хъбове потърсете в помощните теми, свързани с диалоговия прозорец <placeholder id=0/>.
pl: Więcej informacji na temat korzystania z ulubionych grup hubów znajdziesz w tematach pomocy<placeholder id=0/>.

source: Connect
bg: Свързване
pl: Połącz

source: Connect to selected hubs.
bg: Свързване с избраните хъбове
pl: Połącz z wybranymi hubami.

source: Create a new favorite hub.
bg: Създаване на нов любим хъб.
pl: Utwórz nowy ulubiony hub.

source: Change pre-existing hub properties for the selected hub.
bg: Промяна на свойствата на избрания хъб.
pl: Zmień istniejące właściwości wybranego huba.

source: Move up selected hubs in the list.
bg: Преместване на избрания хъб по-нагоре в списъка.
pl: Przesuń wyżej na liście wybrane huby

source: Move down selected hubs in the list.
bg: Преместване на избрания хъб по-надолу в списъка.
pl: Przesuń niżej na liście wybrane huby

source: Remove selected hubs from the favorite hubs list.
bg: Премахване на селектираните хъбове от списъка с любими хъбове.
pl: Usuń wybrane huby z listy ulubionych.

source: Move to group
bg: Премести в група
pl: Przesuń do grupy

source: Open a menu with the available favorite hub groups in order to move the selected hubs to the choosen group.
bg: Натиснете този бутон, ако искате да отворите менюто с наличните групи любими хъбове и да преместите избраните хъбове в групата която сте избрали.
pl: Otwórz menu z dostępnymi grupami hubów w celu przeniesienia wybranych hubów do wybranej grupy.

source: Back
bg: Назад
pl: Wstecz

source: Switch to the previously visited directory. This command can also be accessed via the Backspace key and the Ctrl+Left keyboard shortcut.
bg: Превключване към предишната директория. Тази команда може да бъде достъпна чрез клавиша Backspace и клавишната комбинация Ctrl + Left .
