Repository: RoLex/feardc
Catalog: help/po/*.po
Languages: bg, pl

source: These instructions apply to generic list management dialogs.
bg: Тези инструкции се отнасят за генеричните диалогови прозорци, използвани за управлението на списъци.
pl: Instrukcje odnoszą się do list zarządzania dialogów.

source: Field to add a new item (top)
bg: Поле за добавяне на нов елемент (отгоре)
pl: Pole do dodania nowej pozycji

source: Use this input box to write a new item you want to add.
bg: Използвайте това поле за въвеждане, за да запишете нов елемент, който искате да добавите.
pl: Użyj tego pola aby wpisać nową pozycję którą chciałbyś dodać.

source: Shows the current list. It will only be altered once you have pressed "OK".
bg: Показва текущия списък. Промени ще бъдат прилагани, само след като натиснете "OK".
pl: Pokazuje aktualną listę. Zostanie zaktualizowana po wciśnieciu "OK".

source: Add the item specified in the field on the top left to the current list.
bg: Добавяне на елемента, посочен в областта, намираща се в горния ляв ъгъл на настоящия списък.
pl: Dodaj daną pozycję do obecnej listy w górnym lewym rogu.

source: Move selected items upwards in the list.
bg: Преместване на избраните елементи нагоре в списъка.
pl: Przesuń zaznaczone pozycje w górę listy.

source: Move selected items downwards in the list.
bg: Преместване на избраните елементи надолу в списъка.
pl: Przesuń zaznaczone pozycje w dół listy.

source: Open a dialog to edit currently selected items.
bg: Отваряне на диалогов прозорец за редактиране на текущо избраните елементи.
pl: Otwórz okno edycji by edytować wybrane pozycje

source: Remove selected items from the current list.
bg: Премахване на избраните елементи от текущия списък.
pl: Usuń wybrane pozycje z listy.

source: User Command
bg: Потребителска команда
pl: Komendy użytkownika

source: Command Types:
bg: Видове команди:
pl: Typy komend

source: Separator
bg: Сепаратор

source: Adds a separator to the menu
bg: Добавя разделител в менюто
pl: Dodaj separator do menu

source: Raw
bg: Raw-команда

source: Sends raw command to the hub (experts only, end it with '|' in NMDC hubs and '\n' in ADC hubs!)
bg: Изпраща необработена команда за хъб (само за експерти, тя завършва с '|' в NMDC хъбове и с '\n' в ADC хъбове!)
pl: Wysyła komende raw do huba (tylko dla ekspertów, zakończ '|' w hubach NMDC i '\n' w hubach ADC!)

source: Chat
bg: Чат
pl: Czat

source: Sends command as if you were typing it in the chat
bg: Изпраща команда, както ако бъде написана в чата.
pl: Wyświetla komendy jakby były pisane w oknie głównym chatu

source: PM
bg: Лично съобщение

source: Sends command as if you sent it by PM
bg: Изпраща команда, както ако бъде написана в прозореца за лично съобщение.
pl: Wyświetla komendy jakby były pisane w oknie prywatnej wiadomości

source: Context
bg: Контекст
pl: Kontekst

source: Contexts determine where the command is shown.
bg: Контекстно определяне на мястото за показване на командата
pl: Kontekst komendy dotyczy okna w którym została wyświetlona.

source: Hub Menu
bg: на хъб
pl: Menu Huba

source: Hub tab (at the top of the screen) context menu
bg: Контекстното меню на хъб-секцията (в горната част на екрана)
pl: Zakładka huba (w górze ekranu) menu kontekstowe

source: User Menu
bg: на потребител
pl: Menu użytkownika

source: User context menu in chat and PM tab menu
bg: Потребителските менюта в чата и в прозореца за лично съобщение
pl: Menu kontekstowe użytkownika na czacie oraz zakładka menu PM

source: Search Menu
bg: в прозорец за търсене
pl: Menu wyszukiwań

source: Search context menu
bg: Контекстното меню при търсене
pl: Menu kontekstowe szukania

source: File list Menu
bg: на файлов списък
pl: Menu listy plików

source: File list context menu
bg: Контекстното меню на файлов списък
pl: Menu kontekstowe listy plików

source: Parameters
bg: Параметри:
pl: Parametry

source: Name as displayed in the menu (use '/' to create sub-menus, and '//' to actually write a slash)
bg: Име, както е показано в менюто (използвайте "/", за да създадете под-менюта и "//", ако искате действително да напишете наклонена черта)
pl: Nazwa jak wyświetlana w menu (użyj '/' aby stworzyć sub-menu. praz '//' aby użyć kreski ukośnej)

source: Command
bg: Команда
pl: Polecenie

source: Command text (may contain any of the variables listed below). Use Ctrl + Enter to create a new line.
bg: Текст на команда (може да съдържа всяка от променливите, изброени по-долу). Използвайте Ctrl + Enter, за да се създаде нов ред.
pl: Tekst komendy (może zawierać każdą z opcji z listy poniżej). Użyj Ctrl + Enter aby utworzyc nową linijkę.

source: Hub address
bg: Адрес на хъб
pl: Adres huba

source: Hub address as typed when connecting. "op" = NMDC hubs where you are an operator, "adc://" = all ADC hubs, "adc://op" = ADC hubs where you are an operator, "adcs://" = all <a po4a-id=0>secured</a> ADC hubs. If empty, and the "Raw" type is selected, then only NMDC hubs will match; if empty, and the "Chat" or "Private Message" types are selected, then all hubs will match regardless of their protocol.
bg: Адресът на хъба, както е въведен при свързването. "op" = NMDC хъбове, в които сте оператор, "adc://" = всички ADC хъбове, "adc://op" = ADC хъбове, в които сте оператор, "ADCS ://"= всички <a po4a-id=0>защитени</a> ADC хъбове. Ако полето е празно и е избран тип "Raw-команда", командата ще работи само в NMDC хъбове; ако е празно, а "Чат" или "Лично съобщение" са избрани, командата ще работи във всички хъбове, независимо от техния протокол.
pl: Adres huba jak wpisano przy połączeniu. "op" = huby NMDC gdzie jesteś operatorem, "adc://" = wszystkie huby ADC, "adc://op" = huby ADC gdzie jesteś operatorem, "adcs://" = wszystkie <a po4a-id=0>bezpieczne</a> huby ADC. Jeżeli pole jest puste i jest wybrana akcja "Raw", wtedy pasować będą tylko huby NMDC; jeżeli pole jest puste, oraz "Czar" lub "Prywana wiadomość" są wybrane, wtedy wszystkie huby się dopasują niezależnie od protokołu.

source: To
bg: До
pl: Do

source: Private Message recipient
bg: Получателят на личното съобщение
pl: Odbiorca Prywatnej Wiadomości

source: Send once per nick.
bg: Изпращай по веднъж на име
pl: Wyślij raz na nick.

source: Send only once per user from search or file lists, regardless of how many files have been selected per user.
bg: Чрез контекстните менюта на прозорците за търсене и файловите списъци, командата ще се изпраща само по веднъж за даден потребител, независимо от това, колко от файловете му са избрани.
pl: Wyślij jedynie raz dla użytkownika z wyszukiwania lub list plików, niezależnie od tego ile plików zostało zaznaczonych dla danego użytkownika.

source: Variables
bg: Променливи
pl: Zmienne

source: In the parameters, you can use %[<b>xxx</b>] variables and <a po4a-id=0>date/time specifiers</a> (%Y, %m, ...). The following variables are also available:
bg: В параметрите, можете да използвате %[<b>xxx</b>] променливи и <a po4a-id=0>дата/време спецификатори</a> (% Y,%, ...). На разположение са също и следните променливи:
pl: Przy tych parametrach można użyć %[<b>xxx</b>] zmiennych oraz <a po4a-id=0>określników data/czas</a> (%Y, %m, ...). Dostępne są również następujące zmienne:

source: %[fileFN]: Filename (search, file list, and transfer view contexts only)
bg: %[fileFN]: Името на файла (само в контекстите на търсене, файлов списък и преглед на трансфера)
pl: %[fileFN]: Nazwa pliku (jedynie w kontekście wyszukiwanie, lista plików oraz widok transferu)

source: %[fileSIsize]: File size (search, file list contexts only)
bg: %[fileSIsize]: Размерът на файла (само в контекстите на търсене и файлов списък)
pl: %[fileSIsize]: Rozmiar pliku (jedynie w kontekście wyszukiwanie, lista plików)

source: %[fileSIshort]: File size, short version including units (search, file list contexts only)
bg: %[fileSIshort]: Размерът на файла, кратка версия, включително и единици (само в контекстите на търсене и файлов списък)
pl: %[fileSIshort]: Rozmiar pliku, skrócona wersja zawierająca jednostki (jedynie w kontekście wyszukiwanie, lista plików)

source: %[fileTR]: TTH for the file, or "NONE" (search, file list contexts only)
bg: %[fileTR]: TTH за файла, или "NONE" (само в контекстите на търсене и файлов списък)
pl: %[fileTR]: TTH pliku, lub "NONE" (jedynie w kontekście wyszukiwanie, lista plików)

source: %[fileMN]: <a po4a-id=0>magnet link</a> to the file (search, file list contexts only)
bg: %[fileMN]: <a po4a-id=0>magnet link</a> към файла (само в контекстите на търсене и файлов списък)
pl: %[fileMN]: <a po4a-id=0>magnet link</a> do pliku (szukaj, tylko kontekst menu)

source: %[type]: "File" or "Directory" (directory context only)
bg: %[type]: "Файл" или "Директория" (само в контекста на директория)
pl: %[type]: "Plik" lub "Folder" (jedynie w kontekście folderu)

source: %[line:<i>caption</i>]: Opens up a dialog asking for "<i>caption</i>".
bg: %[line:<i>caption</i>]: Отваря диалоговия прозорец за въвеждане на "<i>надпис</i>".
pl: %[line:<i>podpis</i>]: Otwiera okienko prosząc o "<i>podpis</i>".

source: In addition to these variables, all of the ADC INF flags are available, with the following prefixes: <b>my</b>, <b>user</b>, and <b>hub</b>. Some may <u>not</u> be available on NMDC hubs. Many useful ones are enumerated below:
bg: В допълнение към тези променливи, са на разположение всички ADC INF флагове, със следните префикси: <b>my</b>, <b>user</b> и <b>hub</b>. Някои <u>не</u> са на разположение в NMDC хъбове, а най-полезните са изброени по-долу:
pl: Oprócz tych zmiennych, wszystkie flagi ADC INF są dostępne wraz z następującymi prefiksami: <b>my</b>, <b>user</b>, oraz <b>hub</b>. Niektóre mogą <u>nie</u> być dostępne w hubach NMDC. Wiele przydatnych zmiennych wylistowano poniżej:

source: %[myNI]: Your nick
bg: %[myNI]: Вашият псевдоним
pl: %[myNI]: Twój nick

source: %[myCID]: Your ADC CID
bg: %[myCID]: Вашият ADC CID
pl: %[myCID]: Twój ADC CID

source: %[userNI]: The user's nick
bg: %[userNI]: Псевдоним на потребител
pl: %[userNI]: Nick użytkownika

source: %[userCID]: The user's ADC CID
bg: %[userCID]: ADC CID на потребител
pl: %[userCID]: ADC CID użytkownika

source: %[userI4]: The user's IP (if supported by hub)
bg: %[userI4]: IP на потребителя (ако се поддържа от хъба)
pl: %[userI4]: IP użytkownika (jeżeli jest podany przez hub)

source: %[userTAG]: The user's tag
bg: %[userTAG]: Таг на потребителя
pl: %[userTAG]: Tag użytkownika

source: %[userDE]: The user's description
bg: %[userDE]: Описание на потребителя
pl: %[userDE]: Opis użytkownika

source: %[userEM]: The user's email
bg: %[userEM]: Email на потребителя
pl: %[userEM]: Email użytkownika

source: %[userSS]: The user's shared bytes (exact)
bg: %[userSS]: Споделени байтове на потребителя (точно)
pl: %[userSS]: Dokładna wielkość plików jaką udostępnia użytkownik, podana w bajtach

source: %[userSSshort]: The user's shared bytes (formatted with units)
bg: %[userSSshort]: Споделени байтове на потребителя (форматирани с единици)
pl: %[userSSshort]: Udostępniane przez użytkownika bajty (podane w jednostkach)

source: Compatibilty Variables
bg: Съвместими променливи
pl: Możliwe zmienne

source: User matching definition
bg: Дефиниране на "Съвпадащ потребител"
pl: Definicja dopasowania użytkownika

source: User matching
bg: Съвпадащ потребител
pl: Dopasowany użytkownik

source: This dialog configures one user matching definition. More information about user matching definitions is available in the page about the <placeholder id=0/> settings page.
bg: Този диалогов прозорец конфигурира една дефиниция на съвпадащ потребител. Повече информация за тези дефиниции, има в страницата с настройките за <placeholder id=0/>.
pl: To okno konfiguruje dopasowanie definicji użytkownika. Więcej informacji na temat dopasowania definicji jest dostępna na stronie dotyczącej <placeholder id=0/> strony ustawień.

source: Styles
bg: Стилове
pl: Style

source: The name this user matching definition will be identified as in the <placeholder id=0/> and the <placeholder id=1/> settings page.
bg: Име, с което дефиницията ще бъде показвана в <placeholder id=0/> и страницата с настройки <placeholder id=1/>.
pl: Nazwa dla tej definicji użytkownika będzie identyfikowana w <placeholder id=0/> oraz <placeholder id=1/> stronie ustawień.

source: Match favorite users
bg: Съвпадение на любими потребители
pl: Dopasuj ulubionych użytkowników

source: Users
bg: Потребители
pl: Użytkownicy

source: If checked, users will have to have been marked as favorite users from the <placeholder id=0/> window in order for this user matching definition to be applied to them.
bg: Ако е избрано, тази дефиниция ще се прилага за любими потребители, маркирани като такива в прозореца <placeholder id=0/>.
pl: Jeśli zaznaczono, użytkownicy muszą być zaznaczeni jako Ulubieni użytkownicy w oknie <placeholder id=0/> aby dopasowanie definicji zadziałało.

source: Match operators
bg: Съвпадение на оператори
pl: Dopasuj operatorów

source: If checked, users will have to be hub operators in order for this user matching definition to be applied to them.
bg: Ако е избрано, тази дефиниция ще се прилага към всички оператори на хъбове.
pl: Jeśli zaznaczono, użytkownicy będą musieli być operatorami hubów aby definicja użytkownika zadziałała.

source: Match bots
bg: Съвпадение на ботове
pl: Dopasuj boty

source: If checked, users will have to be hub bots in order for this user matching definition to be applied to them.
bg: Ако е избрано, тази дефиниция ще се прилага към всички ботове.
pl: Jeśli zaznaczono, użytkownicy muszą być botami huba aby definicja użytkownika zadziałała.

source: Rules
bg: Правила
pl: Reguły

source: Add a rule
bg: Добави правило
pl: Dodaj regułę

source: Add a line to define a rule that users will have to match in order for this user matching definition to be applied to them.
bg: Добавяне на ред, чрез който ще можете да зададете правило за потребител. Когато у даден потребител бъде открито съвпадение с това правило, към него ще бъдат прилагани съответните зададени дефиниции.
pl: Dodaj linię definicji reguły która mus być spełniona by użytkownik pasował do definicji.

source: Field selection drop-down (left)
bg: Падащо меню (вляво) за избор на свойство
pl: Wybór w oknie (po lewej)

source: The user property to be matched against for the current rule.
bg: Свойствата на потребителя се сравняват с настоящото правило.
pl: Użytkownik pasujący do obecnej reguły.

source: Pattern text-box
bg: Текстово поле за модел
pl: Okno wzorów tekstowych

source: Pattern for the current rule.
bg: Модел за настоящото правило.
pl: Wzór dla obecnej reguły.

source: Method selection drop-down (right)
bg: Метод за избор чрез падащо меню (вдясно)
pl: Metoda wyboru w otwieranym oknie (po prawej)

source: Define how the pattern will be matched against the user property selected in the field selection drop-down.
bg: Чрез падащото меню, можете да определите модела за търсене на съвпадение.
pl: Zdefiniuj jak wzór będzie pasował do użytkownika wybranego z okna wyboru.

source: X button (right)
bg: бутон Х (вдясно)
pl: X przycisk (po prawej)

source: Remove the current rule.
bg: Изтриване на настоящото правило.
pl: Usuń obecną regułę.

source: Always show chat messages
bg: Винаги показвай чат съобщенията
pl: Zawsze pokazuj wiadomości czatu

source: Chat messages for users that match this user matching definition will always be shown. Use this to override other "chat ignore" definitions.
bg: Ако тази опция е избрана, чат съобщенията на потребителите, отговарящи на тази дефиниция, ще бъдат винаги показвани. Използвайте това, за да замените "Игнорирай чат съобщенията".
pl: Wiadomości czatu od użytkownika pasującego do definicji będą zawsze pokazywane. Użyj tej opcji aby nadpisać inne definicje "ignorowania czatu".

source: Ignore chat messages
bg: Игнорирай чат съобщенията
pl: Ignoruj wiadomości czatu

source: Do not show chat messages for users that match this user matching definition.
bg: Не показвай чат съобщенията на потребители, които съответстват на тази дефиниция.
pl: Nie pokazuj informacji czatu od użytkowników pasujących do tej definicji.

source: How to set up connection manually?
bg: Как да настроя връзката ръчно?
pl: Jak ustawić połączenie ręcznie?

source: In most cases DC++ should be able to automatically detect the appropriate connection method. This FAQ gives detailed information how to set up your incoming connection manually in case of the <a po4a-id=0> automatic detection</a> fails or its result isn't acceptable for you.
bg: В повечето случаи DC++ трябва да бъде в състояние автоматично да открие най-подходящия метод за връзка. Този често задаван въпрос дава подробна информация как да настроите ръчно Вашата входяща връзка, в случай че <a po4a-id=0>автоматичното откриване</a> не се осъществи или неговия резултат не е приемлив за Вас.
pl: W większości przypadków DC++ powinno automatycznie wykryć metodę połączenia. Ten FAQ podaje szczegółowe informacje jak ustawić połączenie ręcznie w razie gdy rezultaty <a po4a-id=0>automatycznej detekcji</a> zawiodą oraz gdy ich nie akceptujesz.

source: Understanding DC++ connectivity
bg: Разясняване на DC++ свързването
pl: Zrozumienie połączenia DC++

source: To make your life easier while using DC++ your connection must be set up correctly. In other words your incoming connection type must be correctly chosen for searches and downloads to work. The available connection modes depend on the structure of your network and the way you access the Internet. From a protocol perspective, there are two connection methods available: <b>active mode</b> and <b>passive mode</b>. While passive mode is almost guaranteed to work, it does not work as well as a properly configured active mode connection. For a more in-depth explanation, read <a po4a-id=0>Why do I need active mode?</a>
bg: За да бъде животът Ви по-лесен по време на използване на DC++, връзката Ви трябва да бъде конфигурирана правилно. С други думи, типа на входящата връзка трябва да бъде правилно избран за търсене и сваляне, за да работи. Наличните режими за връзка зависят от структурата на Вашата мрежа и начина, по който се свързвате с Интернет. От гледна точка на протокола, има два начина за свързване: <b>активен режим</b> и <b>пасивен режим</b>. Докато в пасивен режим е почти гарантирано, че връзката ще работи, то тя може и да не работи, дори и при правилно конфигуриран активен режим. За повече информация прочетете <a po4a-id=0>Защо ми е необходим активен режим?</a>
pl: Aby korzystanie z DC++ było łatwe i przyjemne Twoje połączenie musi być poprawnie ustawione. Innymi słowy Twoje połączenie przychodzące musi być odpowiednio skonfigurowane, aby wyszukiwanie i pobieranie plików mogło działać. Dostępne tryby połączeń są zależne od sposobu, w jaki łączysz się z Internetem. Ze strony protokołu istnieją dwie metody połączenia: <b>tryb aktywny</b> oraz <b>tryb pasywny</b>. Mimo iż tryb pasywny niemalże gwarantuje działanie, nie zapewni on tak poprawnego połączenia jak we właściwie ustawionym trybie aktywnym. Bardziej szczegółowe wytłumaczenie tego problemu znajdziesz czytając <a po4a-id=0>Dlaczego potrzebuję trybu aktywnego?</a>

source: Note that correct <b>incoming connection settings are needed for searches and file downloads</b> to work. These settings <b>have no effect on ability to connecting to hubs or downloading hublists</b>. This FAQ assumes that <u>you are able to download hublists and connect to hubs</u> as well as other peers can upload files from you. If this is not true then you must elminate another kind of problems before go on with this FAQ:
bg: Имайте предвид, че правилните <b>настройки за входяща връзка са необходими, за да може търсенето и изтеглянето на файлове</b> да работят. Тези настройки <b>нямат никакъв ефект върху способността да се свързвате с хъбове, или да теглите списъци с хъбове</b>. Това е често задаван въпрос и се предполага,<u> че сте в състояние да теглите списъци с хъбове, да се свързвате с хъбове</u>, както и, че други пиъри могат да качват файлове от Вас. Ако това не е вярно, тогава трябва да отстраните друг вид проблеми, преди да се заемете с този често задаван въпрос:

source: Make sure DC++ isn't blocked by any firewall and similar security software. For tips how to workaround this situation and unblock DC++ please follow <a po4a-id=0> this guide</a>.
bg: Уверете се, че DC++ не е блокиран от някоя защитна стена и друг подобен софтуер за сигурност. За съвети как да заобиколите тази ситуация и да деблокирате DC++, моля следвайте <a po4a-id=0> това ръководство</a>.
pl: Upewnij się, czy DC++ nie jest blokowany przez zaporę sieciową i podobne oprogramowanie ochronne. Aby uzyskać wskazówki dotyczące tej sytuacji oraz odblokować DC++ przejdź do <a po4a-id=0> tego przewodnika</a>.

source: Check that DC++ uses the correct network interface for accessing the Internet, especially if you use multiple Internet connections or any IP tunneling (<a po4a-id=0>VPN</a>) software. You can specify the correct interface to use with DC++ <a po4a-id=1> here</a>.
bg: Уверете се, че DC++ използва правилния мрежов интерфейс за достъп до Интернет, особено ако използвате множество интернет връзки или IP тунелиращ (<a po4a-id=0>VPN</a>) софтуер. Можете да зададете правилния интерфейс, който DC++ да използва <a po4a-id=1>тук</a>.
pl: Sprawdź, czy DC++ używa właściwego interfejsu sieciowego dla dostępu do Internetu, zwłaszcza jeśli używasz więcej niż jednego połączenia z siecią lub korzystasz z oprogramowania do tunelowania IP (<a po4a-id=0>VPN</a>). Możesz określić właściwy interfejs sieciowy, który będzie wykorzystywany przez DC++ <a po4a-id=1> w tym miejscu</a>.

source: Decide what active mode setting to choose
bg: Решете какви настройки за активен режим да изберете
pl: Zdecyduj jakie ustawienia trybu aktywnego wybrać

source: It is very important to decide what <i>active connection mode</i> is available for you. It depends on your network structure, so you need to know exactly how you access the Internet. Is it a direct connection through a modem or do you have a local network and access the Internet through a router or other gateway? If unsure, <a po4a-id=0>this page</a> should help you figure it out.
bg: Много е важно да се реши, какъв е достъпният за Вас<i> режим на активна връзка</i>. Той зависи от структурата на Вашата мрежа, така че трябва да знаете какъв точно е достъпът Ви до интернет. Дали това е директна връзка чрез модем или имате локална мрежа и достъп до интернет чрез маршрутизатор, или друг портал? Ако не сте сигурни, <a po4a-id=0>тази страница</a> трябва да Ви помогне да разберете.
pl: To bardzo ważne byś zdecydował który <i>tryb aktywny</i> jest dla ciebie możliwy. Zależy to od sturktury twojej sieci, więc musisz dokładnie wiedzieć jak łączysz się z internetem. Czy jest to bezpośrednie połączenie przez modem lub czy należysz do sieci lokalnej i czy łączysz się z internetem przy użyciu routera lub innej bramki? Jeśli nie jesteś pewien, <a po4a-id=0>ta strona</a> powinna pomóc w podjęciu decyzji.
