Repository: RoLex/feardc
Catalog: help/po/*.po
Languages: bg, pl

source: To enable autodrop, turn on either "Autodrop slow sources for all queue items" or "Remove slow file lists" (or both of them).
bg: За да позволите автоматичното прекъсване, включете или "Автоматично прекъсни бавните източници за всички елементи на опашката" или "Премахни бавните списъци с файлове" (или и двете).
pl: Opcja usuwa wszystkie powolne źródła wszystkich plików znajdujących się w kolejce (z wyjątkiem list plików). </b>By uruchomić porzucanie plików należy zaznaczyć tę właśnie opcję lub opcję Usuń powolne listy plików (lub obie).

source: Remove slow filelists
bg: Премахни бавните списъци с файлове
pl: Usuń powolne listy plików

source: With this option enabled, DC++ will delete a file list whose speed was recognized as too slow.
bg: Ако тази опция е включена, DC++ ще изтрие списъка с файлове, чиято скорост е била оценена като твърде бавна.
pl: Przy włączeniu tej opcji, DC++ usunie listę plików dopasowaną do danej pozycji gdy prędkość pobierania jest zbyt wolna.

source: Don't remove the source when autodropping, only disconnect
bg: Не премахвай източника при автоматично прекъсване, само прекъсни
pl: Nie usuwaj źródeł podczas automatycznego porzucenia, tylko rozłączaj

source: With this option enabled, sources will only be disconnected but not removed from the queue.
bg: Ако тази опция е разрешена, източниците само ще бъдат изключвани, но няма да се отстраняват от опашката.
pl: Włączenie opcji spowoduje, że powolne źródła będą rozłączane zamiast usuwania ich z kolejki.

source: Automatically search for alternative download locations
bg: Автоматично търси алтернативни източници за сваляне
pl: Automatycznie szukaj alternatywnego źródła pobierania

source: Every few minutes, the client will search for files in your Download Queue to find more download locations (more users/sources). The autosearch will find exact matches by searching via hash. <i> The drawback is that it may won't find much more sources and will prevent manual searches on hubs where a predefined search interval rule is in effect. </i> To avoid constant auto searches you can set the maximal number of sources that files can have when you specify a number in <a po4a-id=0>Auto search limit</a> setting.
bg: На всеки няколко минути, клиентът ще търси за файлове в опашката от файлове за сваляне, и ще се опита да намери повече места, от които да сваля (повече потребители/източници). Автоматичното търсене ще намери точни съвпадения поради това, че се търси чрез хеша. <i> Недостатък е, че може и да не бъдат намерени нови източници в хъбове, в които е зададено правило за минимален интервал на търсене. В тези случаи е възможно автоматичното търсене да попречи на ръчното.</i> За да се избегне постоянното автоматично търсене, можете да зададете максималния брой източници, които файловете могат да имат, чрез настройката <a po4a-id=0>Лимит на авто-търсене</a>.
pl: Co kilka minut klient będzie przeglądał pliki w kolejce pobierania i wyszukiwał dla nich nowych lokacji (więcej źródeł/użytkowników). Autosearch odnajdzie pliki przeszukując hub opcją hash <i> Ujemną stroną jest, że program nie znajdując wielu nowych źródeł i zapobiegnie ponownemu wyszukiwaniu na hubach, gdzie jest ustawiony search interwal.</i> Aby zapobiec ciągłym wyszukiwaniom źródeł ustawiając maksymalną ilość źródeł dla pliku<a po4a-id=0> Limit automatycznego wyszukiwania</a> w Ustawieniach.

source: Automatically match queue for search hits
bg: Автоматично съпоставяй опашката с резултатите от търсенето
pl: Automatycznie przypisuj w kolejce nowo wyszukane pozycje

source: Enable to automatically download a user's list and match them as sources for files in your Download Queue when they've been discovered as a source for one of the files you're downloading. If you download files in sets, that user is probably a source for many more files you're downloading. <i>Enable if unsure. The drawbacks are that it might add slower sources, possibly increasing the time needed to complete a download, and that you'll download a lot of file lists.</i>
bg: Когато използвате опцията "Търси", обикновено в дясната част на прозореца получавате поне няколко резултата. Ако поставите отметка тук, тези резултати ще бъдат сравнявани със съдържанието на опашката от файлове за сваляне. При съвпадение, ще бъде свален целият файлов списък на потребителя, чийто е съвпадащият файл. Предполага се, че този потребител може да има и други подобни файлове, които да Ви заинтересуват. <i>Активирайте, ако не сте сигурни. Недостатъците са, че може да добавите по-бавни източници, евентуално увеличаване на времето необходимо за завършване на изтеглянето и свалянето на много файлови списъци.</i>
pl: Źródła wyszukane automatycznie w listach użytkowników, będą automatycznie przypisane do plików znajdujących się w kolejce pobierania, jeżeli są klasyfikowane jako źródło jednego z pobieranych plików. Jeżeli pobierasz od użytkownika w zestawach, to prawdopodobnie jest on źródłem większej ilości twoich plików z kolejki. span style="font-style: italic;">Wyłącz opcję, jeżeli nie jesteś pewien. Minusem funkcji jest możliwość, że dodane źródła będą wolniejsze i czas pobierania wzrośnie, oraz że pobierzesz dużą ilość list użytkowników.</span>

source: Skip zero-byte files
bg: Пропускай файлове с големина 0 байта
pl: Pomiń puste pliki

source: When this option is enabled, any zero byte files you try to download will be silently skipped. Sometimes empty files contain information through their naming. However every file, even an empty one, will consume some drive space.
bg: Когато тази опция е разрешена, всички файлове с размер 0 байта, които се опитвате да изтеглите, ще бъдат прескочени. Понякога празните файлове съдържат информация в тяхното наименование, но все пак всеки файл, дори и празен, ще използва някакво дисково пространство.
pl: Uaktywnienie opcji spowoduje, że pliki, które chcesz pobrać o wielkości 0 zostaną pominięte przy ściąganiu. Czasami taki plik zawiera informacje poprzez nazewnictwo. Jednakże każdy plik, również pusty, zbiera miejsce na dysku.

source: Don't download files already in share
bg: Не сваляй файлове, които вече са свалени и споделени
pl: Nie ściągaj plików które znajdują się w udostępnionych

source: This option will stop you from downloading files which already exist in one of your shared directories. When you enable this function, to get already shared items removed from the queue you have to restart DC++.
bg: Тази опция ще спре свалянето на файлове, които вече съществуват в една от вашите споделени директории. Когато активирате тази функция, за да се отстранят от опашката ви вече сподели материали, ще се наложи да рестартирате DC++.

source: Don't download files already in the queue
bg: Не изтегляй файловете, които вече са на опашка
pl: Nie pobieraj plików znajdujących się w kolejce do pobrania

source: This option will stop you from downloading files which already exist in your queue by blocking the addition of the same file to a different place in the queue. The comparsion is made by TTH and not by the name or the size of the file. Even though the addition is blocked the possible new sources will still be aquired and added to the existing file in the queue. If the file already exists in the queue and no new sources found either then a &quot;File is already in the queue&quot; message will be shown.
bg: Тази опция ще спре свалянето на файлове, които вече съществуват в опашката Ви, като блокира добавянето на същия файл на друго място в опашката. Сравнението се прави чрез TTH, а не чрез името или размера на файла. Въпреки че добавянето е блокирано, ще бъдат засичани нови източници и ще се добавят към съществуващия файл в опашката. Ако файлът вече съществува в опашката и без нови източници ще бъде показано съобщението "Файлът вече е в опашката".

source: Keep finished files in the queue
bg: Задръж свалените файлове в опашката
pl: Zachowaj zakończone pliki w kolejce

source: Enable this option if you want to keep downloaded files and folders in the download queue after they have been finished. After downloaded the queue items will have 'Finished' status and you can delete these finished entries anytime later. Using this function you can keep track of what files are already downloaded right there in the download queue without the need of checking the <a po4a-id=0>Finished Downloads</a> window. Note that if you physically move/delete your downloaded files from their target location, it won't result automatic deletion of the corresponding finished entries from the queue. If you disable this function, it won't remove existing finished items from the queue either, you must do that manually.
bg: Включете тази опция, ако искате да запазите свалените файлове и папки в опашката от файлове за сваляне, след като изтеглянето е завършено. Елементите в опашката за изтегляне, които са вече свалени, ще имат статус "Завършено" и можете да изтриете тези позиции по всяко време по-късно. Чрез използването на тази функция ще можете да следите за това какви файлове са вече изтеглени, направо чрез опашката за изтегляне, без необходимост от проверка на прозореца <a po4a-id=0>Завършени сваляния</a>. Имайте предвид, че ако физически преместите/изтриете свалените файлове от мястото на тяхната цел, това няма да доведе до автоматично заличаване на съответните готови записи от опашката. Ако забраните тази функция, това също няма да премахне съществуващите завършени сваляния от опашката. Трябва да направите това ръчно.
pl: Włącz tę opcję jeżeli chcesz zachować pobrane listy plików oraz folderów w kolejce pobierania po tym jak pobieranie jest zakończone. Po pobraniu pozycja uzyska status "Zakończono" i możesz tę pozycję usunąć w późniejszym czasie. Używając tej funkcji możesz kontrolować które pliki już zostały pobrane, bez potrzeby sprawdzania okna <a po4a-id=0>Pobrane pliki</a>. Jeżeli ręcznie usuniesz/przeniesiesz pobrane pliki, to nadal będą one wyświetlane jako zakończone pliki w kolejce. Jeżeli funkcja zostanie wyłączona, zakończone pozycje również nie zostaną usunięte, trzeba zrobić to ręcznie.

source: Lists search types to be used when initiating a search via the <placeholder id=0/> window. Each search type is associated to a set of file type extensions which can be configured here.
bg: Списък на видовете търсене, който се използва при започване на търсене чрез прозореца <placeholder id=0/>. Всeки вид търсене е свързан с набор от файлови разширения, които са конфигурирани тук.
pl: Pokaż typy szukanych plików gdy wyszukiwanie jest rozpoczynane w <placeholder id=0/> oknie. Każdy z typów jest przypisany do grupy rozszerzeń plików które może zostać skonfigurowana.

source: Note; Custom search types will only be applied to <b>ADC</b> hubs!
bg: Забележка: потребителски вид търсене (за всякакви типове файлови разширения) ще се прилага само към <b>ADC</b> хъбове!
pl: Uwaga; typy plików mogą być jedynie wyszukiwane w hubach <b>ADC</b>!

source: On <b>NMDC</b> hubs, using a predefined search type will only search for a set of predefined, unconfigurable extensions; using a custom type will default to searching for any extension.
bg: В <b> NMDC</b> хъбовете, ще се търси само чрез набора от предварително дефинирани, неконфигурируеми разширения.
pl: W hubach <b>NMDC</b> używając predefiniowanych typów wyszukiwań wyszukasz tylko te predefiniowane rozszerzenia; używając ogólnego typu wyszukiwań dostaniesz rezultaty z każdym rozszerzeniem.

source: Ask for a new name to identify the search type to add, then open a dialog to add file type extensions associated to the new search type.
bg: Задаване на име за нов тип търсене, който искате да добавите. След това ще се отвори диалогов прозорец, в който трябва да запишете файловите разширения, свързани с новия тип търсене.
pl: Wpisz nową nazwę typu wyszukiwania jaki chciałbyś dodać, potem otwórz okno aby dodać typy rozszerzeń plików przypisanych do twojego nowego typu wyszukiwań.

source: Modify
bg: Модифицирай
pl: Modyfikuj

source: Open a dialog to change the file type extensions associated to the currently selected search type.
bg: Отваряне на диалоговия прозорец за промяна на файловите разширения, асоциирани с избрания в момента тип търсене.
pl: Otwórz okno aby dokonać zmian rozszerzeń pliku przypisanych do danego typu wyszukiwań.

source: Change the name of the currently selected search type. Predefined types cannot be renamed.
bg: Промяна на името на текущо избрания тип търсене. Предварително зададените типове, не могат да бъдат преименувани.
pl: Zmień nazwę wybranego typu wyszukiwań. Predefiniowane typy nie mogą zostać zmienione.

source: Remove the currently selected search type. Predefined types cannot be removed.
bg: Премахване на текущо избрания тип търсене. Предварително зададените типове, не могат да бъдат премахнати.
pl: Usuń wybrany typ poszukiwań. Predefiniowane typy nie mogą zostać zmienione.

source: Defaults
bg: По подразбиране
pl: Ustawienia domyślne

source: Erase all customized search types and reset the list to its default values. This action cannot be undone.
bg: Изтриване на всички потребителски типове търсене и връщане на списъка към стойностите по подразбиране. Това действие не може да бъде отменено.
pl: Usuń wszystkie dostosowane typy wyszukiwań i przywróć listę do ustawień domyślnych. Funkcja jest nieodwracalna.

source: Shared directories
bg: Споделени директории
pl: Udostępnione katalogi

source: To add directories to your share, you can use the Add and Remove buttons, or drag and drop folders from a Windows Explorer window. <em po4a-id=0>Beginning with version 0.4032, files will be shared only once they have been hashed.</em>
bg: За да добавите нови директории към Вашите споделяния, можете да използвате бутоните за добавяне и премахване или да влачите и пускате папки от прозореца на Windows Explorer. <em po4a-id=0>След версия 0,4032, файлове ще се споделят само след хеширане.</em>
pl: Aby dodać pliki do udostępniania użyj przycisków "Dodaj" oraz "Usuń", lub przeciągnij i upuść foldery z Windows Explorera. <em po4a-id=0>Zaczynając od wersji 0.4032 pliki będą udostępniane po zaindeksowaniu.</em>

source: If you enter the Sharing tab and press OK; the client may appear to freeze, this is due to a refresh of the file list.
bg: Ако влезете в раздела "Споделяне" и натиснете OK, клиентът може за кратко да изглежда като замръзнал. Това се дължи на опресняването на списъка с файлове.
pl: Gdy wejdziesz w zakładkę Udostępnianie i klikniesz OK; klient może wydawać się zamrożony w związku z odświeżaniem listy udostępnianych plików.

source: Browse for a new folder to add to your share. If another existing file shares that name, the new name will be made unique by adding another letter to its name. After selecting the directory to add, you will be able to pick the Virtual Name that it will be shown under when other users see your files. You are allowed to merge different folders into one virtual folder using the same Virtual Name. Their content will be shown as one folder in your filelist. If the newly added files have not been hashed, the Hash Progress Dialog will display. You can choose to let it display, or let hashing continue in the background.
bg: Преглед за нова папка за споделяне. Ако друг съществуващ файл споделя това име, новото име ще бъде направено уникално, чрез допълнителен надпис. След като изберете директорията, която да добавите, ще можете да и зададете виртуално име, с което тя да бъде показвана на другите потребители. Можете да обедините различни папки в една виртуална папка, като използвате за двете едно и също виртуално име. Съдържанието им ще се показва като една папка в списъка с файлове. Ако наскоро сте добавили файлове, които не са били хеширани, ще бъде показан диалогов прозорец,който ще покаже напредъка на хеширането. Можете да изберете, дали да наблюдавате процеса, или хеширането да продължи във фонов режим.
pl: Wybierz nowy folder by dodać go do udostępniania. Jeżeli inny istniejący plik posiada tę samą nazwę pliku, to nowa nazwa zostanie odróżniona poprzez dodanie litery do nazwy pliku. Po wybraniu dodawanego folderu, będziesz miał możliwość wybrania wirtualnej nazwy, która będzie wyświetlana gdy inni użytkownicy będą przeglądać twoje pliki. Możesz używać różnych innych folderów, aby stworzyć jeden wirtualny folder używając dla nich tej samej wirtualnej nazwy folderu. Zawartość tych folderów ukaże się jako jeden kompletny folder na twojej liście plików. Jeśli nowo dodane pliki nie zostały jeszcze zindeksowane ukaże się okno postępu indeksowania. Możesz wybrać czy okno ma zostać widoczne, czy by kontynuacja indeksowania odbyła się w tle działania programu.

source: Change the virtual name on a shared folder. Note: the client will appear to freeze when you exit settings, this is due to a refresh of the file list.
bg: Промяна на виртуалното име на споделена папка. Забележка: клиентът може да изглежда като замръзнал, когато излезете от настройките. Това се дължи на опресняването на списъка с файлове.
pl: Zmień wirtualną nazwę udostępnianego folderu. Uwaga: klient może być chwilowo zamrożony w trakcie odświeżania listy plików udostępnianych.

source: Configure the number of slots that other users can occupy to download files from you. A remote user can use only one slot for each hub that they're on with you. DC++ supports uploading file lists and files below <a po4a-id=0>512 KiB</a> to other DC++ users without requiring a slot. There's a max of 3 connections in addition to normal slots, these are called mini slots.
bg: Конфигуриране на броя на слотовете така, че другите потребители да могат да свалят файлове от Вас. Отдалечен потребител може да използва само един слот за всеки хъб, в който е с Вас. DC++ поддържа качване на списъци с файлове и качване на файлове по-малки от <a po4a-id=0>512 KiB</a> към други DC++ потребители, без да се изисква слот. Това са максимум 3 връзки в допълнение към нормалните слотове, които се наричат мини слотове.

source: Note: If a user leaves the hub, DC++ will close his slots; if the user is back within 10 minutes, DC++ will grant him a slot. (This will only happen if <a po4a-id=0>Automatically disconnect users who leave the hub</a> is enabled.) This can cause your upload slots to go over the maximum set in settings.
bg: Забележка: Ако даден потребител напусне хъба, DC++ ще затвори своите слотове. Ако потребителят се върне в рамките на 10 минути, DC++ ще му предостави слот. (Това ще се случи, само ако <a po4a-id=0>Автоматично изключвай потребителите, които напускат хъба</a> е активирана.) Това може да предизвика надхвърляне броя на слотовете за качване, зададен в настройките.
pl: Uwaga: Jeżeli użytkownik opuści hub, DC++ zamknie dla niego sloty; jeżeli użytkownik wróci w ciągu 10 minut, DC++ udzieli mu znów slota. (Stanie się to wtedy jeżeli opcja <a po4a-id=0>Automatycznie rozłączaj użytkowników, którzy opuścili hub</a> jest włączona.) Może to spowodować przewyższenie ustalonej przez ciebie w ustawieniach maksymalnej liczby slotów wysyłania.

source: Automatically open an extra slot if speed is below (0 = disable)
bg: Автоматично отваряй допълнителен слот, ако скоростта е под (0=изключи)
pl: Automatycznie otwórz dodatkowy slot, jeżeli prędkość jest poniżej (0 = wyłącz)

source: If the average upload speed drops below the given number, an additional upload slot will be granted. These slots are granted once every 30 seconds at maximum. If the speed of the original uploads increases, the granted slot will not be closed.
bg: Ако средната скорост на качване спадне под определено ниво, ще се дава допълнителен слот за качване. Тези слотове се дават най-много веднъж на всеки 30 секунди. Ако скоростта нарастне, предоставените слотове няма да бъдат затворени.
pl: Jeżeli średnia prędkość wysyłania spadnie poniżej tej liczby zostanie przydzielony dodatkowy slot wysyłania. Sloty te są przyznawane co 30 sekund maksymalnie. Jeżeli prędkość wysyłania wzrośnie, przydzielony slot nie zostanie zamknięty.

source: Share hidden files
bg: Споделяй скрити файлове
pl: Udostępniaj ukryte pliki

source: Share files with the Hidden attribute set and files inside directory with the Hidden attribute set. With this option off, files starting with a . (full stop) will not be shared. Note: this option requires a refresh of the file list, and may cause the client to appear to freeze.
bg: Споделяне на файлове със зададен адрибут "скрит" и файлове в директория със зададен адрибут "скрит". С тази опция, файловете, които започват с . (full stop) няма да бъдат споделяни. Забележка: Тази опция изисква опресняване на списъка с файлове, и може да накара клиента да изглежда като замръзнал.
pl: Udostępnianie plików przy włączeniu opcji Udostępniaj ukryte pliki udostępni pliku ukryte udostępnionych folderów. Przy wyłączeniu opcji, pliki zaczynające się na a . (z kropką) nie będą udostępniane. Uwaga: zmiana ustawień opcji wymaga odświeżenia listy plików oraz może spowodować chwilowe zamrożenie klienta.

source: Only include include files in the share that has a file size below the specified value. Value is specified in bytes. The value 0 removes the filter and is the default.
bg: Тук можете да разрешите показването на споделени файлове, които са с големина само под определена стойност. Стойността е посочена в байтове. Стойността 0 премахва филтъра и е по подразбиране.

source: Filters out any file with a name that matches a regular expression that is listed here. Use semicolon to separate multiple regular expressions. For example, the value ^.*\.txt;^.*\.png will remove any file that has the extensions txt or png.
bg: Филтрира всеки файл с име, което съвпада с регулярен израз, записан в списъка. Използвайте точка и запетая, за да разделите няколко регулярни израза. Например, стойността ^.*\.txt;^.*\.png ще премахне всички файлове, който имат разширения txt или png.

source: Filters out any file with an extension that is listed here. Use semicolon to separate multiple extensions. For example, the value txt;png will remove any file that has the extensions txt or png.
bg: Филтрира всеки файл с разширение, което е в този списък. Използвайте точка и запетая, за да разделите няколко разширения. Например, стойността txt;png ще премахне всички файлове с разширения txt или png.

source: Filters out any path that is listed here. Use semicolon to separate multiple paths. For example, the value "download;secret_files" will remove any directory that has download or secret_files in the path.
bg: Филтрира всеки път, който е в този списък. Използвайте точка и запетая, за да разделите няколко пътя. Например, стойността "download;secret_files" ще премахне произволна директория, която съдържа download или secret_files в пътя си.

source: Various color and font settings can be configured here. The combination of a font, a text color and a background color is what DC++ calls a style.
bg: Тук могат да бъдат зададени различни настройки на цвят и шрифт.Комбинацията на шрифта, цвета на текста и цвета на фона е това, което DC++ нарича стил.

source: Select the setting you want to configure in the list; its current properties will then be shown in the bottom. You can then edit these properties.
bg: Изберете настройката, която искате да конфигурирате в списъка; настоящите и свойства след това ще бъдат показани в полето по-долу. След това можете да редактирате тези свойства.

source: The list always reflects current style properties in order to preview changes.
bg: Списъкът винаги отразява текущите свойства на стила, за да се виждат промените.

source: General
bg: Общ

source: Global application style
bg: Общ стил на програмата

source: The style used throughout all DC++ windows.
bg: Това е стилът, използван във всички прозорци на DC++.

source: Uploads
bg: Качвания
pl: Wysyłane
