Repository: RoLex/feardc
Catalog: help/po/*.po
Languages: bg, pl

source: The IP that you are forwarding to should be the <b>internal</b> IP address of your computer running DC++. It usually begins with <a po4a-id=0>"192.168", "172.16." or "10.x."</a>. To see your internal IP address go to the command prompt and type: <i>ipconfig</i> (Start Menu -&gt; Run -&gt; <i>cmd /k ipconfig</i>)
bg: IP адресът, трябва да бъде <b>вътрешния</b> IP адрес на компютъра, на който работи DC++. Той обикновено започва с <a po4a-id=0>"192.168", "172.16." или "10.x."</a>. За да видите Вашия вътрешен IP адрес, отидете в командния ред и напишете: <i>ipconfig</i> (Start Menu -&gt; Run -&gt; <i>cmd /k ipconfig</i>)
pl: Adres IP dla którego przekierujesz porty powinien być <b>wewnętrznym</b> adresem IP twojego komputera używającego DC++. Zazwyczaj zaczyna się <a po4a-id=0>"192.168", "172.16." or "10.x."</a>. Aby sprawdzić twój wewnętrzny numer IP użyj opcji "Uruchom..." i wpisz: <i>ipconfig</i> (Menu Start -&gt; Uruchom -&gt; <i>cmd /k ipconfig</i>)

source: When you have mapped the port(s) on the router, open up DC++ and go to <a po4a-id=0>Manual configuration settings</a>. Select <b>Active mode (I have no router / I have configured my router)</b>. In the port fields, enter the port number(s) that you forwarded on the router.
bg: След като сте задали порт(ове) на рутера, отворете DC++ и преминете към <a po4a-id=0>настройките за ръчно конфигуриране</a>. Изберете <b>Активен режим (аз нямам рутер / аз сам конфигурирах моя рутер)</b>. В полетата за портовете, отново въведете номерата на порта(овете), които ще Ви свързват с рутера.

source: In the External / WAN IP field, you need to enter the <b>external</b> IP address of your router. Your external IP can be checked on <a po4a-id=0>DSLReport's IP page</a> or at <a po4a-id=1>WhatIsMyIP.com</a>.
bg: В полето "Външно / WAN IP", трябва да запишете <b>външния</b> IP-адрес на Вашия рутер. Вашият външен IP-адрес може да бъде проверен на <a po4a-id=0>DSLReport's IP page</a> или на <a po4a-id=1>WhatIsMyIP.com</a>.

source: Active mode should now be working. For checking or troubleshooting if you have properly forwarded the port(s) to DC++, use <a po4a-id=0>www.canyouseeme.org</a>. Make sure DC++ is open. Then, in the site, enter the port you're forwarded and click Check. If everything has been properly set up, the site should say Success. If you get an error message in red, then you need to double-check the port forwarding on the router, DC++ settings and possibly your <a po4a-id=1>built-in or 3rd party software firewall</a> settings.
bg: Активният режим сега трябва да работи. За отстраняване на проблеми и проверка, дали правилно сте пренасочили порта(овете) към DC++, използвайте <a po4a-id=0>www.canyouseeme.org</a>. Уверете се, че DC++ е отворен. След това, на сайта, въведете порт, който сте пренасочили и щракнете върху Проверка. Ако всичко е правилно настроено, сайтът трябва да изпрати "Success". Ако получите съобщение за грешка в червено, тогава ще трябва да се направи проверка на пренасочването на портовете на рутера, DC++ настройките, вградената защитна стена и настройките на възможния наличен <a po4a-id=1>защитен софтуер от трета страна</a>

source: <u>TIP:</u>Before you fill out the required settings it may worth to check if DC++ is able to automatically detect some of the required parameters. To do this, go to the Connectivity pane in the Settings, enable <a po4a-id=0> automatic connectivity detection</a>, click 'Detect Now' and when the detection is finished click 'Edit detected settings'. Depending on the results this way you may speed up setting up manual port forwarding if DC++ is able to detect any subset of the required settings.
bg: <u>Съвет:</u> преди да попълните необходимите настройки може да си струва да проверите, дали DC++ е в състояние автоматично да открие някои от необходимите параметри. За да направите това, отидете в прозореца "Свързване". В настройките, <a po4a-id=0>позволяващи автоматично откриване на връзки</a>, кликнете върху "Открий Сега" и когато откриването завърши, кликнете върху "Редактирай откритите настройки". В зависимост от резултатите, по този начин може да се ускори създаването на ръчно пренасочване на портовете, ако DC++ е в състояние да открие някое подмножество на необходимите настройки.

source: Troubleshooting
bg: Отстраняване на неизправности
pl: Rozwiązywanie problemów

source: If you have problems finding the correct port forwarding settings in your gateway setup you may get detailed help, how-to guide and screen shots for various router models at <a po4a-id=0>www.portforward.com</a>. There is a huge list of models there, click on your model name, then select DC++ from the list of applications. An interactive guide will appear to help you how to access your router's configuration page and how to set up port forwarding for DC++. You can find some more how-to's for popular router models at the <a po4a-id=1>DSLReport FAQ page</a> as well.
bg: Ако имате проблеми с намирането на правилните настройки за пренасочване на портовете във Вашия шлюз (рутер), може да получите подробна информация, ръководство и снимки на екрана за различни модели рутери на <a po4a-id=0>www.portforward.com</a>. Там има огромен списък от модели. Кликнете върху името на Вашия модел и след това изберете DC++ от списъка с приложения. Интерактивното ръководство ще се появи за да Ви помогне, за достъпа до страницата за конфигуриране на Вашия рутер и как да настроите пренасочването на портовете за DC++. Можете да намерите малко повече информация за популярни модели на рутери и на <a po4a-id=1>DSLReport FAQ page</a>.

source: If active mode is working for a while, but <u>the next time when you use DC++</u>, you only get <i>Connection Timeout</i>s or no results when searching, your IP (either <b>external</b> or <b>internal</b>) is likely to have changed. Of course you can update your IP settings manually each time they changed, but there are better solutions to avoid constant IP address updates:
bg: Ако активният режим работи за известно време, но <u>следващия път, когато използвате DC++, </u>Вие получавате само <i>Времето за свързване изтече</i> или никакви резултати при търсене, Вашите IP-адреси (<b>външен</b> или <b>вътрешен</b>), вероятно са се променили. Разбира се, можете да актуализирате IP адресите си ръчно всеки път, когато се променят, но има по-добри решения, за да се избегнат постоянните IP-адрес актуализации:
pl: Jeżeli tryb aktywny działa przez jakiś czas lecz <u>następnym razem gdy uruchamiasz DC++</u> dostajesz informacje przy pobieraniu pliku <i>Przekroczenie czasu połączenia</i> lub brak rezultatów wyszukiwań, bardzo prawdopodobnym jest, że twoj adres IP (<b>zewnętrzny</b> lub <b>wewnętrzny</b>) się zmienił. Możesz oczywiście wpisać prawidłowe IP w ustawieniach za każdem, gdy się ono zmieni, lecz istnieją inne rozwiązania uniknięcia ciągłych zmian adresu IP w kliencie:

source: If you find that your internal IP changes when you restart your computer then your operating system is obtaining an IP address from your router at boot using <a po4a-id=0>DHCP protocol</a>. If you want your computer to always have the same internal IP address you must setup Static DHCP in your router configuration. Static DHCP is a useful feature which makes your router always assign the same IP address to a specific computer on your network. You will have to <a po4a-id=1>find MAC address of your network card</a> to set up Static DHCP.
bg: Ако откриете Ваши вътрешни IP-промени, когато рестартирате компютъра си, означава, че операционната Ви система е получила IP-адрес от Вашия рутер при зареждане на системата, чрез <a po4a-id=0>DHCP protocol</a>. Ако искате вашият компютър винаги да има един и същ вътрешен IP-адрес, трябва да настроите Static DHCP в конфигурацията на Вашия рутер. Static DHCP е полезна функция, която кара Вашия рутер винаги да присвоява един и същ IP-адрес на даден компютър от Вашата мрежа. Ще трябва да <a po4a-id=1>намерите и MAC-адреса на Вашата мрежова карта</a>, за да се създаде Static DHCP.
pl: Jeżeli twoje wewnętrzne IP się zmienia przy restarcie komputera, wtedy system operacyjny uzyskuje adres IP od twojego routera używając <a po4a-id=0>protokołu DHCP</a>. Jeżeli chcesz by twój komputer zawsze posiadał to samo wewnętrzne IP musisz ustawić Static DHCP w konfiguracji twojego routera. Statyczne DHCP jest przydatną cechą, która spodowduje, że router przypisze twojemu komputerowi zawsze jedno i to samo IP w twojej sieci. Musisz <a po4a-id=1>odnaleźć adres MAC swojej karty sieciowej</a>, aby ustawic Static DHCP.

source: Another option to ensure you'll always have the same internal IP address is to set up static IP address for your computer. Here's a <a po4a-id=0>FAQ</a> how to do this for different versions of Windows.
bg: Друг вариант за осигуряване на един и същ вътрешен IP-адрес, е създаването на статичен IP-адрес за Вашия компютър. Ето справка в <a po4a-id=0>често задаваните въпроси</a> как да направите това за различните версии на Windows.
pl: Inną opcją zapewniającą, że będziesz zawsze miał ten sam wewnętrzny numer IP jest ustawienie statycznego IP dla twojego komputera. Tu znajdziesz <a po4a-id=0>FAQ</a> jak to zrobić dla różnych wersji Windows.

source: Besides normal file transfers DC++ is capable of <a po4a-id=0>secure</a> (<a po4a-id=1>SSL encrypted</a>) way of receiving and transmitting files on ADC hubs. If you're able to download in NMDC hubs but not in ADC ones then most probably you have a problem with the secure transfer port. You should check if the secure transfer port is forwarded correctly to be able to download from ADC users who have secure transfers enabled.
bg: Освен нормални прехвърляния на файлове, DC++ може по <a po4a-id=0>защитен</a> (<a po4a-id=1>SSL-криптиран</a>) начин да получава и предава файлове на ADC хъбове. Ако сте в състояние да сваляте от NMDC хъбове, но не и от ADC, тогава най-вероятно имате проблем с порта за криптиран трансфер. Трябва да проверите, дали порта за криптиран трансфер е правилно зададен, за да може да теглите от потребители на ADC, които поддържат защитен трансфер.

source: What secret stuff is there?
bg: Какви тайни неща има тук?
pl: Jakie są tu tajemnice?

source: You can doubleclick on a user name in chat to select him in the user list
bg: Можете да щракнете два пъти върху потребителско име в чата, за да го изберете в списъка с потребители
pl: Podwójne kliknięcie na użytkownika w głównym oknie czatu powoduje wybranie go na liście użytkowników.

source: If DC++ receives "banned" during the login phase, it'll stop automatically reconnecting
bg: Ако DC++ получава "banned" по време на фазата за влизане, той ще спре автоматично възстановяването на връзката
pl: Jeżeli DC++ zostanie "zbanowane" w czasie logowania, automatycznie zaniecha ponownych połączeń

source: Your file list will be created on disk the first time someone requests it
bg: Вашият списъка с файлове, ще бъде създаден върху диска, при първото поискване от потребител
pl: Twoja lista plików zostanie utworzona na dysku, gdy po raz pierwszy ktoś ją będzie chciał pobrać

source: You can tab complete nicks in mainchat, including ignoring prefixes. In case of ambiguity pressing the Tab key again will show all the possible nicks starting with the letter(s) you typed.
bg: Можете да завършвате псевдонимите в общия чат, като използвате клавишa Tab, включително пренебрегвайки написания пред псевдонома текст. В случай на неяснота, натиснете отново клавиша Tab и ще се покажат всички възможни псевдоними, започващи с буквата (ите), който сте написали.
pl: Możesz dokończyć nick na głównym czacie, włączając w to ignorowane prefiksy. W razie niejasności naciskanie klawisza Tab raz po raz pokaże możliwe nicki zaczynające się na literę, którą wpisałeś.

source: You can drag and drop all tabs to the position of your choice.
bg: Можете да влачите и пускате всички секции на позиция по Ваш избор.
pl: Metodą "przeciągnij i upuść" możesz zmieniać pozcję zakładek.

source: You can see who wants to download from you and what they want to download by opening the <a po4a-id=0>Users frame</a> and filtering out Pending Uploads.
bg: Можете да видите, кой иска да тегли от Вас и какво иска да тегли, като отворите <a po4a-id=0>прозореца с потребители</a> и филтрирате чакащите качвания.

source: You can drag folders from Windows Explorer and drop them in the <a po4a-id=0>Sharing</a> page in Settings.
bg: Можете да плъзгате папки от Windows Explorer и да ги пускате в страницата <a po4a-id=0>Споделяне</a> в настройките.
pl: Możesz przeciągnąć foldery z Windows Explorera i upuścić je na stronie <a po4a-id=0>Udostępniane</a> w Ustawieniach.

source: You can spot if a file is identical to another one by looking in the TTH column, if the TTH is the same, it is the exact same file.
bg: Можете да разберете, дали даден файл е идентичен с друг, като потърсите в колоната TTH. Ако TTH на двата файла са еднакви, то това всъщност е един и същи файл.
pl: Możesz rozpoznać czy dwa pliki są takie same sprawdzając kolumnę TTH, jeżeli TTH jest takie samo to pliki są identyczne.

source: You can use Ctrl+Enter to create a new line in chat, away-message and user command!
bg: Можете да използвате Ctrl + Enter, за да се създаде нов ред в чат, съобщение "отсъстващ" и потребителска команда!
pl: Używając skrótu Ctrl+Enter możesz utworzyć kolejną linie na czacie, away czy komendzie użytkownika!

source: You can double click on the status bar of every window to open the corresponding log file (if available).
bg: Можете да щракнете два пъти върху лентата на състоянието на всеки прозорец, за да отворите съответния лог-файл (ако има).
pl: Podwójnym kliknięciem na pasek stanu danego okna otworzymy jego dziennik (jeżeli jest dostępny).

source: DC++ settings files guide
bg: Употреба на DC++ файловете с настройки
pl: Przewodnik plików ustawień DC++

source: Unlike most of the applications DC++ does not use the Windows Registry to store its settings. Instead, most of the settings and application data are saved into individual files. Settings are stored in various files in <a po4a-id=0>XML</a> format. This is a real advantage since XML files can be opened with any text editor so in case of any problems the settings are accessible outside of the program as well.
bg: За разлика от повечето приложения, DC++ не използва системния регистър на Windows за съхранение на настройките си. Вместо това, повечето от настройките и данните на приложението се записват в отделни файлове. Настройките се съхраняват в различни файлове в <a po4a-id=0>XML</a> формат. Това е истинско предимство, тъй като XML файловете могат да бъдат отворени с всеки текстов редактор, така че в случай на някакви проблеми, настройките ще са достъпни и извън програмата.
pl: W odróżnieniu od większości aplikacji DC + + nie używa Rejestru Systemu Windows, aby zapisać swoje ustawienia. W zamian, większość ustawień i danych aplikacji jest zapisanych w indywidualnych plikach. Ustawienia są zapisywane w różnych plikach formatu <a po4a-id=0>XML</a>. To prawdziwe ułatwienie, gdyż pliki XML mogą być otwierane przez każdy edytor tekstowy, więc w przypadku jakichkolwiek problemów ustawienia są dostępne również poza programem.

source: In this FAQ article you'll find all the information needed about settings files themselves, their possible locations and ways how to preserve and transfer them into another computer or Windows installation.
bg: В тази статия ще намерите цялата информация, необходима за настройките на самите файлове, техните възможни местоположения и начините да бъдат запазени и прехвърлени в друг компютър или Windows-инсталация.
pl: W tym artykuje FAQ znajdziesz potrzebne informacje na temat ustawień tych właśnie plików, ich możliwej lokalizacji oraz jak jak je przenieść na inny komputer czy instalacje Windows.

source: What are the different DC++ settings files for?
bg: Какви са различните DC++ файлове с настройки?
pl: Do czego służą poszczególne pliki ustawień DC++ ?

source: DC++ has many files in purpose of store its different kinds of application data and settings. Here's the complete list of settings files created and used by DC++:
bg: DC++ има много файлове съдържащи различни видове данни и настройки. Ето пълния списък от файлове с настройки, създадени и използвани от DC++:
pl: DC++ posiada wiele plików w celu przechowywania różnych rodzajów aplikacji i ustawień. Oto kompletna list ustawień utworzonych i używanych przez DC++:

source: This is the main settings file of DC++, it stores everything what you can set in the Settings dialog including the list of shared folders. Additionally it stores all the visibility settings of the GUI, size and position of columns and window splitters and the list of recently opened windows.
bg: Това е главния файл с настройки на DC++. Той съхранява всичко, което можете да зададете в диалога с настройките, включително списък на споделените папки. Освен това съхранява всички настройки на видимостта на GUI, размера и позицията на колоните, сплитерите на прозорците и списъка на последно отваряните прозорци.
pl: To główny plik ustawień DC++, przechowuje wszystko co możesz ustawić z zakładce Ustawienia, łącznie z listą udostępnianych w programie folderów. Dodatkowo plik przechowuje wszystkie widoczne ustawienia GUI, rozmiar i pozycje kolumn i podziału okien oraz listę obecnie otwartych zakładek.

source: This file stores your favorite hubs and favorite users with all of their properties including login information and passwords.
bg: Този файл съхранява Вашите любими хъбове и любими потребители с всички техни свойства, включително информация за вход и пароли.
pl: Ten plik przechowuje listę twoich ulubionych hubów i ulubionych użytkowników wraz ze wszystkimi właściwościami, łącznie z informacjami logowania i hasłami.

source: Your download queue items and their properties saved into this setting file. This file also contains information about what pieces (chunks) of the queued files have already been downloaded.
bg: Вашите елементи в опашката от файлове за сваляне и техните свойства, са записани в този файл с настройки. Той съдържа и информация за това, какви части (парчета) на чакащите файлове вече са изтеглени.
pl: Pozycje kolejki pobierania oraz ich właściwości są zachowywane w tym pliku ustawień. Plik ten również zawiera informacje o kawałkach (częściach) plików z kolejki które już zostały pobrane.

source: These files contain hashes for your shared and queued files. You can read more about them in <a po4a-id=0>this article</a>.
bg: Тези файлове съдържат хешове за Вашите споделени и наредени на опашка файлове. Можете да прочетете повече за тях в <a po4a-id=0>тази статия</a>.
pl: Te pliki zawierają indeksy plików udostępnianych i plików w kolejce. Więcej na ten temat możesz przeczytać <a po4a-id=0>w tym artykule</a>.

source: This file stores your defined ADLSearch queries.
bg: Този файл съхранява Вашите дефинирани ADL-търсения ( ADLSearch).
pl: Ten plik przechowuje zdeiniowane szukania ADLS.

source: This stores the contents of the <a po4a-id=0>Notepad window</a>. Through this file the text can be kept across sessions.
bg: Тук се записва съдържанието на <a po4a-id=0>прозореца на бележника</a>. Чрез този файл текстът може да се съхранява в различните сесии.
pl: Plik przechowuje zawartość <a po4a-id=0>okna Notatnika</a>. Ten jednak plik jest zachowywany przy każdej sesji.

source: This file is accessed only at startup and it stores information about where should DC++ find the rest of the settings files. It also determines the default path of the <a po4a-id=0>default finished and unfinished download folders</a>.
bg: Този файл е достъпен само при стартиране и съхранява информация за това, къде DC++ трябва да намери останалата част от файловете с настройки. Той също така определя пътя до <a po4a-id=0>папките по подразбиране за готовите и недовършените сваляния</a>.
pl: Plik jest jedynie wykorzystywany przy starcie programu i przechowuje informacje gdzie program DC++ znajdzie reszte potrzebnych plików. Definiuje również ścieżki <a po4a-id=0>domyślnych folderów tymczasowych i zakończonych pobierań</a>.

source: Note that the information above is vaild for the most recent versions of DC++. Older versions may miss some files or behave otherwise.
bg: Имайте предвид, че информацията по-горе е валидна за най-новите версии на DC++. По-старите версии могат да пропуснат някои файлове или да се държат по друг начин.
pl: Powyższa informacja dotyczy ostatnich wersji DC++. Starsze wersje mogą nie posiadać niektórych plików lub inaczej reagować.

source: Where can I find the settings files?
bg: Къде мога да намеря файловете с настройки?
pl: Gdzie mogę znaleźć pliki ustawień?

source: There are the three possible locations of DC++ settings files (the most probable location listed first):
bg: Има три възможни места за DC++ файловете с настройки (най-вероятното място е първо в списъка):
pl: Istnieją trzy możliwe lokacje plików ustawień DC++ (najbardziej prawdopodobne wylistowane jako pierwsze):

source: The DC++ subfolder of the Application Data directory of your user profile. This is the most probable location of the settings files if you used the installer (.exe) to install or upgrade your DC++. In a typical case the path is
bg: DC++ подпапка в директорията Application Data на Вашия потребителски профил. Това е най-вероятното местоположение на файлове с настройки, ако сте използвали инсталатора (.exe), за да инсталирате или обновите вашия DC++. В един типичен случай, пътят е
pl: Podfolder DC++ w twoim profilu użytkownika w Aplikacji Danych. To najbardziej prawdopodbna lokalizacja plików ustawień jeżeli użytłeś instalatora (.exe) by zainstalować lub uaktualnić wersje DC++. Najbardziej typowa ścieżka to

source: The same folder where the DC++ executable (DCPlusPlus.exe) resides. This is will be the default location of the settings files if you picked the zipped archive (portable) version from the download page.
bg: В същата папка, където е изпълнимия DC++ -файл (DCPlusPlus.exe). Това ще бъде мястото по подразбиране на файловете с настройки, ако сте избрали компресираната (портативна) версия от страницата за изтегляне.
pl: W tym samym folderze gdzie znajduje się plik wykonywalny DC++ (DCPlusPlus.exe). Będzie to domyślna lokalizacja plików ustawień jeżeli wybrałeś wersje programu spakowaną w paczkę zip ze strony pobierań programu.

source: In a path relative to the folder where the DC++ executable (DCPlusPlus.exe) resides. In this case the path is manually set in dcppboot.xml.
bg: В пътя до папката, където е изпълнимия DC++ -файл (DCPlusPlus.exe). В този случай пътя е ръчно зададен в dcppboot.xml.
pl: Ścieżka prowadząca do folderu z plikiem wykonywalnym DC++ (DCPlusPlus.exe). W tym przypadku ścieżka jest ręcznie ustawiania w dcppboot.xml.
