Repository: RoLex/feardc
Catalog: help/po/*.po
Languages: bg, pl

source: The style used to paint upload transfer bars. Default background color: RGB(205, 60, 55).
bg: Стилът се използва, за оцветяване лентата на статуса, в която се обозначава трансферът при качване. Подразбиращ се цвят на фона: RGB (205, 60, 55).

source: The style used to paint download transfer bars. Default background color: RGB(55, 170, 85).
bg: Стилът се използва, за оцветяване лентата на статуса, в която се обозначава трансферът при сваляне. Подразбиращ се цвят на фона: RGB(55, 170, 85).

source: The style used to display clickable links in chat. A default value is generated when DC++ is started, based on the global text color.
bg: Стилът се използва за показване на линковете в чата, активиращи се с щракване. Стойността по подразбиране, се генерира на базата на общия цвят на текста при стартирането на DC++.

source: The style used to display chat logs that show up in new chat windows, assuming there is a relevant chat history to be found. A default value is generated when DC++ is started, based on the global text color (DC++ tries to make it look more grey).
bg: Стилът се използва за показване на чат логове, които се показват в новите чат прозорци, ако е налице съответната историята на чата. Стойността по подразбиране се генерира, когато DC++ стартира, на базата на глобалния цвят на текста (DC++ се опитва да направи текста да изглежда по-сив).

source: The styles used to paint users that match user matching definitions.
bg: Това са стилове, използвани за обозначаване на потребителите, които съответстват на зададени параметри за съвпадение.

source: Preview line
bg: Поле за преглед

source: When an item is selected in the list, a preview line appears below the list. It reflects style properties for the item currently selected in the list.
bg: Когато един елемент от списъка е избран, прегледът му се появява в полето под списъка. Това поле показва стила и свойствата на текущо избрания елемент.

source: Font customization
bg: Персонализиране на шрифта

source: Text color customization
bg: Персонализиране цвета на текста

source: By default, the text color is taken from the current Windows theme (generally black). A different text color may be configured here.
bg: По подразбиране, цвета на текста е взет от текущата тема за Windows (обикновено черен). Тук можете да зададете друг цвят.

source: Background color customization
bg: Персонализиране цвета на фона

source: By default, the background color is taken from the current Windows theme (generally white). A different background color may be configured here.
bg: По подразбиране, цвета на фона се взема от текущата тема на Windows (обикновено бял). Тук можете да зададете друг фонов цвят.

source: Configure user matching definitions
bg: Конфигурирай дефинициите за "Съвпадащ потребител"

source: Switch to the <placeholder id=0/> settings page.
bg: Преминаване към страницата с настройки на <placeholder id=0/>.

source: Show those generated by DC++
bg: Покажи генерираните от DC++

source: Select whether the list should display user matching definitions that DC++ has automatically generated (for example to ignore users). These definitions may clutter the view so they are hidden by default.
bg: Изберете дали списъкът трябва да покаже дефинициите за съвпадащ потребител, които DC++ генерира автоматично (например, игнорираните потребители). Тези дефиниции може да се претрупат, затова са скрити по подразбиране.

source: Tab-related options
bg: Опции за секциите
pl: Opcje związane z zakładkami

source: Tabs appear right below toolbar icons; they give you quick access to currently opened windows.
bg: Секциите се появяват точно под иконите. Те Ви дават бърз достъп до текущо отворените прозорци.
pl: Zakładki pojawiają się tuż pod ikonami paska narzędzi; pozwalają na szybki dostęp do otwartych okien.

source: First set of choices
bg: Първи набор от възможности за избор
pl: Pierwszy wybór

source: <b>Let DC++ draw tabs</b>: Select this option to let DC++ draw tabs, which allows it to add more customization (such as a close button, different colors and fonts, etc). (default)
bg: <b>Нека DC++ да очертава секциите</b>: изберете тази опция, за да позволите DC++ да очертава секциите, което позволява добавянето на повече персонализация (като бутон за затваряне, различни цветове и шрифтове и т.н.). (по подразбиране)
pl: <b>Zezwól DC++ na kreowanie zakładek</b>: wybierz tę opcję aby pozwolić DC++ na kreowanie zakładek, która pozwoli na dodawanie dostosowanych zakładek (takich jak ikona zamknięcia, inne kolory i czcionki, etc). (domyślnie)

source: <b>Use standard Windows tabs</b>: Select this option to use standard Windows tabs - DC++ won't be able to customize them.
bg: <b>Използвай стандартни Windows секции</b>: Изберете тази опция, за да използвате стандартните секции на Windows - DC++ няма да може да ги персонализира.
pl: <b>Użyj standardowych zakładek Windows</b>: wybierz tę opcję aby używać standardowych zakładek Windows - DC++ nie będzie mogło ich dopasować.

source: <i>DC++ needs to be restarted for this setting to take effect.</i>
bg: <i>DC++ трябва да се рестартира, за да влязат тези настройки в сила.</i>
pl: <i>DC++ musi zostać zrestartowane aby zaistniały dokonane zmiany.</i>

source: Second and third sets of choices
bg: Втори и трети набор от възможности за избор
pl: Drugi i trzeci zestaw do wyboru

source: Several modes are exposed here with various differences; select the one you prefer.
bg: Тук са изложени няколко различни режима. Изберете този, който предпочитате.
pl: Pokazano tu kilka trybów różniących się od siebie, wybierz ten który ci odpowiada.

source: One particular difference is that in tab style mode, multiline tabs re-organize so that the selected tab is always at the bottom. That isn't the case in button style mode.
bg: Една конкретна разлика е, че в режим стил "секция", многоредовото разположение на секциите се организира така, че избраната секция е винаги най-отдолу. Това не е така в режим стил "Бутон"

source: Tab width
bg: Ширина на секцията
pl: Szerokość zakładki

source: Use this slider to define the width occupied by each tab. Move to the left for a lower width, and to the right for a higher width.
bg: Използвайте този плъзгач, за да определите ширината, заета от всеки раздел. Наляво за по-малка ширина, и надясно за по-голяма ширина.
pl: Przeciągnij suwak aby zdefiniować długość zajmowaną przez karty. Przesuń w lewo by zmniejszyć szerokość oraz w prawo by ją zwiększyć.

source: When the title of a tab exceeds the available width, it will be cut accordingly and appended with &quot;...&quot;.
bg: Kогато заглавието на раздела надвишава наличната ширина, ще бъде отрязано и допълнено с &quot;...&quot;.
pl: Jeżeli tytuł zakładki przekroczy dostępną szerokość, zostanie odpowiednio obcięty oraz pojawi się w &quot;...&quot;.

source: Preview
bg: Преглед
pl: Podgląd

source: This fake tab control shows how the main tab control would display after a restart of DC++, were the settings defined above be validated.
bg: Тук можете да видите, как ще изглеждат секциите след рестартиране на DC++, с настройките зададени по-горе.
pl: Ta kontrolka pokazuje jak wyglądać będzie zakładka po restarcie DC++, po zastosowaniu zmiany wielkości.

source: Tab highlight on content change
bg: Маркиране на секцията при промяна на съдържанието
pl: Podświetlaj zakładkę w momencie zmiany zawartości

source: When a chat message appears in a <a po4a-id=0>Hub</a> window that's not focused, the tab will be highlighted if you have this option selected.
bg: Когато чат съобщение се появява в прозореца на <a po4a-id=0>хъб</a>, който не е фокусиран, секцията му ще бъде маркирана, ако тази опция е избрана.
pl: Jeżeli pojawi się wiadomość w oknie <a po4a-id=0>Hub</a> które nie będzie w tym momencie oknem aktywnym, zakładka zostanie podświetlona jeśli to ustawienie zostało włączone.

source: Private message
bg: Лично Съобщение
pl: Wiadomość prywatna

source: When a private message appears in a <a po4a-id=0>Private message</a> window that's not focused, the tab will be highlighted if you have this option selected.
bg: Когато се появи лично съобщение в прозорец за <a po4a-id=0>лично съобщение</a>, който не е фокусиран, секцията му ще бъде маркирана, ако тази опция е избрана.
pl: Gdy pojawia się wiadomość w oknie <a po4a-id=0>Prywatna wiadomość</a> które nie będzie w tym momencie oknem aktywnym, zakładka zostanie podświetlona jeśli to ustawienie zostało włączone.

source: When the content of a <a po4a-id=0>File List</a> window that's not focused has changed, the tab will be highlighted if you have this option selected.
bg: Когато се е променило съдържанието на прозорец, на <a po4a-id=0>списък с файлове</a>, който не е фокусиран, секцията му ще бъде маркирана, ако тази опция е избрана.
pl: Gdy pojawi się nowa zawartość w oknie <a po4a-id=0>Lista Plików</a> które nie będzie w tym momencie oknem aktywnym, zakładka zostanie podświetlona jeśli to ustawienie zostało włączone.

source: When a search result is received in a <a po4a-id=0>Search</a> window that's not focused, the tab will be highlighted if you have this option selected.
bg: Ако бъде получен резултат от търсенето в <a po4a-id=0>прозорец за търсене</a>, който не е фокусиран, секцията му ще бъде маркирана, ако тази опция е избрана.
pl: W momencie otrzymania wyników w oknie <a po4a-id=0>Szukaj</a> które nie będzie w tym momencie oknem aktywnym, zakładka zostanie podświetlona jeśli to ustawienie zostało włączone.

source: System log
bg: Системен дневник
pl: Log systemowy

source: When an entry is added to the <a po4a-id=0>System Log</a> window while it is out of focus, the tab will be highlighted if you have this option selected.
bg: Ако тази опция е избрана, когато се добавя вписване в прозореца на <a po4a-id=0>системния дневник</a>, докато той не е на фокус, секцията му ще бъде маркирана.
pl: Gdy pojawi się nowa zawartość w oknie <a po4a-id=0>Log Systemowy</a> które nie będzie w tym momencie oknem aktywnym, zakładka zostanie podświetlona jeśli to ustawienie zostało włączone.

source: This option controls whether or not the <a po4a-id=0>Download Queue</a>'s tab will highlight itself when a queue item changes state or finishes.
bg: Тази опция контролира, дали секцията <a po4a-id=0>Опашка от файлове за сваляне</a> ще бъде маркирана, когато елемент от опашката промени статуса си или завърши.
pl: Opcja ta kontroluje wszelkie zmiany zachodzące w oknie <a po4a-id=0>Kolejka</a> podświetlając tę właśnie zakładkę.

source: When a download completes, the <a po4a-id=0>Finished Downloads</a> tab will be highlighted if this option is selected.
bg: Когато изтеглянето завърши, секцията <a po4a-id=0>Завършени сваляния</a> ще бъде маркирана, ако тази опция е избрана.
pl: W momencie zakończenia pobierania pliku, zakładka <a po4a-id=0>Pobrane pliki</a> zostanie podświetlona.

source: When an upload completes, the <a po4a-id=0>Finished Uploads</a> tab will be highlighted if this option is selected.
bg: Ако тази опция е избрана, когато качването завърши, секцията <a po4a-id=0>Завършени качвания</a> ще бъде маркирана.
pl: Gdy wysyłanie pliku zostanie ukończone, okno <a po4a-id=0>Ukończone wysyłania</a> nie będące aktywnym zostanie podświetlone.

source: List of your current user commands.
bg: Списък на Вашите текущи потребителски команди.
pl: Lista obecnych poleceń dla użytkownika.

source: Open the User Command dialog to create a new user command and add it to the list.
bg: Отваряне на прозореца за създаване и редактиране на потребителски команди, с цел създаване на нова потребителска команда, и добавянето и към списъка.
pl: Otwiera okno Komend Użytkownika, by utworzyć nową komendę użytkownika i dodać ją do listy.

source: Change
bg: Промяна
pl: Zmień

source: Open the currently selected user command in the User Command dialog in order to change it.
bg: Отваряне на текущо избраната потребителска команда, в прозореца за създаване и редактиране на потребителски команди, с цел редактиране.
pl: Otwiera wybraną komendę w oknie Komendy Użytkownika w celu zmian.

source: Move the currently selected user command upwards in the list.
bg: Преместване на избраната потребителска команда нагоре в списъка.
pl: Przesuń obecnie zaznaczoną komendę użytkownika w górę listy.

source: Move the currently selected user command downwards in the list.
bg: Преместване на избраната потребителска команда надолу в списъка.
pl: Przesuń obecnie zaznaczoną komendę użytkownika w dół listy.

source: Remove the currently selected user command.
bg: Премахване на избраната потребителска команда.
pl: Usuń obecnie wybraną komendę użytkownika.

source: User matching definitions
bg: Дефиниции на "Съвпадащ потребител"

source: List of current user matching definitions.
bg: Списък с настоящите дефиниции на "Съвпадащ потребител"

source: Every user will be matched against configured user matching definitions to find properties to apply (such as chat ignoring, custom colors...). User matching definitions are browsed from the top of the list to the bottom; therefore, when 2 user matching definitions can be applied to the same user and affect the same property, the top-most definition takes precedence.
bg: Всеки потребител ще бъде сравнен с дефинициите в този списък и при съвпадение, ще му бъдат приложени предварително зададените потребителски настройки (игнориране на чата, предпочитани цветове ...). При сравняването, списъкът се проверява отгоре надолу и ако бъде открита една и съща дефиниция, но с различни настройки, на две или повече места, ще бъдат прилагани опциите за дефиницията, стояща на най-горната позиция в списъка.

source: Open a <placeholder id=0/> dialog to create a new user matching definition and add it to the list.
bg: С този бутон можете да отворите диалоговия прозорец <placeholder id=0/>, за да създадете нова дефиниция за съвпадащ потребител и да я добавите към списъка.

source: Open the currently selected user matching definition in a <placeholder id=0/> dialog in order to edit its properties.
bg: Отворете избраната в момента дефиниция за съвпадащ потребител в диалоговия прозорец <placeholder id=0/>, за да редактирате свойствата и.

source: Move the currently selected user matching definitions upwards in the list.
bg: Преместване на избраната в момента дефиниция на съвпадащ потребител, нагоре в списъка.

source: Move the currently selected user matching definitions downwards in the list.
bg: Преместване на избраната в момента дефиниция на съвпадащ потребител, надолу в списъка.

source: Remove the currently selected user matching definitions.
bg: Изтриване на избраната в момента дефиниция на съвпадащ потребител.

source: Configure styles (fonts / colors) for these user matching definitions
bg: Конфигурирай стиловете (шрифтове / цветове) на дефинициите в "Съвпадащ потребител"

source: Window options
bg: Свойства на прозорците
pl: Opcje okna

source: Open private messages in their own window
bg: Отваряй личните съобщения в отделен прозорец
pl: Otwieraj prywatne wiadomości w ich własnych oknach

source: If you disable this option, a private message from a user appears as a status line in main chat instead of in a separate window. This could cause you to miss some messages if you don't check the chat regularly. <i>You may not care much for private messages from other users. Ignoring them however, not only lessens the (user-friendly) Direct Connect experience, but is not always wise because failing to reply to a message from an Operator can get you kicked or, in the worst case, permanently banned from that hub.</i>
bg: Ако забраните тази опция, личните съобщения от потребителите ще се появяват в главния чат, вместо в отделен прозорец. Това може да доведе до пропускането на някои съобщения, ако не проверявате редовно чата. <i> Не винаги можете да се грижите за много лични съобщения от други потребители. Да ги пренебрегвате обаче, едва ли е разумно, защото ако не отговорите на съобщение от оператор може или временно да Ви отстрани, или в най-лошия случай, да забрани достъпа Ви до хъба завинаги.</i>

source: Open private messages from bots in their own window
bg: Отваряй личните съобщения от ботове в техен собствен прозорец
pl: Otwórz prywatne wiadomości od botów w ich własnych oknach

source: Enable this if you want messages from hub bots in their own window. When disabled they get sent as a status message in main chat instead which is less annoying yet still informative. <i>This option only matters if you're not ignoring private messages from bots.</i>
bg: Активирайте това, ако искате съобщенията от ботовете на хъбове да се появяват в свой собствен прозорец. Когато опцията е неактивирана те се изпращат, като съобщение в главния чат, което е по-малко досадно. <i>Tази опция има значение, само ако не сте игнорирали личните съобщения от ботове.</i>
pl: Włącz tę opcję, jeżeli chcesz, aby wiadomości od botów huba wyświetlały się w swoim osobnym oknie. Przy wyłączeniu tej opcji wiadomości będą wysłane jako wiadomość statusu na czat główny huba, co jest mniej drażniącym rozwiązaniem. <i>Opcja ta ma znaczenie tylko wtedy gdy nie ignorujesz wiadomości prywatnych od botów.</i>

source: Open private messages from the hub in their own window
bg: Отваряй личните съобщения от хъба в техен собствен прозорец
pl: Otwórz prywatne wiadomości od hubów w ich własnych oknach

source: Enable this if you want messages from the hub in their own window. When disabled they get sent as a status message in main chat instead which is less annoying yet still informative. <i>This option only matters if you're not ignoring private messages from hubs.</i>
bg: Активирайте това, ако искате съобщенията от хъба да се появяват в свой собствен прозорец. Когато опцията е неактивирана те се изпращат, като съобщение в главния чат, което е по-малко досадно. <i> Tази опция има значение, само ако не сте игнорирали личните съобщения от хъбове.</i>
pl: Włącz tę opcję, jeżeli chcesz, aby wiadomości od hubów wyświetlały s ię w swoim osobnym oknie. Przy wyłączeniu tej opcji wiadomości będą wysłane jako wiadomość statusu na czat główny huba, co jest mniej drażniącym rozwiązaniem. <i>Opcja ta ma znaczenie tylko wtedy gdy nie ignorujesz wiadomości prywatnych od botów.</i>

source: Open new file list windows in the background
bg: Не фокусирай при отваряне на нови прозорци с изтеглени файлови списъци.
pl: Otwórz nowe okno listy plików w tle

source: Keep this disabled if you want newly downloaded file lists to pop up in front of other windows. <i>It can be very annoying to have a new window pop up when you're typing something.</i>
bg: Изберете тази опция, ако не искате нови изтеглени списъци на файлове, да изскачат пред другите прозорци. <i> Mоже да бъде много досадно да се появи нов прозорец, когато пишете нещо.</i>
pl: Zachowaj wyłączone, jeżeli chcesz by nowo pobrane listy plików wyskakiwały przed innymi oknami. <i>Może to być bardzo denerwujące, gdy nowe okno się otwiera w czasie, gdy piszesz.</i>

source: Open new private message windows in the background
bg: Не фокусирай, когато отваряш нови прозорци с лични чатове.
pl: Otwórz nowe okno prywatnej wiadomości w tle

source: Keep this disabled if you want new private messages file lists to pop up in front of other windows.
bg: Изберете тази опция, ако не искате новите лични съобщения, да изскачат пред другите прозорци.
pl: Zostaw opcję wyłączoną, jeżeli chcesz by nowe prywatne wiadomości listy plików wyskakiwały przed innymi oknami.

source: Open new window when using /join
bg: Отваряй нов прозорец, когато използвам /join
pl: Otwieraj nowe okno przy poleceniu /join

source: When using /join &lt;ip&gt;, a new window with the hub will open.
bg: При използване на /join &lt;ip&gt;, хъбът ще се отвори в нов прозорец.
pl: Używając/join &lt;ip&gt;, otworzy się nowe okno.

source: Ignore private messages from the hub
bg: Игнорирай личните съобщения от хъба
pl: Ignoruj prywatne wiadomości od huba

source: Enable this if you wish to ignore private messages from the hub. However, these messages generally contain useful information, like hub specific rules or warnings.
bg: Активирайте тази опция, ако искате да се игнорират съобщенията от хъбове. Въпреки това, имайте предвид, че тези съобщения обикновено съдържат полезна информация, като специфични правила за хъба или разни предупреждения.
pl: Włącz tę opcję, jeżeli chcesz ignorować prywatne wiadomości od huba. Jednakże, takie wiadomości najczęściej zawierają pewne pożyteczne informacje, jak zasady huba i ostrzeżenia.

source: Ignore private messages from bots
bg: Игнорирай личните съобщения от ботове
pl: Ignoruj prywatne wiadomości od botów

source: Enable this if you wish to ignore private messages from bots. However, these messages generally contain useful information, like hub specific rules or warnings.
bg: Активирайте тази опция, ако искате да се игнорират съобщенията от ботове. Въпреки това, имайте предвид, че тези съобщения обикновено съдържат полезна информация, като специфични правила за хъба или разни предупреждения.
pl: Włącz tę opcję, jeżeli chcesz ignorować prywatne wiadomości od botów. Jednakże, te wiadomości zawierają pewne użyteczne informacje, jak zasady lub ostrzeżenia huba.

source: Toggle window when selecting an active tab
bg: Превключи прозорците при избор на отворена секция
pl: Przełącz okno po kliknięciu w aktywną zakładkę

source: With this option enabled, clicking on an active tab will mimic the behavior of Windows 98+ and send the currently active window to the background. The most recently accessed window will become the new active window.
bg: Ако тази опция е разрешена, щракването върху активната секция ще имитира поведението на Windows 98+ и ще я изпрати на заден план. Последно използваният прозорец ще стане активен.

source: Popup box to input password for hubs
bg: Диалог за въвеждане паролите за хъбове
pl: Wyświetl okno aby wprowadzić hasło dla huba

source: When being prompted for a password in a hub, you will with this option enabled have a box popup and will allow you to enter your password. With this option disabled, you will be prompted with a "/password" instead.
bg: Когато се появи подкана за парола в хъб, ако тази опция е включена ще се появи изскачащ прозорец и ще ви позволи да въведете паролата си. Ако опцията е изключена, ще бъдете подканени с "/password".
pl: Gdy zostaniesz zapytany o hasło na hubie, i będziesz miał tę opcję włączoną, otworzy się okienko, które pozwoli na wprowadzenie hasła. Jeżeli opcja jest wyłączona, w zamian zostaniesz zapytany komendą "/password".

source: Confirm dialog options
bg: Потвърждаване опциите на диалога
pl: Opcje potwierdzania

source: Confirm application exit
bg: Потвърди при излизане от програмата
pl: Potwierdzaj przy wyjściu

source: Enabling this option will cause DC++ to prompt you before exiting.
bg: Разрешаването на тази опция ще накара DC++ да Ви предупреди преди излизане.
pl: Włączenie tej opcji spowoduje, że DC++ zapyta o potwierdzenie przed wyjściem.

source: Confirm hub closing
bg: Потвърди затварянето на хъб
pl: Potwierdź zamknięcie huba

source: Enabling this option will cause DC++ to prompt before you close a <a po4a-id=0>hub</a> window.
bg: Разрешаването на тази опция ще накара DC++ да Ви предупреди, преди да затворите прозореца на <a po4a-id=0>хъб</a>.
pl: Włączenie tej opcji spowoduje, że DC++ będzie Cię pytał przed każdym zamknięciem okna <a po4a-id=0>huba</a>.

source: Confirm favorite hub removal
bg: Потвърди премахването на любим хъб
pl: Potwierdzaj usuwanie ulubionego huba

source: Enabling this option will cause DC++ to prompt before you remove a favorite hub.
bg: Разрешаването на тази опция ще накара DC++ да Ви предупреди, преди да премахнете любим хъб.
pl: Włączenie tej opcji spowoduje, że DC++ zapyta przed usunięciem ulubionego huba.

source: Confirm favorite user removal
bg: Потвърди премахването на любим потребител
pl: Potwierdź usunięcie ulubionego użytkownika
