Repository: RoLex/feardc
Catalog: help/po/*.po
Languages: bg, pl

source: A few organizations use simple port blocking, where common ports used by DC++ and other p2p applications are blocked. DC++ uses a wide range of ports for outgoing traffic and incoming traffic by default. If the school blocks port 411 outgoing connections, then that effectively cuts you off from all DC hubs since that is the default hub port. Hub lists contain the full address of many hubs and those that run on non-standard ports (<i>i.e. hub.example.com:1411</i>) may work. Some ISPs (according to the <a po4a-id=0>IANA recommendations</a>) may not allow all ports for incoming P2P transfers. In this case you need to choose any port within the region of 49152 - 65535 for the port fields in the <a po4a-id=1>Connection Settings</a>.
bg: Няколко организации използват просто блокиране на портовете, при което общите портове, използвани от DC++ и други P2P приложения, са блокирани. DC++ използва широк набор от портове по подразбиране за изходящия и входящия трафик. Ако училището блокира порт 411 за изходящите връзки, то това ефективно Ви отрязва от всички DC-хъбове, тъй като това е хъб-портът по подразбиране. Списъците с хъбове съдържат пълния адрес на много хъбове и тези, които работят на нестандартни портове (<i>т.e. hub.example.com:1411</i>) могат да работят. Някои интернет доставчици (в съответствие с <a po4a-id=0>препоръките на IANA</a>), не разрешават всички портове за входящи P2P трансфери. В този случай, трябва да изберете някои от портовете в диапазона 49152 - 65535 в полетата за портовете, в прозореца с <a po4a-id=1>настройките на връзката</a>.
pl: Kilka organizacji używania blokowania portów, to znaczy, że najbardziej popularne porty używane przez DC++ i inne aplikacje p2p zostają zablokowane. DC++ używa bardzo dużej ilości portów domyślnie dla przesyłania danych. Jeżeli szkoła blokuje port 411 dla wysyłania danych, wtedy odcina cię całkowicie od hubów DC, ponieważ jest to port domyślny hubów. Listy hubów posiadają pełny adres wielu hubów również tych na niestandardowych portach (<i>np. hub.example.com:1411</i>) , które mogą zadziałać. Niektórzy dostawcy internetu (wg <a po4a-id=0>IANA</a>) mogą nie zezwalać wszystkim portom na przychodzące transfery. W tym wypadku musisz wybrać port pomiędzy 49152 - 65535 w oknie <a po4a-id=1>ustawienia połączeń</a>.

source: If you appear to be completely blocked from the DC network, the above advice applies.
bg: Ако Ви се струва, че сте напълно блокирани от DC мрежата, опитайте да приложите изложеното по-горе.
pl: Jeżeli jesteś całkowicie zablokowany w sieci DC powyższe rady są dla ciebie.

source: Why do I need active mode?
bg: Защо ми е необходим активен режим?
pl: Dlaczego potrzebuję trybu aktywnego?

source: In passive connection mode, DC++ will only make outbound connections to other users. All searches will be sent through the hub, and search results will be returned through the hub as well. DC++ will return a maximum of 5 search hits for a passive user. <b>Passive users may not able to download from other passive users.</b> <u>Passive mode is an extra strain on hubs, so please do not use it unless you must</u>. To find out what DC++ users are in passive mode in a hub check their <a po4a-id=0>tag in the list of users</a>. Passive users will have M:P in their DC++ tag.
bg: В пасивен режим на свързване, DC++ ще създаде само изходящи връзки към други потребители. Всички търсения ще бъдат изпратени чрез хъб, а резултатите от търсенето ще бъдат върнати също чрез хъб. DC++ ще върне не повече от 5 резултата от търсенето за пасивен потребител. <b>Пасивните потребители не могат да теглят от други пасивни потребители</b>. <u>Пасивният режим допълнително натоварва хъбовете, така че, моля, не го използвайте, освен ако не е необходимо</u>. За да разберете кои DC++ потребители са в пасивен режим в даден хъб, проверете <a po4a-id=0>таговете в списъка с потребителите</a>. Пасивните потребители ще имат M:P в техните DC++ тагове.

source: That being said, active mode on DC++ will make inbound and outbound connections to other users. While all searches will be sent through the hub, search results will be returned directly from active mode users and through the hub for the passive users. <b>Active users can download from either active and passive users and get more search results.</b> Obviously that means you can <u>connect to a larger group of people</u>.
bg: В замяна на това, в активен режим, DC++ ще създаде входящи и изходящи връзки към други потребители. Макар че всички търсения ще бъдат изпратени посредством хъба, резултатите от търсенето ще бъдат върнати директно от потребителите, които са в активен режим и чрез хъба за пасивните потребители.<b> Активните потребители могат да свалят и от активни, и от пасивни потребители, и да получат повече резултати.</b> Очевидно това означава, че могат да се <u>свържат с по-голяма група от хора</u>.
pl: Następnie, tryb aktywny DC++ wykona wychodzące i przychodzące połączenia z innymi użytkownikami. Wszystkie wyszukiwania będą przechodzić przez hub lecz rezultaty zostaną zwrócone bezpośrednio przez użytkowników znajdujących się w trybie aktywnym oraz poprzez hub przez użytkowników trybu pasywnego. <b>Użytkownik w trybie aktywnym może pobierać zarówno od użytkownika aktywnego jak i pasywnego, czyli zyskać więcej rezultatów wyszukiwań.</b> Oczywiście oznacza to, że <u>możesz się połączyć z większą liczbą użytkowników</u>.

source: However, there is ZERO difference in download/upload speed between active or passive modes.
bg: Въпреки това, НЯМА разлика в скоростта на сваляне/качване между активния и пасивния методи.
pl: Jednakże, nie ma żadnej różnicy w prędkości pobierania/wysyłania pomiędzy trybem aktywnym i pasywnym.

source: Get started
bg: Нека да започваме
pl: Początek

source: Hello and welcome! DC++ is a free, open-source client for Direct Connect file sharing networks. It is fully compatible with and supports connection to hubs using the earlier <a po4a-id=0>NeoModus Direct Connect (NMDC)</a> protocol, but its primary purpose is to be a client for a new generation of file sharing using a protocol called <a po4a-id=1>Advanced Direct Connect (ADC)</a>.
bg: Здравейте и добре дошли! DC++ е безплатен клиент с отворен код за Direct Connect мрежите за споделяне на файлове. Той е напълно съвместим и поддържа връзка с хъбове, използващи по-рано <a po4a-id=0>NeoModus Direct Connect (NMDC)</a> протокол, но основната му цел е да бъде клиент от ново поколение за споделяне на файлове чрез протокол, наречен <a po4a-id=1>Advanced Direct Connect (ADC)</a>.
pl: Witamy! DC++ jest darmowym klientem sieci przesyłu plików Direct Connect z wolnym dostępem do kodu źródłowego. Jest całkowicie kompatybilny z hubami poprzedniego protokołu <a po4a-id=0>NeoModus Direct Connect (NMDC)</a> lecz pierwszoplanowym jego zadaniem jest być klientem wymiany plików używając protokołu nowej genracji zwanego <a po4a-id=1>Advanced Direct Connect (ADC)</a>.

source: Structure of the Direct Connect network
bg: Структура на мрежата на Direct Connect
pl: Struktura sieci Direct Connect

source: The Direct Connect (DC) network is a decentralized network, made up of individual servers <b>(hubs)</b> that users join to share files. Users can <b>search</b> for files and <b>download</b> them from other users connected to the same hub. A hub only helps to find files and connect users; it <i>does not store any files</i>. File transfers are done directly between clients, in peer-to-peer fashion.
bg: Direct Connect (DC) мрежата е децентрализирана мрежа, състояща се от отделни сървъри <b>(хъбове)</b>, към които потребителите се присъединяват за да споделят файлове. Потребителите могат да <b>търсят</b> файлове и да ги <b>свалят</b> от други потребители, свързани към същия хъб. Хъбът само помага да намерите файловете и да се свържете с потребителите. <i>Той не съхранява никакви файлове</i>. Прехвърлянето на файлове се извършва директно между клиентите в модерната peer-to-peer мрежова архитектура.
pl: Sieć Direct Connect jest siecią zdecentralizowaną, złożoną z indywidualnych serwerów <b>(hub)</b> z którymi łączą sie użytkownicy w celu udostępniania plików. Użytkownicy mogą <b>szukać</b> plików i <b>ściągać</b> od innych użytkowników połączonych z tym samym hubem. Hub jedynie pomaga w znalezieniu plików i połączeniu sięz innymi użytkownikami, <i>nie przechowuje żadnych danych</i>. Wymiana plików odbywa się bezpośrednio pomiędzy jednym a drugim użytkownikiem, zgodnie z peer-to-peer.

source: Every hub also acts as an instant messaging server. Users can chat with other users of the same hub using the main chat (visible to every user on the hub) or, alternatively, start a private conversation with a particular user. Some hubs also have special chat rooms for groups of people, such as having a chat only for operators.
bg: Всеки хъб действа и като сървър за съобщения. Потребителите могат да разговарят с други потребители на един и същ хъб, използвайки основния чат (видим за всеки потребител на хъба) или, като алтернатива, да започнат личен разговор с даден потребител. Някои хъбове имат и специални чат стаи за групи от хора, като има и чат само за операторите.
pl: Kazdy hub dziala tez jako serwer do wymiany wiadomosci Użytkownicy mogą ze sobą rozmawiać w obrębie tego samego huba używając czata głównego (widocznego dla każdego użytkownika huba) lub alternatywnie rozpocząć między sobą konwersację prywatną. Niektóre huby posiadają specjalne czaty dla poszczególnych grup ze sobą zwiazanych, na przykład czat dla operatorów.

source: Each hub is individually administered, and some hubs are built around sharing a particular type of content. <i>Rules</i> vary from hub to hub, but most have a restriction on the minimum amount and type of content a user may share (for example, some hubs disallow sharing of pornography). Hubs typically have operators (or <i>ops</i>) appointed by the actual owner of the hub to police these rules and ban offenders, as well as help new users.
bg: Всеки хъб е индивидуален, със свои собствени правила, а някои хъбове са изградени около споделянето на определен тип съдържание.<i> Правилата</i> на хъбовете се различават, но повечето имат ограничение за минималния размер и вида на съдържанието, което даден потребител може да споделя (например, някои хъбове забраняват споделянето на порнография). Хъбовете обикновено имат оператори (<i>ОП</i>), назначени от действителния собственик на хъба, за да следят за спазването на тези правила, както и да помагат на новите потребители.
pl: Każdy hub i jest osobno zarządzany, niektóre huby zostały utworzone by udostępniać sprecyzowany materiał. <i>Zasady</i> zmieniają się na każdym hubie, lecz większość z nich posiada restrykcje dotyczące minimum ilości udostępnianych oraz zawartości plików udostępnianych przez użytkownika (przykładowo, niektóre huby nie pozwalają na udostępnianie pornografii). Huby zazwyczaj posiadają operatorów (lub <i>opów</i>) wyznaczonych przez właściciela huba, aby egzekwowali zasady i banowali winowajców, oraz pomagali nowym użytkownikom.

source: There are two basic kinds of hubs. <b>Public hubs</b> are available to anyone who adheres to the rules and require no registration for connecting. Some allow you to connect, but require registration to search or download &#45; this is a grey area. In contrast, <b>private hubs</b> always require user authentication at login, using a username/password combination. To gain access to these hubs, one must get registered through other channels, such as a web forum or a public hub maintained by the same people.
bg: Има два основни вида хъбове. <b>Публичните хъбове</b> са достъпни за всеки, който се придържа към правилата и не изискват регистрация за свързване. Някъде Ви позволяват да се свържете, но изискват регистрация, за да търсите или теглите &#45; това е сива зона. За разлика, <b>частните хъбове</b> винаги изискват удостоверяване на потребителя при влизане, с помощта на комбинация от потребителско име/парола. За да получите достъп към тези хъбове, трябва да се регистрирате чрез други канали, като например уеб форум или обществен хъб, поддържан от същите хора.
pl: Rozróżniamy dwa rodzaje hubów. <b>Huby publiczne</b> są dostępne dla wszystkich użytkowników przestrzegających ich zasad, nie wymagają rejestracji przy łączeniu. Niektóre pozwalają na połączenie ale wymagają rejestracji, by użytkownik mógł szukać i pobierać&#45 - to ich szara strona. Porównując z <b>hubami prywatnymi</b>, te zawsze wymagają autoryzacji przy logowaniu czyli loginu i hasła. By zyskać dostęp do takiego huba trzeba się zarejestrować innymi sposobami, przykładowo przez publiczne fora prowadzone przez tych samych ludzi do których należą huby.

source: There are <b>Hublists</b> hosted by individual hublist servers to allow users to find hubs that they might like. These lists contain the <i>name</i>, <i>address</i> and <i>description</i> of each hub along with other data. Some big hublists try to contain almost all available hubs while others contain only a list of hubs meeting certain criteria, such as hubs in a specific country.
bg: Има <b>списъци с хъбове</b> хоствани от отделни hublist-сървъри, които позволяват на потребителите да намерят хъбове, които може да им харесат. Тези списъци съдържат <i>име</i>, <i>адрес</i> и <i>описание</i> на всеки хъб, заедно с други данни. Някои големи списъци с хъбове съдържат почти всички налични хъбове, докато други съдържат само списък на хъбове, отговарящи на определени критерии, като например хъбовете в дадена страна.
pl: Istnieją tak zwane <b>Hublisty</b>, hostowane na indywidualnych serwerach, które pomagają znaleźć huby, które trafią w gusta użytkowników. Listy te zawierają <i>nazwę</i>, <i>adres</i>,<i>opis</i> oraz inne dane poszczególnych hubów. Niektóre duże hublisty starają się mieć w swojej bazie wszystkie dostępne huby, a inne listują huby z określonymi cechami, na przykład jednego określonego kraju.

source: Connecting to DC hubs using DC++
bg: Свързване към DC++ хъбове, чрез употребата на DC++
pl: Łączenie z hubami DC przy użyciu DC++

source: DC++ has a few public <b>hublist servers</b> configured by default. They are the most popular and reliable ones so they are available most of the time. You can open up the <a po4a-id=0>Public Hublist</a> window by using the View/Public Hubs menu item or by clicking on the appropriate icon in the <a po4a-id=1>Toolbar</a>. You can <a po4a-id=2>add other hublist servers</a> or manage a list of your own <a po4a-id=3>Favorite hubs</a>. If you simply want to connect to a particular hub with a known address you can do it using File/Quick Connect.
bg: DC++ има няколко публични <b>сървъра със списъци с хъбове</b>, конфигурирани по подразбиране. Те са най-популярните и надеждни и са на разположение почти винаги. Можете да отворите прозореца с <a po4a-id=0>публичните списци с хъбове</a> с помощта на менюто Изглед/Публични Хъбове (елемент от менюто) или като щракнете върху съответната икона в <a po4a-id=1>лентата с инструменти</a>. Можете да <a po4a-id=2>добавите други hublist сървъри</a> и да управлявате списъка на своите<a po4a-id=3>любими хъбове</a>. Ако просто искате да се свържете към даден хъб с известен адрес, можете да използвате Файл/Бързо свързване.
pl: DC++ posiada kilka <b>list hubów</b> wbudowanych domyślnie. Są one najbardziej popularne i najbardziej niezawodne, więc są dostępne cały czas. Możesz otworzyć okno <a po4a-id=0>Publicznych Hubów</a> klikając na Widok/Publiczne Huby w pasku menu lub klikając na odpowiednią ikonkę <a po4a-id=1>na pasku narzędzi</a>. Możesz <a po4a-id=2>dodać serwery hublist</a> lub sporządzić swoją własną listę w <a po4a-id=3>Ulubionych Hubach</a>. Jeżeli poprostu chcesz się połączyć z poszczególnym hubem gdy znasz jego adres to kliknij Plik/Szybkie Połączenie.

source: However, before connecting to any hub you should familiarize yourself with the basic principles of the DC network and have your client set up correctly to enjoy all the possibilities and benefits of Direct Connect.
bg: Въпреки това, преди да се свържете с който и да е хъб, трябва да се запознаете с основните принципи на DC-мрежата и клиента си правилно, за да се насладите на всички възможности и ползи от Direct Connect.
pl: Jednakże przed połączeniem się z jakimkolwiek hubem powinieneś się zapoznać z podstawowymi zasadami sieci DC i ustawić poprawnie swojego klienta, aby w pełni wykorzystać możliwości i korzyści Direct Connect.

source: Basic settings and usage
bg: Основни настройки и използване
pl: Podstawowe ustawienia i użycie

source: In most cases, after concluding this basic setup you must be able to connect to hubs, search for files and download from any user. If you don't experience any issues then you can entirely <a po4a-id=0>skip the next section</a>.
bg: В повечето случаи, след приключването на това основно инсталиране, трябва да можете да се свържете с хъбове, да търсите файлове и да сваляте от всеки потребител. Ако не възникнат някакви проблеми, можете да <a po4a-id=0>пропуснете напълно следващия раздел</a>.

source: Troubleshooting connectivity problems
bg: Отстраняване на проблеми със свързването

source: If you experience any connectivity problems after the required basic setup (eg. not able to connect to any hub, no search results, downloads don't start) then you may need to do some additional configuration. Beside some less frequent issues in most cases the possible source of the connectivity issues can be narrowed down to two reasons:
bg: Ако имате някакви проблеми с връзката след изискваните основни настройки (напр. не можете да се свържете с който и да е хъб, няма намерени резултати, не можете да сваляте), може да се наложи да се направи допълнителна конфигурация. Освен някои по-рядко срещани проблеми, в повечето случаи проблемите с връзката могат да бъдат по две причини:

source: <u>DC++ itself or its access to the Internet is blocked by some security software</u>. Typical sympthoms of this problem are that you cannot connect to hubs and unable to download hublists or you cannot start DC++ itself at all.
bg: <u>DC++ или достъпът до Интернет са блокирани от някой софтуер за сигурност</u>. Типични симптоми на този проблем са, че не можете да се свържете с хъбове и не сте в състояние да изтеглите списъци с хъбове или не можете да стартирате DC++.

source: In this case you have to allow (unblock) DC++ in <b>all</b> the installed security software (firewall, anti-virus, anti-spyware, etc..). For additional information and tips about how to unblock DC++ in the Windows firewall and other 3rd party security software follow <a po4a-id=0>this FAQ</a>.
bg: В този случай трябва да се деблокира DC++ в <b>целия</b> инсталиран софтуер за сигурност (защитна стена, анти-вирусен, анти-шпионски софтуер и др.). За допълнителна информация и съвети за това как да се деблокира DC++ в защитната стена на Windows и друг 3-ти софтуер за сигурност, вижте <a po4a-id=0>този често задаван въпрос</a>.

source: <u>Misconfigured or incorrectly detected connectivity settings</u>. The most obivious sign of this problem is that you are <i>able</i> to pull down the hublists and can connect to hubs without problems, even <b>others can upload from you</b> but searches and/or downloads are not working (no search results / connection timeouts).
bg: <u>Неправилно конфигурирани или неправилно открити настройки за свързване</u>. Най-очевидният признак на този проблем е, че Вие <i>можете</i> да сваляте списъци с хъбове и да се свързвате с хъбове без проблеми, <b>другите потребители дори могат да теглят от Вас</b>, но търсенето и/или свалянето на файлове не работят (няма резултати от търсенето / изтича времето за свързване).

source: In most cases DC++ should be able to configure connectivity settings on your behalf, provided the <a po4a-id=0>Automatic connectivity setup</a> feature is enabled. If searches and/or downloads are not working, make sure that the <a po4a-id=1> Let DC++ determine the best connectivity settings</a> option is enabled. If it doesn't help (or it forces you into <a po4a-id=2>passive mode</a> and you want to improve your connectivity) then follow <a po4a-id=3>the FAQ that explains how to manually configure DC++ connectivity settings</a>.
bg: В повечето случаи DC++ трябва да може, да конфигурира настройките за свързване от Ваше име, при условие, че функцията за <a po4a-id=0>автоматично настройване на свързването</a> е активирана. Ако търсенето и/или изтеглянето не работят, уверете се, че опцията <a po4a-id=1>Нека DC++ определи най-добрите настройки за свързване</a>, намираща се в настройките, е включена. Ако това не помогне (или сте в <a po4a-id=2>пасивен режим</a> и искате да подобрите своята връзка), следвайте <a po4a-id=3>често задавания въпрос, който обяснява как ръчно да конфигурирате DC++ настройките за свързване</a>..

source: Help resources
bg: Помощни ресурси
pl: Źródła pomocy

source: Need more help?
bg: Нуждаете се от повече помощ?
pl: Potrzebujesz pomocy?

source: You can find <a po4a-id=0>FAQs</a> and explanation of ALL settings in the built-in context sensitive Help of DC++. Just move the question mark icon from the <a po4a-id=1>Toolbar</a> to any part of the interface you are unsure about, or simply select a control and hit the F1 key.
bg: Можете да намерите <a po4a-id=0>често задаваните въпроси</a> и обяснение на всички настройки във вградената контекстно-чувствителна помощ на DC++. Просто преместете въпросителния знак от иконата, намираща се в <a po4a-id=1>лентата с инструменти</a> върху всяка част от интерфейса, за която не сте сигурни или изберете контрола и натиснете клавиша F1.
pl: Wyjaśnienie wszystkich ustawień i <a po4a-id=0>FAQ</a> znajdziesz we wbudowanej bazie Pomocy Dc++. Przy użyciu ikony zapytajnika (Co to jest?) na <a po4a-id=1>pasku menu</a>, i wskazaniu części interfejsu programu dostaniesz adekwatne okno pomocy lub po prostu wciśnij Ctrl + F1.

source: There is a complete <a po4a-id=0>Direct Connect FAQ</a> maintained at dslreports.com.
bg: Всички <a po4a-id=0>Direct Connect FAQ</a> (често задавани въпроси за DC) можете да намерите в dslreports.com.
pl: Całkowity opis <a po4a-id=0>FAQ Direct Connect</a> znajduje się na stronie dslreports.com.

source: There are more answers to the most frequent support problems at the <a po4a-id=0>FAQ section of the DC++ Launchpad page</a>.
bg: Има повече отговори на най-често срещаните проблеми в <a po4a-id=0>FAQ section of the DC++ Launchpad page</a>.
pl: Więcej odpowiedzi na najczęściej zdawane pytania znajdziesz w <a po4a-id=0>FAQ w sekcji DC++ na stronie Launchpad</a>.

source: There is an online <u>support forum and a bug &amp; feature tracker</u> also available. You can access these pages through the Help menu of DC++ or from the <a po4a-id=0>links page</a>. Please <b>go through all the documentation mentioned above before asking for support</b>. Most of the questions asked in the support page are already answered in the FAQs or even in the built-in Help.
bg: На разположение са и <u>форум за поддръжка и bug & feature тракер</u>. Можете да получите достъп до тези страници чрез менюто Помощ на DC++ или от <a po4a-id=0>страницата с линкове</a>. Моля, <b>прегледайте цялата документация, спомената по-горе, преди да зададете въпрос</b>. Повечето от въпросите, зададени в страницата за поддръжка, вече имат отговори в често задаваните въпроси или дори във вградената Помощ.
pl: Istnieje forum internetowe, <u>tropienie błędów i funkcji programu</u> jest również dostępne. Strony znajdziesz w menu Help programu DC++ lub na tej <a po4a-id=0>stronie</a>. <b>Prosimy o przeglądnięcie powyższych materiałów pomocy zanim zapytasz o pomoc.</b> Większość odpowiedzi na zadawane pytania znajduje się już na stronie FAQ lub w programie w zakładce Pomoc.
