Repository: RoLex/feardc
Catalog: help/po/*.po
Languages: bg, pl

source: When asking for slot, specify what you want to download. Some users have a preference to hand out slots for rare stuff. Rare stuff does NOT include <em>new</em> stuff. Don't ask for slots for something that is new (a couple of hours or days). Most likely you're not the only one who wants the file(s) and you'll only piss off the one who has the new stuff. (Remember that the user has a limited bandwidth (just like you do) and cannot hand out slots to everyone, or no one would get the file(s) at all because the upload speeds would converge to zero).
bg: При искане за слот, уточнете какво искате да изтеглите. Някои потребители предпочитат да дават слот за редки неща. Редките неща НЕ включват <em>новите</em> неща. Не питайте за слот, за нещо, което е ново (няколко часа или дни). Най-вероятно Вие не сте единственият човек, който иска файл (ове) и ще вбесите този, който има нови неща. (Не забравяйте, че потребителят може да е с ограничен трафик (може би точно като Вас) и не може да раздава слотове за всички. Освен това, ако всички получат слот, възможно е никой да не може да свали файл (ове), защото скоростите за качване ще клонят към нула).
pl: Jeżeli prosisz o slot, sprecyzuj co zamierzasz ściągnąć. Niektórzy użytkownicy chętnie udzielają slotów na pliki trudne do znalezienia. Rzadkie pliki nie definiujemy jako <em>nowe</em> pliki, pytając więc o nie, ewentualnie zdenerwujesz tego użytkownika.(Pamiętaj, że użytkownicy mają ograniczoną szybkość łącza (tak jak i ty) i nie mogą rozdawać slotów każdemu lub nikt nie będzie w stanie ściągnąć pliku, gdyż prędkość zejdzie do zera).

source: Miscellaneous
bg: Разни
pl: Różne

source: Don't ask for files in main chat. The exception to this rule is when you've <em>searched for the file(s) first and the search came up empty</em> and you have the hope that someone might have the file(s) stored on a removable medium.
bg: Не питайте за файлове в общия чат. По изключение можете да го направите, но<em> само след като вече сте търсили необходимия фал и не сте го намерили</em>, и смятате, че някой от потребителите може да го съхранява на сменяем носител.
pl: Nie proś o pliki na czacie głównym. Z wyjątkiem, gdy <em>szukałeś już pliku i nie dostałeś rezulatów</em> oraz masz nadzieję, że ktoś posiada ten plik i nie udostępnia w tym momencie.

source: Don't use excessive punctuation marks. Especially, usage of many (more than two or three) question or exclamation marks gives your peers the impression that you are an immature child. The same goes for excessive usage of capital letters.
bg: Не използвайте повече от необходимите препинателни знаци. Особено използването на много (повече от два или три) въпросителни или удивителни знаци, дава на колегите Ви впечатлението, че сте незряло дете. Същото важи и за прекомерното използване на главни букви.
pl: Nie używaj zbyt dużo znaków interpunkcyjnych. Szczególnie, gdzyż wpisanie kilku (więcej niż trzy lub cztery) znaków zapytania lub wykrzykników, sprawi innym wrażenie, że jesteś niedojrzałym dzieckiem. Dotyczy to również pisania dużymi literami.

source: Non-Routable IP Addresses
bg: IP адреси без възможности за маршрутизиране
pl: Nieroutowalny adres IP

source: RFC1918, an Internet standards document, describes several non-routable IP address blocks. These blocks of IP addresses have been set aside for use by individuals and companies for use in private networks. Properly configured routers on the Internet will not route these IP addresses.
bg: RFC1918 е документ за интернет стандарти, описващ няколко блока с IP адреси без възможности за маршрутизиране. Тези блокове от IP адреси, са били заделени за ползване от лица и фирми в частни мрежи. Конфигурираните правилно маршрутизатори в Интернет, няма да насочват тези адреси.

source: <em>In short, if your local computer's IP is in any of these ranges, you will very likely need to configure your router and firewall correctly to operate DC++ in active mode.</em>
bg: <em>Накратко, ако IP на локалния Ви компютър е в някой от тези диапазони, най-вероятно ще трябва да конфигурирате вашия рутер и защитна стена правилно, за да работи DC++ в активен режим.</em>

source: <b>10.0.0.0</b> through <b>10.255.255.255</b> (10/8 prefix)
bg: <b>10.0.0.0</ b> до <b>10.255.255.255</ b> (10/8 префикс)
pl: <b>10.0.0.0</b> do <b>10.255.255.255</b> (prefix 10/8)

source: <b>172.16.0.0</b> through <b>172.31.255.255</b> (172.16/12 prefix)
bg: <b>172.16.0.0</ b> до <b>172.31.255.255</ b> (172.16/12 префикс)
pl: <b>172.16.0.0</b> tdo <b>172.31.255.255</b> (prefix 172.16/12)

source: <b>192.168.0.0</b> through <b>192.168.255.255</b> (192.168/16 prefix)
bg: <b>192.168.0.0</ b> до <b>192.168.255.255</ b> (192.168/16 префикс)
pl: <b>192.168.0.0</b> do <b>192.168.255.255</b> (prefix 192.168/16)

source: Automatically follow redirects
bg: Автоматично следвай препращанията
pl: Automatycznie podążaj za przekierowaniem

source: A connected hub can send out a redirect request, asking your client to disconnect from the current hub in order to join another one. When this setting is enabled, DC++ automatically follows these requests and connects to the hubs it has been asked to be redirected to. When this setting is disabled, DC++ displays a link one can click on to follow the redirect request. Note that DC++ disconnects hubs that have sent a redirect request no matter what.
bg: Свързан хъб може да изпрати искане за пренасочване, с което иска да изключите клиента от текущия хъб и да се присъедините към друг. Когато тази настройка е активирана, DC++ автоматично следва тези искания и се свързва с хъбовете, към които е бил помолен да бъде пренасочен. Когато тази настройка е неактивна, DC++ показва връзка, върху която може да кликнете, за да бъде извършено пренасочването. Имайте предвид, че DC++ прекъсва хъбовете, които са изпратили искането за пренасочване, независимо от всичко.

source: Clear search box after each search
bg: Изчисти полето за търсене след всяко търсене
pl: Wyczyść pole z frazą po każdym wyszukiwaniu

source: After each search, your search terms will be cleared. The last terms will be accessible through the drop-down. You can set how many terms that you want to save by using <a po4a-id=0>Search history</a>.
bg: След всяко търсене, Вашите изрази за търсене ще бъдат изчиствани. Последните търсени изрази ще бъдат достъпни чрез падащото меню. Колко на брой да бъдат те, можете да зададете с помощта на <a po4a-id=0>История на търсенията</a>.
pl: Po każdym szukaniu, warunki szukania zostaną wyczyszczone. Ostatnie z szukań będą dostępne przy użyciu strzałki rozwijania okienka szukania. Możesz ustalić ile pozycji będzie zachowanych w historii szukań w <a po4a-id=0>Historii wyszukiwań</a>.

source: Keep duplicate files in your file list
bg: Не премахвай дубликатните файлове от моя файлов списък.
pl: Pozostaw zduplikowane pliki na twojej liście plików

source: Decides whether to remove duplicate files from your share or to list them but subtract their size from your total reported share size. Duplicate files never count towards your share size, no matter what this is set to.
bg: От тук можете да решите, дали да се премахнат дублиращите се файлове от Вашия списък със споделени файлове, или да бъдат показани, без размерът им да бъде добавен към общия размер. Размерът на дублиращите се файлове, никога не се добавя към общия размер, без значение какви са настройките.
pl: Decyduje o tym czy usunąć z twojego share podwójnie udostępnione pliki czy też wylistować je ale wyciąć ich rozmiar z twojego zaraportowanego rozmiaru listy plików. Duplikaty nigdy nie wliczają się w wielkość twojego share, nie ważne co tu ustawisz.

source: Register with Windows to handle dchub://, adc:// and adcs:// URL links
bg: Регистрирай се с Windows за поддръжка на dchub://, adc:// and adcs:// URL връзките

source: When set, DC++ will be the default handler for all dchub://, adc:// and adcs:// links. These links can appear on web pages, internet shortcuts on your computer, or be typed and run as a program from the Start Menu. Disable this if you prefer for a different application to handle Direct Connect hub links. Disabling will make DC++ remove the keys from the Windows registry.
bg: Когато е зададено, DC++ ще бъде манипулатор по подразбиране за всички dchub://, adc:// и adcs:// връзки. Тези връзки могат да се появят на уеб страници, да са връзки за интернет на Вашия компютър, или да бъдат въведени и работят като програма от менюто "Старт". Забранете тази опция, ако предпочитате друго приложение да борави с Direct Connect хъб-връзките. Забраната ще накара DC++ да премахне ключове от системния регистър на Windows.

source: Register with Windows to handle magnet: URI links
bg: Регистрирай се в Windows за поддръжка на magnet: URL връзки
pl: Zintegruj z Windowsem obsługę linków magnet: linki URI

source: When set, DC++ will register itself to handle magnet: links. These links will let you search the Direct Connect network for a file matching a given file hash, given that the magnet link contains information appropriate for the Direct Connect network. Disabling will make DC++ remove the key from the Windows registry.
bg: Когато е зададено, DC++ ще може да работи с magnet: връзки. Тези връзки ще Ви позволят да търсите в мрежата на Direct Connect за съвпадащ файл с определен файлов хеш, като се има предвид, че магнитната връзка съдържа информация, подходяща за мрежата на Direct Connect. Забраната ще накара DC++ да премахне ключа от регистъра на Windows.
pl: Gdy opcja jest ustawiona DC++ zarejestruje siebie do obslugi linków magnet. Linki te pomogą ci przeszukiwać sieć Direct Connect w celu znalezienia plików pasujących do zindeksowanego pliku, który posiada magnet link zawierający właściwe informacje dla sieci Direct Connect. Wyłączenie spowoduje, że DC++ usunie klucz z rejestru Windows.

source: Don't delete file lists when exiting
bg: Не изтривай файловите списъци при излизане от програмата.
pl: Nie usuwaj listy plików przy wyjściu

source: If this option is disabled, DC++ will delete the contents of the file list directory, where file lists are stored, when exiting. However, you can open already downloaded file lists instead of downloading them again. These file lists have a chance of being out of date, but for users on slow connections, keeping file lists can save time. <em>Since the file list isn't curent, don't be surprised if the files you enqueue to download have been removed by the user, or moved.</em>
bg: Ако тази опция е изключена, когато излизате, DC++ ще изтрива съдържанието на директорията, в която се съхраняват файловите списъци. Зададеният брой списъци чрез менюто "Файл/Настройки/История/Последни списъци с файлове", ще бъде запазен. Тези списъци, можете да отворите, вместо да ги сваляте отново. Те могат да бъдат полезни, макар че са остарели, защото биха спестили време на потребителите с бавни връзки. <em>Ако списък с файлове не е коректен, не се изненадвайте. Възможно е някои от файловете, да са били изтрити или преместени от съответния потребител.</em>
pl: Jeśli opcha ta jest wyłączona, DC++ wykasuje zawartość katalogu list plików, gdzie po utworzeniu przechowywane są listy plików użytkowników . Jednakże możesz otworzyć listę plików którą uprzednio pobrałeś bez potrzeby ponownego jej pobierania. Listy te prawdopodobnie będą nie aktualne, ale użytkownikom o wolnych łączach trzymanie list zaoszczędza czas. <em>Gdy lista plików nie jest uaktualniona, nie bądź zaskoczony, jeżeli plik który dodałeś do kolejki został już przesunięty lub usunięty z share danego użytkownika. </em>

source: Automatically disconnect users who leave the hub
bg: Автоматично изключвай потребители, които напускат хъба
pl: Automatycznie rozłącz użytkowników którzy opuścili huba

source: The Direct Connect spirit is all about sharing. You are only sharing when you are connected to one or more hubs. In the past, users of questionable integrity and spirit logged onto a hub, selected a download, and disconnected from the hub again. If everyone did that, there would be nothing to download. Enable this option to avert that kind of behaviour. <em>Note that you might need to disable this option if you're connected to a hub that has a bad connection. The user will regain his/her slot if he/she reconnects within 10 minutes, but you might have opened up another slot for another user in the mean time. This could cause a situation where you have way more upload slots in use than you selected in the settings. Also, if you quit the hub, people downloading from you will not be disconnected.</em>
bg: Духът на Direct Connect е "всичко е за споделяне". Вие споделяте, само когато сте свързани към един или повече хъбове. В миналото, потребители със съмнителна почтеност и дух, влизаха в хъб, изтегляха каквото им е необходимо и напускаха хъба. Ако всеки прави това, няма да има нищо, което да изтеглите. Активирайте тази опция, за избягване на този вид поведение. <em>Имайте предвид, че може да се наложи да деактивирате опцията, ако сте свързани към хъб, който има лоша връзка. Напуснал потребител ще си възвърне слота, само ако се свърже отново в рамките на 10 минути. Трябва да знаете, че ако през това време сте отворили друг слот за друг потребител, то това може да доведе до ситуация, при която имате в употреба повече слотове за качване, отколкото сте избрали в настройките. Също така, добре е да знаете, че дори да излезете от хъба, хората свалящи от Вас, няма да бъдат изключвани.</em>
pl: Duch Direct Connect to udostępnianie. Udostępniasz pliki, jeżeli jesteś podłączonym od jednego lub paru hubów. W przeszłości użytkownicy żerujący na tej integracji łączyli się z hubem, znajdowali plik i opuszczali znów hub. Jeżeli wszyscy tak będą postępować, to na hubach nie będzie plików do pobierania. Włącz tę opcję aby zapobiec takiemu zachowaniu. <em>Wyłącz tę opcję, jeżeli jesteś połączony z hubem z którym masz słabe łączenie. Wtedy użytkownik będzie odzyskiwał swój slot jeżeli połączy się ponownie w ciągu 10 minut, lecz może się zdarzyć, że będziesz potrzebował otworzyć w między czasie jeszcze jeden slot dla innego użytkownika. Może to spowodować sytuację, że będziesz miał otwartych więcej slotów, niż ilość wyznaczonych ekstra slotów w ustawieniach.</em>

source: Enable automatic SFV checking
bg: Разреши автоматичната SFV проверка
pl: Uruchom automatyczne sprawdzanie SFV

source: Simple File Verification (SFV) is a scheme in which a set of files are accompanied by a so-called sfv-file which contains CRC32 checksums of each file. If there is an sfv-file included, DC++ will check that your download is free of corruption and retry the download that wasn't the case.
bg: Simple File Verification (SFV) е схема, в която набор от файлове са придружени от т.нар. SFV файл, който съдържа CRC32 контролни суми от всеки файл. Ако има включен SFV файл, DC++ ще провери, дали изтеглянето е без грешки и ако има проблем, може да повтори свалянето.
pl: Simple File Verification (SFV) to system gdzie zestawowi plików towarzyszy tak zwany plik sfv, który zawiera sumę CRC32 każdego pliku z zestawu. Jeżeli w zestawie znajduje się plik sfv, DC++ sprawdzi czy zestaw plików został ściągniety poprawnie i spróbuje ponowić pobieranie w razie potrzeby.

source: Don't send the away message to bots
bg: Не изпращай съобщение "отсъстващ" на ботове
pl: Nie wysyłaj wiadomości o nieobecności do botów

source: When in away mode, don't send the away message to users that appear to be bots. Having this option disabled is very annoying if you get messages from bots that link chat from multiple users (the most well known example is the Operator Chat facility found in many hubs). Users are judged to be bots if they have an empty Connection type. <i>Enable if unsure.</i>
bg: Когато сте в режим "отсъстващ" и получите лично съобщение, автоматичен отговор няма да бъде изпращан, ако потребителите, които Ви пишат, изглеждат като ботове. Тези съобщения често са много досадни и обикновено се разпращат от ботове и оператори, които са в няколко хъба едновременно. Потребителите ще се приемат за ботове, ако нямат споделени файлове. Активирайте ако не сте сигурни.
pl: Gdy klient znajduje się w trybie niedostępności, gdy ta opcja jest włączona, wtedy wiadomość away nie zostanie wysłana do botów. Wyłączenie tej opcji może być bardzo denerwujące gdy dostaje się wiadomość od botów wiążących wielu użytkowników (najbardziej znanym jest czat dla operatorów, który możemy znaleźć na wielu hubach). Użytkownicy, którzy nic nie posiadają w miejscu na typ połączenia są zazwyczaj botami. <i> Włącz jeśli nie jesteś pewien.</i>

source: Break on first ADLSearch match
bg: Прекъсни при първо съвпадение при ADL търсенето
pl: Przerwij na pierwszym pasującym wyszukaniu ADL

source: If you're using the <a po4a-id=0>ADLSearch</a> features, keeping this option enabled will make a file show up in only the first search it matches. If disabled, it may appear multiple times, if it matches more than one search. <i>Disable if unsure.</i>
bg: Когато използвате <a po4a-id=0>ADLSearch</a>, ако тази опция е включена и имате повече от едно условие за търсене, намерените файлове ще се появят само в първото(разположеното най-отгоре в прозореца) търсене на което отговарят. Ако опцията е изключена, същите файлове ще се появят и в други търсения, стига да отговарят и на техните зададени условия. Напр. файл с името "Gilla - Help", може да отговаря едновременно на поне две условия за търсене - "Gilla" и "Help". <i>Деактивирайте, ако не сте сигурни.</i>
pl: Jeżeli używasz funkcji <a po4a-id=0>wyszukiwania ADL</a> zalecamy włączenie tej opcji, aby plik ukazywał się wraz z pierwszym pasującym wyszukaniem. Jeśli funkcja jest wyłączona, plik ten może się pokazać pare razy jeżeli będzie pasował do kilku wyszukiwań. <i>Wyłącz jeśli nie jesteś pewien.</i>

source: Enable safe and compressed transfers
bg: Активирай безопасни и компресирани трансфери
pl: Uruchom bezpieczne i skompresowane transfery

source: When transfering data with a compatible client, DC++ will try to use ZLIB compression with integrity checks. This uses some CPU cycles, but can dramatically speed up transfers of uncompressed files as well as ensure file integrity (reduce the chance of corruption to near zero).<i>Enable if unsure.</i>
bg: При прехвърляне на данни със съвместим клиент, DC++ ще се опита да използва ZLIB компресия с проверка на достоверността. Това използва доста CPU цикли, но може драстично да ускори прехвърлянето на некомпресирани файлове, както и да гарантира целостта на файла (вероятността за нежелана промяна е сведена почти до нула). <i>Активирайте, ако не сте сигурни.</i>
pl: Przy przenoszeniu danych do kompatybilnego klienta, DC++ spróbuje użyć kompresji ZLIB sprawdzając integrację. Używa to dosyć dużo CPU, lecz może bardzo przyspieszyć transfery nieskompresowanych plików oraz ich integrację (obniża ryzyko uszkodzonych plików do prawie zera) <i>Wyłącz jeśli nie jesteś pewien.</i>

source: Accept custom user commands from hub
bg: Приеми потребителските команди от хъба
pl: Akceptuj własne komendy użytkownika z hubów

source: This option lets you enable or disable DC++'s ability to retrieve custom commands from a remote hub. Custom User Commands may show when you click on the hub's tab, or on a user in the Transfer View, Search Window, or User List, and can enable you to read the rules, perform operator functions, interact with hub bots, etcetera.
bg: Тази опция Ви позволява да разрешите или забраните на DC++ да извлича потребителски команди от отдалечен хъб. Потребителските команди могат да се покажат, когато кликнете върху секцията на хъб, върху потребител в прозореца за трансфер, прозореца за търсене или Списъка с потребители. По този начин може да Ви се даде възможност да прочетете правилата, да изпълнявате функциите на оператор, да си взаимодействате с ботовете на хъба и т. н.
pl: Opcja ta zezwala lub blokuje możliwość DC++ do adoptowania zestawów komend użytkownika z poszczególnych hubów. Stałe komendy użytkownika mogą się wyświetlić gdy klikniesz na zakładkę huba lub na pasek transferu użytkownika, okno szukania, czy listę użytkowników, oraz mogą ci też umożliwić czytanie reguł huba, wykonywanie czynności operatora, współprace z botami, etc.

source: Send unknown /commands to the hub
bg: Изпращай непознати /commands на хъба
pl: Wysyłaj nieznane /komendy do huba

source: Enable this to send <a po4a-id=0>/commands</a> that DC++ does not recognize to the hub as normal chat.
bg: Разрешаването на тази опция позволява изпращането на непознати <a po4a-id=0>/commands</a> на хъб, като нормален чат.
pl: Umożliwia wysyłanie <a po4a-id=0>/komend</a> , których DC++ nie rozpoznaje jako normalny chat huba.

source: Add finished files to share instantly (if shared)
bg: Сподели завършените файловете веднага (ако са в споделена папка)
pl: Dodawaj na bieżąco ukończone pliki do udostępnienia (jeżeli udostępniane)

source: If you download files directly to a shared directory, enabling this option will add the files to your share as soon as they're finished. Searches will return the file, and users can download it. It will not appear in your file list until the next refresh.
bg: Ако активирате тази опция, когато сваляте файлове директно към споделена директория, те ще бъдат споделяни веднага след приключване на свалянето. Търсенето от други потребители ще покаже файла, и те ще могат да го изтеглят.
pl: Jeżeli pobierasz pliki bezpośrednio do folderu, który udostępniasz, włączenie tej opcji spowoduje dodawanie pobranych plików jak tylko się skończą. Będą widoczne dla wyszukiwarki a użytkownicy je będą mogli pobrać. Nie pojawią się w twojej liście plików aż do kolejnego odświeżenia listy.

source: Use CTRL for line history
bg: Използвай Ctrl за преди написани команди
pl: Używaj CTRL dla lini historii

source: Press up arrow while holding down CTRL to scroll through line history. If not enabled, you can still use ALT.
bg: По някога се налага да изпратите съобщение или команда, които вече сте използвали. Ако натиснете и задържите CTRL, с помощта на клавишите със стрелки нагоре и надолу ще можете да прегледате, в полето за писане на съобщения, вече изпратените низове. Ако опцията не е отметната, ще можете да използвате за същата цел клавиш ALT.
pl: Wciśnij strzałkę w góre przytrzymując CTRL aby przewinąc linie historii. Jeżeli nie jest włączone, możesz nadal użyć ALT.

source: Don't automatically disconnect favorite users who leave the hub
bg: Не откачай автоматично любимите потребители, когато напуснат хъба
pl: Nie rozłączaj ulubionych użytkowników, którzy opuścili hub

source: With this option enabled, and <a po4a-id=0>Automatically disconnect users who leave the hub</a>, users who are in your <a po4a-id=1>Favorite users</a> page are not disconnected.
bg: Ако е отметната тази опция и опцията <a po4a-id=0>Автоматично изключвай потребители, които напускат хъба</a>, потребителите, които са в <a po4a-id=1>Любими потребители</a>, няма да бъдат изключвани.
pl: Przy włączeniu tej opcji, oraz <a po4a-id=0>Automatycznie rozłącz użytkowników którzy opuścili huba</a>, użytkownicy którzy znajdują się na liście <a po4a-id=1>Ulubieni użytkownicy</a> nie zostaną rozłączeni.

source: Use extended menus with icons and titles
bg: Използвайте разширен менюта с икони и заглавия
pl: Używaj rozszerzonych menu z ikonami i tytułami

source: Have DC++ draw its own menus, which allows icons and titles to be added. Disable to revert to classic Windows menus.
bg: DC++ разполага със свои собствени менюта с уникални икони, които могат да бъдат активирани чрез използването на тази опция. Изключването и ще върне употребата на класическите менюта на Windows.
pl: DC++ naszkicuje własne menu, które pozwoli na dodanie własnych ikon i tytułów. Wyłącz opcję by powrócić do klasycznego menu Windows.
