Repository: RoLex/feardc
Catalog: help/po/*.po
Languages: bg, pl

source: Use system icons when browsing files (slows browsing down a bit)
bg: Използвай системни иконки при разглеждане (забавя малко)
pl: Używaj ikon systemowych przy przeglądaniu plików (spowalnia przeglądanie)

source: Enable segmented downloads
bg: Включи свалянето на сегменти
pl: Włącz pobieranie segmentami

source: With this option enabled, DC++ uses segmented downloading. i.e. it downloads each file in many parts simultaneously from all available sources.
bg: Ако тази опция е разрешена, DC++ ще използва сегментирано изтегляне. Програмата разделя всеки файл на много части и ги сваля едновременно от всички налични източници.
pl: Przy włączeniu tej opcji DC++ będzie używać segmentowego pobierania plików. Tzn będziejeden plik dzielić na wiele mały części i pobierać z wielu źródeł jednocześnie.

source: Note: some of these options require that you restart DC++; they won't be applied while DC++ is running. Some settings apply to specific windows and will therefore be loaded when opening a new window.
bg: Забележка: някои от тези опции изискват да рестартирате DC++ и няма да се прилагат, преди рестартиране на програмата. Част от настройките се прилагат за конкретни прозорци и следователно ще бъде заредени при отваряне на нов прозорец.

source: Options
bg: Опции
pl: Opcje

source: Minimize to tray
bg: Миниминизирай в трея
pl: Minimalizuj do tray'a

source: When enabled, minimizing DC++ will cause it to appear as an icon in the windows system tray. If you left click, it will be returned to its previous status. If you right click on the icon, it will give you a small menu.
bg: Когато минимизирането на DC++ е включено, при минимизиране на прозореца, в системната лента на Windows ще се появява икона на програмата. Ако щракнете върху нея с левия бутон на мишката,прозорецът ще бъде върнат към предишното му състяние. Ако щракнете с десния бутон върху иконата, ще се появи малко меню.
pl: Przy włączeniu funkcji, zminimalizowanie DC++ spowoduje, że program pokaże się jako ikona na pasku Windows. Jeśli klikniesz na nią lewym przyciskiem myszki przywrócisz program do poprzedniego stanu. Gdy klikniesz prawym przyciskiem myszy na ikonke wyświetli się małe menu.

source: Always display tray icon
bg: Винаги показвай лентовата икона
pl: Zawsze wyświetlaj ikonęw trayu

source: When enabled, the tray icon will be always shown, regardless of the visibility state of DC++ program window.
bg: Когато опцията е активирана, иконата в лентата ще бъде показвана винаги, независимо от това дали прозореца на DC++ е отворен или минимизиран.
pl: Gdy funkcja jest włączona ikona będzie zawsze widoczna, nie zależnie od stanu widoczności okna w jakim znajduje się DC++.

source: Show timestamps in chat by default
bg: По подразбиране показвай час на съобщ. в чата
pl: Standardowo pokazuj sygnaturę czasową na chacie

source: When enabled, a string representing the current time (called "timestamp") will be prepended to every chat message. To customize the timestamp format, use the <a po4a-id=0>Timestamp format</a> option below.
bg: Когато опцията е активирана, низ, представляващ текущото време ще бъде поставен пред всяко съобщение в чата. За да персонализирате времевия формат, използвайте опцията <a po4a-id=0>Формат за време</a> по-долу.

source: View status messages in chat
bg: Показвай и в чата съобщенията за статуса

source: Show some messages destined for the Status Bar in the chat window as well. Applies to both hub and private chat windows.<i>It's generally a good idea to leave this enabled.</i>
bg: Показване на някои съобщения, предназначени за лентата за статуса, също и в прозореца за чат. Отнася се и за прозорците с лични съобщения.<i>По принцип е добра идея да се разреши.</i>

source: Filter spam messages
bg: Филтрирай спам съобщенията
pl: Filtruj wiadomości spamu

source: When enabled, kick, debug and other spam messages are hidden from main chat. These messages are generally not useful and make reading the chat more troublesome.
bg: Когато опцията е активирана, отстраняването на потребители от чата, премахването на грешки и други спам съобщения, няма да бъдат показвани в основния чат. Тези съобщения не са полезни и четенето им обикновено не е приятно.
pl: Przy włączeniu funkcji, kick, debug oraz inne wiadomości spamu są ukryte przed czatem głównym. Wiadomości te są ogółem niepotrzebne oraz utrudniają czytanie czata głównego.

source: Show joins / parts in chat by default
bg: Показвай влизанията/излизанията по подразбиране в чата
pl: Domyślnie pokazuj wejścia / wyjścia na chacie

source: Show an entry in main chat whenever someone joins or leaves the hub. Use the <a po4a-id=0>/showjoins chat command</a> to enable or disable it on already open hubs. <i>On large hubs, you don't want this enabled.</i>
bg: Показване в основния чат, когато някой се присъединява или напуска хъба. Използвайте <a po4a-id=0>чат командата /showjoins</a>, за да разрешите или забраните опцията за вече отворени хъбове. <i> Не се препоръчва употребата на тази оция за хъбове с много потребители.</i>
pl: Pokaż wejścia na czacie głównym nie zależnie czy ktoś łączy się czy opuszcza hub. Użyj <a po4a-id=0>komendy /showjoins</a> aby włączyć lub wyłączyć na hubach już otwartych. <i>Na dużych hubach lepiej nie włączać</i>

source: Only show joins / parts for favorite users
bg: Показвай само влизанията / излизанията на любимите потребители.
pl: Pokazuj wejścia / wyjścia tylko ulubionych użytkowników

source: With this option enabled, only the joining and parting of <a po4a-id=0>Favorite Users</a> are shown.
bg: Ако тази опция е разрешена, се показва влизането и излизането само на <a po4a-id=0>любими потребители</a>.
pl: Po włąćzeniu tej opcji, tylko wejścia i wyjścia <a po4a-id=0>Ulubionych Użytkowników</a> są pokazywane.

source: Sort favorite users first
bg: Сортираи любимите потребители първи
pl: W pierwszej kolejności sortuj ulubionych użytkowników

source: With this option enabled, those users who are <a po4a-id=0>favorite users</a> will be sorted first in user lists.
bg: Ако тази опция е разрешена, <a po4a-id=0>любимите потребителите</a> ще се подреждат на първо място в списъците с потребители.
pl: Po włączeniu tej opcji, użytkownicy którzy są <a po4a-id=0>ulubionymi użytkownikami</a> będą wysortowani jako pierwsi na liście.

source: Guess user country from IP
bg: Пробвай да разпознаеш държавата на потребителя по IP-то му.
pl: Pobierz informacje o kraju użytkownika

source: Timestamp format
bg: Формат за време

source: This lets you select the format of the time stamps that can appear in the chat and private message windows. For the available formatting variables, please see <a po4a-id=0>Logs</a>.
bg: Тук можете да изберете формата за време, който ще се използва в чата и в прозорците с лични съобщения. За наличните променливи за форматиране, моля вижте <a po4a-id=0>Логове</a>.
pl: To pozwoli na wybranie formatu znaczników czasu które pojawiają się na czacie głownym i oknie prywatnej wiadomości. Aby sprawdzić dostępne zmienne, proszę sprawdzić <a po4a-id=0>Logi</a>.

source: (default: %H:%M)
bg: (по подразбиране: %H:%M)
pl: (domyślnie: %H:%M)

source: Country format
bg: Формат за държава

source: This box allows customization of the way user country information is displayed throughout the interface. <b>Default: %[2code] - %[name]</b>
bg: Това поле позволява персонализиране на начина, по който информацията за страната на потребителя се показва в целия интерфейс. <b>По подразбиране: % [2code] -% [name]</b>

source: Available variables:
bg: Налични променливи:

source: <b>%[2code]</b> gets replaced by a 2-letters country code (eg DE, FR).
bg: <b>%[2code]</b> бива заменена от 2 букви за код на страната (напр. DE, FR).

source: <b>%[continent]</b> gets replaced by a continent code (AF, AS, EU, NA, OC, SA for Africa, Asia, Europe, North America, Oceania and South America).
bg: <b>%[continent]</b> се заменя с код за континент (AF, AS, ЕU, NA, OC, SA за Африка, Азия, Европа, Северна Америка, Океания и Южна Америка).

source: <b>%[engname]</b> gets replaced by the English country friendly name (eg Germany, France).
bg: <b>%[engname]</b> бива заменена от английскo, лесно запомнящо се име на страната (напр. Germany, France).

source: <b>%[name]</b> gets replaced by the localized country friendly name (eg Germany, France on an English operating system).
bg: <b>%[name]</b> бива заменена от локално лесно запомнящо се име на страната (напр. Germany, France на английска операционна система).

source: <b>%[officialname]</b> gets replaced by the localized country official name (eg Federal Republic of Germany, French Republic on an English operating system).
bg: <b>%[officialname]</b> бива заменен от локално официално име на страната (напр. Federal Republic of Germany, French Republic за английска операционна система).

source: Height of the message editing box
bg: Височина на прозореца за редактиране на съобщения
pl: Wysokość okienka edycji wiadomości

source: Use these 2 boxes to control how much you want message editing boxes (in <placeholder id=0/> and <placeholder id=1/> windows) to resize themselves when you are composing a multiline message. Both settings can have the same value, in which case the message editing box will never redraw itself. Minimum value: 1. Default values: 1 and 10.
bg: Използвайте тези 2 полета, за да контролирате колко реда искате да виждате (в прозорец на <placeholder id=0/> и прозорец за <placeholder id=1/>), когато съставяте многоредово съобщение. И двете настройки могат да имат една и съща стойност, като в този случай полето за редактиране на съобщения, няма да се преоразмерява при преминаване на нов ред. Минимална стойност: 1. Стойности по подразбиране: 1 и 10.
pl: Te dwa okienka kontrolują jak bardzo chcesz by okna edycji tekstu (w oknie <placeholder id=0/> oraz <placeholder id=1/>) zmieniały się gdy komponujesz wiadomość kilku liniową. Oba ustawienia mogą mieć tę samą wartość, w tej sytuacji okno edycji wiadomości nigdy nie będzie zmieniać się. Minimalna wartość: 1. Domyślne wartości: 1 i 10.

source: Language
bg: Език
pl: Język

source: This drop-down list allows you to choose which language DC++ should use for its user interface and messages. "Default" means "use the same language as my operating system".
bg: Този падащ списък Ви позволява да изберете езика, който DC++ трябва да използва за потребителския интерфейс и съобщенията. "По подразбиране" означава да се използва същият език, който използва операционна система.
pl: Ta lista pozwoli ci na wybranie którym językiem DC++ powinno się posługiwać dla interfacu użytkownika oraz wiadomości. "Domyślmy" oznacza "użyj tego samego języka co system operacyjny".

source: Bandwidth limiting
bg: Ограничаване на трансфера

source: Bandwidth limiting is useful when the total download or upload bandwidth (or both) of your internet connection are maxed out by file transfers of DC++. With this function you can control your bandwidth usage and keep free bandwidth for other applications or other members of your local network. Limiting your bandwidth slightly under the maximum speed of your connection is also useful on certain types of internet connections (eg. DSL) where uploading near the maximum possible speed may affect the speeds of your downloads and vica versa.
bg: Ограничаването на трафика е полезно, когато трафикът на всички сваляния или качвания (или и двете) е максимално-възможния за интернет връзката Ви и се използва изцяло за трансфер на файлове в DC++. С тази функция можете да контролирате използването на пропускателната способност и безплатния трафик за други приложения или други членове на Вашата локална мрежа. Ограничаването на трафика, малко под максималната скорост на връзката Ви е полезен и при някои видове интернет връзки (напр. DSL), където качването в близост до максималната възможна скорост може да повлияе на скоростите на Вашите сваляния и обратно.

source: Transfer rate limiting
bg: Ограничаване на скоростта на прехвърляне
pl: Limit transferu

source: Maximum upload rate
bg: Максимална скорост на качване
pl: Maksimum wysyłu

source: This specifies the maximum upload rate value in KiB/s. Zero value means no limiting at all. (default: 0)
bg: Тук можете да зададете максималната скорост на качване в KiB/сек. Нулевата стойност означава, че няма ограничаване. (по подразбиране: 0)
pl: Tu specyzujemy maksymalny stosunek wysyłu wyrażony w KiB/s. Zero oznacza brak limitowania. (domyślnie:0)

source: Maximum download rate
bg: Максимална скорост на сваляне
pl: Maksimum stosunku pobierania

source: This specifies the maximum download rate value in KiB/s. Zero value means no limiting at all. (default: 0)
bg: Тук можете да зададете максималната скорост за сваляне в KiB/сек. Нулевата стойност означава, че няма ограничаване. (по подразбиране: 0)
pl: Sprecyzuje maksymalną prędkość stosunku pobierania wyrażoną w KiB/s. Zero oznacza brak limitowania. (domyślnie:0)

source: Secondary transfer rate limiting
bg: Вторично ограничаване на скоростта на прехвърляне
pl: Drugorzędne Limitowanie Stosunku Transferu

source: Use second set of bandwidth limits
bg: Използване на вторичното ограничаване на скоростта на прехвърляне

source: With this function you can specify alternate bandwidth limiting and upload slot values to be used in a certain time interval of a day. Note that setting the same time value for beginning and ending will disable the function.
bg: С тази функция можете да зададете алтернативно ограничаване на трафика и брой на слотове за качване, като стойностите да се отнасят за определен интервал от време от деня. Имайте предвид, че задаването на една и съща стойност на часовете за начало и край ще забрани тази функция.

source: Secondary transfer rate limiting settings
bg: Настройки на вторичното ограничаване на скоростта на прехвърляне
pl: Ustawienia drugorzędnego limitowania łącza

source: This specifies the maximum upload rate value for the alternative limiting period in KiB/s. Zero value means no limiting at all. (default: 0)
bg: Тук можете да зададете максималната скорост на качване за периода на алтернативното ограничаване в KiB/сек. Нулевата стойност означава, че няма ограничаване. (по подразбиране: 0)
pl: Sprecyzuje maksymalną prędkość stosunku wysyłania dla alternatywnego czasu wyrażoną w KiB/s. Zero oznacza brak limitowania. (domyślnie:0)

source: This specifies the maximum download rate value for the alternative limiting period in KiB/s. Zero value means no limiting at all. (default: 0)
bg: Тук можете да зададете максималната скорост за изтегляне за периода на алтернативното ограничаване в KiB/сек. Нулевата стойност означава, че няма ограничаване. (по подразбиране: 0)
pl: Sprecyzuje maksymalną prędkość stosunku pobierania dla alternatywnego czasu wyrażoną w KiB/s. Zero oznacza brak limitowania. (domyślnie:0)

source: Upload slots
bg: Слотове за качване
pl: Sloty wysyłania

source: Here you can set the number of opened upload slots for the alternative limiting period. (default: 1)
bg: Тук можете да зададете броя на отворените слотове за качване за периода на алтернативното ограничаване. (по подразбиране: 1)
pl: Tu możesz ustawić ilość slotów otwartych dla wysyłu w czasie ustalonego czasu limitowania. (domyślnie:1)

source: Security certificates
bg: Сертификати за сигурност
pl: Certyfikaty bezpieczeństwa

source: Private key file
bg: Поверителен ключ-файл
pl: Plik z kluczem prywatnym

source: This file is your personal and private certificate file. <b>Do not share this with other users or hubs.</b> If you do, you risk allowing others to use your certificate and in essence pose as you.
bg: Този файл е Вашият личен и поверителен файл сертификат. <b>Не го споделяйте с други потребители или хъбове.</b> Ако го направите, рискувате да позволите на други, да използват Вашия сертификат и по същество да се представят от Ваше име.

source: Own certificate file
bg: Собствен сертификат-файл
pl: Właśny plik certfikatu

source: This file is the certificate file you should give to other users and hubs that you want to consider "trusted".
bg: Този файл е файлът сертификат, който трябва да давате на другите потребители и хъбове, които за Вас са "доверени".

source: Trusted certificates path
bg: Надеждни сертификати
pl: Ścieżka zaufanych certyfikatów

source: Where trusted certificates from users or hubs will be stored. (default: the "Certificates\" subdirectory of where you've installed the application.)
bg: Къде ще се съхраняват доверените сертификати от потребители или хъбове.(по подразбиране: "Certificates\" поддиректория на мястото, където сте инсталирали приложението)

source: Allow TLS connections to hubs without trusted certificate
bg: Разреши TLS връзки към хъбове без доверен сертификат
pl: Zezwól na połączenia TLS z hubami bez certyfikatu

source: With this option disabled, all hubs you connect to must have a certificate in your Trusted certificate folder.
bg: Ако тази опция е забранена, всички хъбове към които се свързвате, трябва да имат сертификат във Вашата папка с доверени сертификати.

source: Allow TLS connections to clients without trusted certificate
bg: Разреши TLS връзки към клиенти без доверен сертификат
pl: Zezwól na połączenia TLS z klientami bez certyfikatu

source: With this option disabled, all client you connect to must have a certificate in your Trusted certificate folder.
bg: Ако тази опция е забранена, всички клиенти към които се свързвате, трябва да имат сертификат във Вашата папка с доверени сертификати.

source: To see effects, please restart DC++.
bg: За да видите ефектите, моля рестартирайте DC++.

source: Automatic connectivity setup
bg: Настройка на автоматичното свързване

source: Connectivity settings must be correctly configured for searches and downloads to work. In most cases, DC++ is able to detect the best connectivity settings by itself. When it can't (for example, when multiple network cards are available or when the network topology is too complicated), the various connectivity settings can still be manually adjusted from the <placeholder id=0/> page.
bg: За да работят, настройките за свързване трябва да бъдат правилно конфигурирани за търсене и сваляне. В повечето случаи, DC++ е в състояние да открие най-добрите настройки за свързване сам. Когато не може (например, когато има няколко мрежови карти или когато топологията на мрежата е твърде сложна), различните настройки за свързване, все още могат да се регулират ръчно от страницата<placeholder id=0/>.

source: Let DC++ determine the best connectivity settings
bg: Нека DC++ избере най-добрите настройки за свързване

source: Select this to let DC++ determine the best connectivity settings on your behalf. This should work with the majority of network structures DC++ is generally used in. The success rate depends on operating system configuration and on the network topology.
bg: Изберете това, за да позволите на DC++, да определи най-добрите настройки за свързване от Ваше име. Опцията трябва да работи с повечето мрежови структури, които DC++ обикновено използва. Успеваемостта зависи от конфигурацията на операционната система и от топологията на мрежата.

source: Note that when this option is active, <u>manual connectivity settings will be ignored</u>.
bg: Забележете, че когато тази опция е активна, <u>ръчните настройки за свързване ще бъдат игнорирани</u>.

source: It is recommended to disable this option and to manually set up connectivity settings when the network topology is not easy for DC++ to figure out, such as:
bg: Препоръчва се да изключите тази опция и ръчно да зададете настройките за свързване, когато топологията на мрежата не е лесно разбираема за DC++, като например:

source: When there is more than one physical network device (eg. network cards, 3G USB modems) plugged in the computer (the bind address will have to be fiddled with).
bg: При повече от едно физически мрежови устройства (напр. мрежови карти, 3G USB модеми ) включени в компютъра (ще се налага често преконфигуриране на адресите за връзка).

source: In the presence of network tunneling, a <a po4a-id=0>VPN</a> service or any other software that creates virtual network devices.
bg: При мрежово тунелиране, <a po4a-id=0>VPN</a> услуга или друг софтуер, който създава виртуални мрежови устройства.

source: When DC++ is only supposed to connect to local network hubs (eg. in a campus).
bg: Когато DC++ трябва да се свърже с мрежа от локални хъбове (напр. в един кампус).

source: Detect now
bg: Открий сега
pl: Wykryj teraz

source: With this button, you can force DC++ to (re)detect the best connectivity settings. Details and the result of the operation will be shown in the "Detection log" box below.
bg: С този бутон, можете да накарате DC++ да (пре)открие най-подходящите настройки за свързване. Подробностите и резултатите от операцията ще бъдат показани в прозореца по-долу.

source: Detection log
bg: Регистър на откритите
pl: Log wykrywania

source: This box contains log messages of the last connectivity auto-detection. It contains the detection steps, possible error messages and shows why a certain connection mode was chosen. This information is helpful in case of errors or when the result is other than expected. Detection messages appear in the <placeholder id=0/> as well; descriptions of the various messages are available in the <a po4a-id=0>list of System log messages</a>.
bg: Този прозорец съдържа лог-съобщения за последното автоматично свързване. Той съдържа стъпки за откриване, възможни съобщения за грешки и показва защо е избран определен режим за връзка. Тази информация е полезна в случай на грешки или когато резултатът е различен от очакваното. Показаните тук съобщения се появяват и в прозореца <placeholder id=0/>, а описания на тези и други съобщения са на разположение в <a po4a-id=0>списъка със системните съобщения</a>.

source: Edit detected settings
bg: Редактирай откритите настройки

source: Ports
bg: Портове
pl: Porty

source: These settings specify the communication ports DC++ listens on for incoming connections. Generally you don't need to add specific ports unless you configured your port forwarding settings manually. If port settings are left blank, DC++ will let the operating system generate a random port number. Port values are ignored when <a po4a-id=0>Automatic connectivity setup</a> is enabled.
bg: Тези настройки определят комуникационните портове, чрез които DC++ слуша за входящи връзки. По принцип не е нужно да се добавят специфични портове, освен ако не сте конфигурирали настройки на портовете ръчно. Ако настройките на портовете се оставят празни, DC + + ще позволи на операционната система да генерира случайни числа за портовете. Тези стойности се игнорират, когато се активира <a po4a-id=0>автоматичното настройване на свързването</a>.

source: Transfer port (TCP)
bg: Порт за трансфер (TCP)

source: This is the port that DC++ listens on for incoming connections from other peers. If this port is incorrectly forwarded, you won't be able to download.
bg: Това е портът, чрез който DC++ слуша за входящи връзки от други пиъри. Ако този порт е неправилно зададен, Вие няма да можете да теглите.

source: Encrypted transfer port (TCP)
bg: Порт за криптиран трансфер (TCP)

source: Search port (UDP)
bg: Порт за търсене (UDP)

source: This is the port that DC++ listens on for incoming search results. If this port is incorrectly forwarded, you won't be able to receive search results.
bg: Това е портът, чрез който DC++ слуша за входящи резултати от търсенето. Ако този порт е неправилно зададен, Вие няма да можете да получавате резултати от търсенето.

source: Active mode (I have no router / I have configured my router)
bg: Активен режим (аз нямам рутер / аз сам конфигурирах моя рутер)
