Repository: RoLex/feardc
Catalog: help/po/*.po
Languages: bg, pl

source: To add directories to your "Download to" menu (file context menu in the <a po4a-id=0>Search</a> window), you can use the Add and Remove buttons, or drag and drop folders from a Windows Explorer window.
bg: Тук можете да добавите директории към менюто "Свали в" (контекстното файлово меню в прозореца за <a po4a-id=0>търсене</a>), като използвате бутоните за добавяне и премахване или като влачите и пускате папки от прозореца на Windows Explorer.
pl: Aby dodać ścieżki to menu "Pobierz do" (menu kontekstowe pliku w oknie <a po4a-id=0>Szukaj</a>), możesz użyć przycisków Dodaj i Usuń, lub też przeciągnąć i upuścić foldery z okna Explorera Windows.

source: Add folder
bg: Добави папка
pl: Dodaj folder

source: Browse for a new folder to add to the list. After selecting the directory to add, you will be able to define the virtual name under which it will appear in the menu.
bg: Търсене на нова папка, която да бъде добавена към списъка. След като изберете папката, която ще добавите, ще можете да и зададете виртуално наименование, под което тя ще се появи в менюто.
pl: Wybierz nowy folder by dodać go do listy. Po wybraniu dodawanej ścieżki pliku, będziesz w stanie zdefiniować wirtualną nazwę która pojawi się w menu.

source: Rename
bg: Преименуване
pl: Zmień nazwę

source: Rename the selected folder(s).
bg: Преименуване на избрана папка(и)
pl: Zmień nazwę wybranego folderu(ów).

source: Remove the selected folder(s).
bg: Изтриване на избрана папка(и)
pl: Usuń wybrany folder(y).

source: This is general information about yourself. The nick is required, though it's suggested that you pick the correct upload line speed value as well.
bg: Това е обща информация за вас. Необходимо е да изберете псевдоним и Ви е дадена възможност да посочите правилната стойност на скоростта за качване.
pl: To ogólne informacje o tobie. Nick jest polem wymaganym, również zalecamy wybranie wartości o prawidłowej prędkości łącza.

source: This nickname, or handle, will identify you when you join a hub. It can be overridden on a per-hub basis in the <a po4a-id=0>Favorite Hub</a> Properties.
bg: Чрез този псевдоним ще Ви идентифицират, когато се включвате в хъбовете. Можете да зададете различен псевдоним за определен <a po4a-id=0>любим хъб</a>, чрез неговите свойства.

source: This description will show in the user list. It can be overridden on a per-hub basis in the <a po4a-id=0>Favorite Hub</a> Properties.
bg: Това описание ще се появи в списъка с потребители. Можете да го променяте за всеки хъб по отделно чрез оциите за настройки на <a po4a-id=0>любимите хъбове</a>.
pl: Opis pokaże się na liście użytkowników. Można go nadpisać dla każdego osobnego huba wchodząc w zakładce <a po4a-id=0>Ulubione Huby</a> we Właściwości.

source: This field is for sharing your email address, if you wish it. It can be overridden on a per-hub basis in the <a po4a-id=0>Favorite Hub</a> Properties.
bg: Това поле е за споделяне на Вашия имейл адрес, ако го желаете. Можете да зададете различен имейл за определен <a po4a-id=0>любим хъб</a>, чрез свойствата му.

source: Line speed (upload)
bg: Скорост на качване
pl: Prędkość wysyłania

source: This drop-down contains a number of common upload speeds (in MiB/s), please choose the one closest to your own. Do not put in your download speed; this setting is a measure of how fast a source you are likely to be for other users. This value will be shown for the users on NMDC hubs only.
bg: Това падащо меню съдържа стойности на обичайната скорост на качване (MiB/сек), моля, изберете най-близката до своята собствена. Не поставяйте тук скоростта Ви за сваляне. Стойността посочена тук е вероятната скорост, с която другите потребители могат да теглят от Вас. Тази стойност ще бъде показана само на потребителите на NMDC хъбове.
pl: Pole te zawiera listę najczęściej używanych typów połączeń (w MiB/s), prosimy wybrać ten najbliższy twojemu połączeniu. Nie wpisuj swojej prędkości pobierania; to ustawienie jest tutaj aby ustalić jak szybkim źródłęm plików możesz być dla innych użytkowników. Wartość ta jest pokazywana jedynie na hubach NMDC.

source: Away mode
bg: Режим "Отсъстващ"

source: These settings control the away mode. It is a mode that DC++ can be switched to to signify that you are away from DC++ and unavailable at the time. This mode can be manually activated by using the <a po4a-id=0>Away indicator in the status bar of the main window</a> or the <a po4a-id=1>/away &lt;message&gt; and /back chat commands</a>. It can also be automatically activated according to the settings below.
bg: Тези настройки контролират режим "Отсъстващ". Това е начин DC++ да покаже, че сте далеч от DC++ и не сте на разположение към момента. Този режим може да се активира ръчно с помощта на <a po4a-id=0>индикатора "Отсъстващ" в лентата на състоянието на главния прозорец</a> или <a po4a-id=1>чат командите /away &lt;message&gt; и /back</a>. Той може да се активира и автоматично според настройките по-долу.

source: Away message (empty = no away message)
bg: Съобщение при отсъствие (празно = без съобщение)

source: This defines the default away message. An away message is a message that is automatically sent back as a response to private messages received by DC++ while it is in away mode. All time formatting variables are available, see <a po4a-id=0>Logs</a>. Use Ctrl + Enter to create a new line. When this field is empty, no default away message is set. Note that this default message can be overridden by specifying a custom message with the <a po4a-id=1>/away &lt;message&gt; chat command</a>.
bg: Тук можете да зададете посланието за режим "Отсъстващ". Това послание е съобщение, което автоматично се изпраща, като отговор на лични съобщения, получени от DC++, докато е в режим "Отсъстващ". Всички променливи за форматиране на времето са на разположение, виж <a po4a-id=0>Логове</a>. Използвайте Ctrl + Enter, за да създадете нов ред. Когато това поле е празно, не се изпраща съобщение. Имайте предвид, че това съобщение по подразбиране, може да бъде заобиколено чрез задаване на различно такова с използването на <a po4a-id=1>/away &lt;message&gt; chat command</a>.

source: Enable away mode when DC++ is minimized
bg: Активиране на режим "отсъстващ" при минимизиране на DC++

source: Switch to away mode whenever the DC++ window is minimized in the Windows taskbar or in the notification area; disable away mode when the DC++ window is restored.
bg: Включване на режим "Отсъстващ", когато DC++ e минимизиран в лентата със задачи или в областта за уведомяване. Когато прозорецът на DC++ се възстанови, режимът "Отсъстващ" се изключва.

source: Enable away mode when the Windows session is locked
bg: Активирай режим "отсъстващ", когато сесията на Windows е заключена

source: Switch to away mode whenever the Windows session is locked (generally by Windows key + L or via Ctrl + Alt + Del); disable away mode when the Windows session is unlocked.
bg: Включване на режим "Отсъстващ", когато сесията на Windows е заключена (обикновено от Windows клавиш + L или чрез Ctrl + Alt + Del). Когато сесията на Windows бъде отключена, режимът "Отсъстващ" се изключва.

source: Display time at which DC++ entered away mode in away message.
bg: Показване на времето, когато DC++ е преминала в режим Отсъстващ

source: Enable away mode after X minutes of inactivity
bg: Активиране на режим "отсъстващ" след Х минути на бездействие

source: Switch to away mode whenever the Windows session hasn't received any mouse or keyboard input for the last X minutes; disable away mode when input is received again. Set to <b>0</b> to disable this functionality. The default value is <b>10</b> minutes.
bg: Включване на режим "Отсъстващ", винаги когато не сте извършвали никакви действия с мишката или клавиатурата за последните Х минути. Когато раздвижите мишката или натиснете бутон от клавиатурата, режимът "Отсъстващ" се изключва. Настройте на <b>0</b>, ако искате да изключите тази функция. Зададената стойност по подразбиране е <b>10</b> минути.

source: Chat lines to recall from history when opening a window
bg: Възстанови чат линиите от историята, когато се отваря прозорец
pl: Linie czatu do przywołania z histori po otwarciu okna

source: Hubs
bg: Хъбове
pl: Huby

source: The number of lines that will be read from the main chat log and displayed when a new <placeholder id=0/> window is opened. (default: 10)
bg: Броят на редовете, които ще бъдат прочетени от дневника на главния чат и показани когато се отваря нов прозорец на <placeholder id=0/>. (по подразбиране: 10)
pl: Liczba linijek która będzie odczytywana z logu czatu głównego oraz wyświetlana w nowym <placeholder id=0/> otwartym oknie. (domyślnie: 10)

source: Note that <a po4a-id=0>main chat logging</a> must be enabled.
bg: Имайте предвид, че <a po4a-id=0>записването на главния чат</a> трябва да бъде разрешено.
pl: <a po4a-id=0>Logowanie głównego czata</a> musi być włączone.

source: Private messages
bg: Лични съобщения
pl: Wiadomości prywatne

source: The number of lines that will be read from the private message log and displayed when a new <placeholder id=0/> window is opened. (default: 10)
bg: Броят на линиите, които ще бъдат четени от лога на личните съобщения и показвани, когато се отваря нов прозорец с <placeholder id=0/>. (по подразбиране: 10)
pl: Liczba linijek która będzie odczytywana z logów wiadomości prywatnych oraz wyświetlana gdy nowa <placeholder id=0/> wiadomość prywatna zostanie otwarta.

source: Note that <a po4a-id=0>private message logging</a> must be enabled.
bg: Имайте предвид, че <a po4a-id=0>записването на личните съобщения</a> трябва да бъде разрешено.
pl: <a po4a-id=0>Logowanie wiadomości prywatnych</a> musi być włączone.

source: Maximum number of recent items to save
bg: Максимален брой на обекти за запаметяване
pl: Maksymalna liczba ostatnich elementów do zachowania

source: Recent hubs
bg: Последни хъбове
pl: Ostatnie huby

source: The maximum number of recent <placeholder id=0/> windows that DC++ keeps track of.
bg: Максималният брой на последните <placeholder id=0/> прозорци, които DC++ следи и запомня.
pl: Maksymalna ilość ostatnich <placeholder id=0/> okien które DC++ zapamiętuje.

source: Recent PMs
bg: Последни лични съобщения
pl: Ostatnie PM

source: Recent file lists
bg: Последни списъци с файлове
pl: Ostatnie listy plików

source: Search history
bg: История на търсенията
pl: Historia wyszukiwań

source: The number of old search lines that will be shown in the Search drop-down controls of the <placeholder id=0/> and <placeholder id=1/> windows. (default: 10)
bg: Броят на редовете със стари търсения, които ще бъдат показани при търсене в падащите контроли на прозорците <placeholder id=0/> и <placeholder id=1/>. (по подразбиране: 10)
pl: Liczba linijek poprzednich wyszukiwań która pojawi się w oknie Szukaj w rozwijanym przez kontrolki oknie.

source: All logs generated by DC++ will be put in this subdirectory.
bg: Всички дневници (логове), генерирани от DC++, ще бъдат поставени в тази поддиректория.
pl: Wszystkie logi wygenerowane przez DC++ zostaną umieszczone w tym podfolderze.

source: <b>Default:</b> The "Logs" subdirectory under where you've installed the application.
bg: <b>По подразбиране:</b> "Logs" е поддиректория под мястото, където сте инсталирали приложението.
pl: <b>Domyślnie: </b> Podfolder "Log" znajduje się w folderze instalacji aplikacji.

source: Log main chat
bg: Записвай главния чат
pl: Loguj głównego chata

source: Enables logging of the main chat of any hubs you're in.
bg: Разрешава записа на общите чатове, на всички хъбове, в които сте влезли
pl: Włącza logowanie czata głównego wszystkich hubów na których się znajdujesz.

source: Main chat log format
bg: Формат за запис на съобщенията в общия чат
pl: Format logowania głównego czatu

source: %[message] - Main chat message
bg: %[message] - Съобщение в общия чат
pl: %[message] - Wiadomość czatu głównego

source: <b>Default format:</b> [%Y-%m-%d %H:%M] %[message]
bg: <b>Формат по подразбиране:</b> [%Y-%m-%d %H:%M] %[message]
pl: <b>Domyślny format:</b> [%Y-%m-%d %H:%M] %[message]

source: Log private chat
bg: Записвай личните чатове
pl: Loguj wiadomości prywatne

source: Enables logging of Private Messages.
bg: Позволява записването на личните съобщения.
pl: Włącza logowanie wiadomości prywatnych.

source: Private chat log format
bg: Формат за запис на личните чат съобщения
pl: Format logowania wiadomości prywatnych

source: %[message] - Private chat message
bg: %[message] - Лично чат съобщение
pl: %[message] - Wiadomości prywatne

source: Log downloaded segments
bg: Записвай свалените сегменти

source: Enables logging of completed downloaded segments and file lists. File list downloads may not be logged if you've <a po4a-id=0>disabled them</a>.
bg: Дава възможност за регистриране на завършени изтегления на сегменти и файлови списъци. Свалянето на файлов списък не може да се регистрира, ако сте <a po4a-id=0>го изключили</a>.

source: Log finished downloads
bg: Записвай завършените сваляния

source: Enables logging of completed downloads.
bg: Дава възможност за регистриране на завършените изтегляния.

source: Log uploaded segments
bg: Записвай качените сегменти

source: Enables logging of uploaded segments and file lists. File list uploads may not be logged if you've <a po4a-id=0>disabled them</a>.
bg: Дава възможност за регистриране на качените сегменти и файлови списъци. Качени списъци с файлове не може да се регистрират, ако опцията <a po4a-id=0>е забранена</a>.

source: Download and upload log format
bg: Формат за регистриране в дневника на качванията и свалянията.
pl: Format logów wysyłania i pobierania

source: The following format specifiers are available for the different type of transfer logs:
bg: Следните спецификатори за формат са на разположение за различен тип запис на трансфер:

source: Parameter
bg: Параметър

source: Downloaded segments log
bg: Запис на свалените сегменти

source: Finished downloads log
bg: Запис на завършените сваляния

source: Uploaded segments log
bg: Запис на качените сегменти

source: Local target path and filename
bg: Локален път до целта и името на файла

source: Local path of the file the chunk uploaded from
bg: Локален път до файла, от който е каченото парче

source: User's nickname
bg: Потребителски псевдоним

source: User nicknames
bg: Потребителски псевдоними

source: User's CID
bg: Потребителският CID

source: User CIDs
bg: Потребителските CID-ове

source: User's IPv4 address
bg: Потребителският IPv4 адрес

source: User IPv4 addresses (available for ADC users only)
bg: Потребителски IPv4 адреси (само за ADC-потребителите)

source: Hub name
bg: Името на хъба

source: Hub names
bg: Имената на хъбовете

source: Hub's URL or IP address
bg: URL или IP адресът на хъба

source: Hub URLs or IP addresses
bg: URL или IP адресите на хъбовете

source: Chunk size
bg: Размер на парчето

source: Total file size
bg: Пълният размер на файла

source: Chunk size, shortened and including units
bg: Размер на парчето, съкратен, включително и единици

source: Total file size, shortened and including units
bg: Пълен размер на файла, съкратен, включително и единици

source: File size transferred in the current session
bg: Размерът на файла, прехвърлен в текущата сесия

source: File size transferred in the current session, shortened and including units
bg: Размерът на файла, прехвърлен в текущата сесия,съкратен, включително и единици

source: Actual transferred bytes, affected by compression
bg: Действително прехвърлените байтове, засегнати от компресия

source: Actual transferred bytes (in the current session), affected by compression
bg: Действително прехвърлените байтове (в настоящата сесия), засегнати от компресия

source: Actual transferred bytes, short and including units
bg: Действително прехвърлените байтове, кратки, включени единици

source: Actual transferred bytes (in the current session), short and including units
bg: Действително прехвърлените байтове (в настоящата сесия), кратки, включени единици

source: Average speed of the transfer
bg: Средна скорост на трансфера

source: Average speed of the transfer (in the current session)
bg: Средна скорост на трансфера (в настоящата сесия)

source: Actual chunk transfer time
bg: Действителното време за трансфер на парче

source: Actual file transfer time in the current session
bg: Действителното време за трансфер на парче, в настоящата сесия

source: TTH of the target file the chunk downloaded to
bg: TTH на целевия файл, чието е сваленото парче

source: TTH of the target file
bg: TTH на целевия файл

source: TTH of the target file the chunk uploaded from
bg: TTH на съответния файл, чието е каченото парче

source: Whether the file was successfully checked against a SFV file (0 = no, 1 = yes)
bg: Дали файлът е успешно проверен спрямо SFV файла (0 = не, 1 = да)

source: <b>Default downloaded segments log format:</b> %Y-%m-%d %H:%M: %[target] downloaded from %[userNI] (%[userCID]), %[fileSI] (%[fileSIactual]), %[speed], %[time], %[fileTR]
bg: <b>Формат, по подразбиране, за запис на свалените сегменти:</b> %Y-%m-%d %H:%M: %[target] свален от %[userNI] (%[userCID]), %[fileSI] (%[fileSIactual]), %[speed], %[time], %[fileTR]

source: <b>Default finished downloads log format:</b> %Y-%m-%d %H:%M: %[target] downloaded from %[userNI] (%[userCID]), %[fileSI] (%[fileSIsession]), %[speed], %[time], %[fileTR]
bg: <b>Формат, по подразбиране, за запис на завършените сваляния:</b> %Y-%m-%d %H:%M: %[target] свален от %[userNI] (%[userCID]), %[fileSI] (%[fileSIsession]), %[speed], %[time], %[fileTR]

source: <b>Default uploaded segments log format:</b> %Y-%m-%d %H:%M: %[source] uploaded to %[userNI] (%[userCID]), %[fileSI] (%[fileSIactual]), %[speed], %[time], %[fileTR]
bg: <b>Формат, по подразбиране, за запис на качените сегменти:</b> %Y-%m-%d %H:%M: %[source] качен на %[userNI] (%[userCID]), %[fileSI] (%[fileSIactual]), %[speed], %[time], %[fileTR]

source: Log system messages
bg: Записвай системните съобщения.
pl: Loguj wiadomości systemowe

source: Enables logging of system-level messages. Examples of such messages are: notifications of files that have finished hashing, share refreshes, discovery of duplicate files, and disconnections of users who leave the hub (if <a po4a-id=0>enabled</a>).
bg: Разрешава записа на съобщенията на системата. Примери за такива съобщения са: нотификации за файлове, които са завършили хеширането, освежаване на споделените папки, откриване на дублиращи се файлове, както и изключванията на потребители, напускащи хъба (ако е <a po4a-id=0>разрешено</a>).
pl: Włącza loganie wiadomości systemowych. Przykładem takich wiadomości są: zgłoszenia plików które zakończyły indeksowanie, odświeżanie udostępnianych plików, nowy wykryte duplikaty plików. oraz rozłączanie użytkowników opuszczających hub (jeżeli opcja jest <a po4a-id=0>włączona</a>)

source: System log format
bg: Формат за запис на системните съобщения
pl: Format logów systemu

source: %[message] - System log message
bg: %[message] - Запис на системно съобщение
pl: %[message] - Wiadomość logów systemowych

source: <b>Default: </b>[%Y-%m-%d %H:%M] %[message]
bg: <b>По подразбиране: </b>[%Y-%m-%d %H:%M] %[message]
pl: <b>Domyślnie: </b>[%Y-%m-%d %H:%M] %[message]

source: Log status messages
bg: Записвай съобщения за статуса (On-Off, Away...)
pl: Loguj wiadomości ze statusu

source: Enables the logging of status messages. Examples of such messages are: Connected to (and disconnected from ) hub, kicked, and banned messages. In short all messages that would appear below the chat input in the hub windows.
bg: Дава възможност за запис на съобщения за статуса. Примери за такива съобщения са: Свързан с (и изключен от) хъб, съобщения за временно отстраняване и др.. Накратко, всички съобщения, които ще се появят под лентата за чат, в прозореца на хъба.
pl: Włącza logowanie wiadomości statusu. Przykłady takich wiadomości to: Połączono (lub rozłączono) z hubem, wiadomości kopnięcia lub banów. Czyli wszystkie wiadomości które pokazują się na pasku poniżej okna czatu głównego.

source: Hub status log format
bg: Формат за запис на статуса на хъб
pl: Format logów statusu huba

source: %[message] - Hub status message
bg: %[message] - Съобщение за статуса на хъба
pl: %[message] - Wiadomości statusu huba

source: Log filelist transfers
bg: Записвай свалянията на файлови списъци
pl: Loguj pobrane listy plików

source: Add successful file list transfers to your upload and download logs. If this option is disabled, file list transfers do not appear in the <a po4a-id=0>Finished downloads</a> and <a po4a-id=1>Finished uploads</a> windows. <em>Disabled by default.</em>
bg: Добавя успешните трансфери на списъците с файлове в записите на системния дневник. Ако тази опция е изключена, трансферът на файловите списъци, няма да се появява в прозорците <a po4a-id=0>Завършени сваляния</a> и <a po4a-id=1>Завършени качвания</a>. <em>Изключено по подразбиране.</em>
pl: Dodanie logu pobranych list plików pobranych lub wysłanych. Gdy opcja jest wyłączona, pobrane listy plików nie pokażą się w oknie <a po4a-id=0>Pobrane pliki</a> oraz <a po4a-id=1>Ukończone wysyłania</a>. <em>Domyślnie opcja włączona.</em>

source: General time format variables
bg: Общи променливи за формата за време
pl: Ogólne formaty czasu

source: The following time variables can be used in any of the log formats.
bg: Следните променливи за време може да се използват в някои от форматите на логовете.
pl: Poniżej podane formaty czasu mogą zostać użyte w logowaniu.

source: <b>%a</b> - Abbreviated weekday name
bg: <b>%a</b> - Съкратено име на делничен ден
pl: <b>%a</b> - Skrócony dzień tygodnia

source: <b>%A</b> - Full weekday name
bg: <b>%A</b> - Пълното име на ден от седмицата
pl: <b>%A</b> - Pełny dzień tygodnia

source: <b>%b</b> - Abbreviated month name
bg: <b>%b</b> - Съкратено име на месец
pl: <b>%b</b> - Skrócona nazwa miesiąca

source: <b>%B</b> - Full month name
bg: <b>%B</b> - Пълното име на месец
pl: <b>%B</b> - Pełna nazwa miesiąca

source: <b>%c</b> - Date and time representation appropriate for locale
bg: <b>%c</b> - Изобразяване на дата и час, подходящо за мястото
pl: <b>%c</b> - Data i czas

source: <b>%d</b> - Day of month as decimal number (01 - 31)
bg: <b>%d</b> - Ден от месеца, като десетично число (01 - 31)
pl: <b>%d</b> - Dzień miesiąca jako liczba dziesiętna (01 - 31)

source: <b>%H</b> - Hour in 24-hour format (00 - 23)
bg: <b>%H</b> - Час в 24-часов формат (00 - 23)
pl: <b>%H</b> - Godzina w formacie 24-godzinnym (00 - 23)

source: <b>%I</b> - Hour in 12-hour format (01 - 12)
bg: <b>%I</b> - Час в 12-часов формат (01 - 12)
pl: <b>%I</b> - Godzina w formacie 12-godzinnym (01 - 12)

source: <b>%j</b> - Day of year as decimal number (001 - 366)
bg: <b>%j</b> - Ден от годината, като десетично число (001 - 366)
pl: <b>%j</b> - Dzień roku jako liczba dziesiętna (001 - 366)

source: <b>%m</b> - Month as decimal number (01 - 12)
bg: <b>%m</b> - Месец, като десетично число (01 - 12)
pl: <b>%m</b> - Miesiąc jako liczba dziesiętna (01 - 12)

source: <b>%M</b> - Minute as decimal number (00 - 59)
bg: <b>%M</b> - Минута, като десетично число (00 - 59)
pl: <b>%M</b> - Minuta jako liczba dziesiętna (00 - 59)

source: <b>%p</b> - Current locale's A.M./P.M. indicator for 12-hour clock
bg: <b>%p</b> - Текущият местен A.M./P.M. индикатор за 12-часов часовник
pl: <b>%p</b> - Czas 12-godzinny podany w formacie A.M./P.M

source: <b>%S</b> - Second as decimal number (00 - 59)
bg: <b>%S</b> - Секунда, като десетично число (00 - 59)
pl: <b>%S</b> - Sekunda jako liczba dziesiętna (00 - 59)

source: <b>%U</b> - Week of year as decimal number, with Sunday as first day of week (00 - 53)
bg: <b>%U</b> - Седмица на годината като десетично число, неделя е първия ден от седмицата (00 - 53)
pl: <b>%U</b> - Tydzień roku jako liczba dziesiętna, z niedzielą jako pierwszym dniem tygodnia (00 - 53)
