Repository: RoLex/feardc
Catalog: help/po/*.po
Languages: bg, pl

source: Forward
bg: Напред
pl: Następny

source: Switch to the next visited directory. This command can also be accessed via the Ctrl+Right keyboard shortcut.
bg: Превключване към следващата посетена директория. Тази команда може да бъде достъпна чрез клавишната комбинация Ctrl + Right.

source: Up one level
bg: Едно ниво нагоре
pl: Jeden poziom do góry

source: Switch to the parent directory. This command can also be accessed via the Ctrl+Up keyboard shortcut.
bg: Превключване към родителската директория. Тази команда може да бъде достъпна чрез клавишната комбинация Ctrl + Up.

source: Subtract list
bg: Извади (-) списък
pl: Porównywanie listy plików

source: Compare this list to another list, and only show the differences between each. Useful to see new items added by an user to his file list.
bg: С помощта на тази опция, можете да сравните този списък с друг списък, като ще видите само разликите между двата. Можете да сравните стария (изтеглен преди време) и новия (изтеглен сега) файлов списък на един и същ потербител, за да разберете, дали има добавени нови файлове.
pl: Porównaj tę listę do innej listy, pokaż różnice pomiędzy nimi. Użyteczne by zobaczyć nowe pozycje dodane przez użytkownika do jego listy.

source: Search the list for items you are currently downloading; found items will be automatically added as sources for your current downloads.
bg: Тази опция позволява претърсването на списъка с файлове, за елементи, които в момента се намират в опашката от файлове за сваляне. Намерените елементи автоматично ще се използват, като източници за Вашите текущите изтегляния.
pl: Szukaj pozycji obecnie pobieranych; znalezione pozycje zostaną automatycznie dopasowane do twoich obecnych pobierań.

source: Download full list
bg: Изтеглете пълния списък

source: Downloads a full version of the current file list (generally, file lists are downloaded in parts to only download the directories you are interested in). This function is also useful to refresh the file list if you suspect the user may have modified it.
bg: Изтегля пълната версия на настоящия списък с файлове (когато се използва опцията "Прегледай списъка с файлове", се изтеглят само частите от файловия списък, необходими за възуализацията на директориите). Тази функция също е полезна за обновяване на списъка с файлове, ако подозирате, че потребителя може нещо да е променил.

source: Find
bg: Намери
pl: Znajdź

source: Toggle the visibility of the search box, which allows searching within the file list.
bg: Превключване видимостта на полето за търсене, което позволява търсене в рамките на списъка с файлове.

source: Search row (optional - below the toolbar)
bg: Ред за търсене (по желание - под лентата с инструменти)

source: A search row may be shown right below the toolbar to allow looking for files in the current file list. Its visibility is controlled by the "Find" button.
bg: Редът за търсене може да бъде показан точно под лентата с инструменти, за да Ви позволи да търсите файлове в актуалния файлов списък. Видимостта му се контролира от бутона "Намери ".

source: Text-box and method selection drop-down (left)
bg: Поле за въвеждане на текст и падащо меню за избор (вляво)

source: Previous
bg: Предишно търсене
pl: Poprzedni

source: Find items that match the search strings specified in the text-box. The search starts from the current selection and goes backwards.
bg: Използвайте този бутон, за да намерите елементи, които съвпадат с търсените низове, посочени в текстовото поле. Търсенето започва от текущата селекция и продължава в посока назад.

source: Next
bg: Следващо търсене
pl: Następny

source: Find items that match the search strings specified in the text-box. The search starts from the current selection and goes forward.
bg: Използвайте този бутон, за да намерите елементи, които съвпадат с търсените низове, посочени в текстовото поле. Търсенето започва от текущата селекция и продължава в посока напред.

source: Folder list (left)
bg: Списък с папки (вляво)
pl: Lista plików (z lewej)

source: Folders available in the current file list. Left-click on a folder to show the contents of that folder in the window on the right; right-click to open a menu that allows you to download the whole folder or access user related menu commands.
bg: Папки, налични в текущия файлов списък. Щракнете с левия бутон на мишката върху папка, за да се покаже съдържанието и в прозореца вдясно; щракнете с десния бутон, за да отворите меню, което ви позволява да изтеглите цялата папка или Ви осигурява достъп до потребителски команди.

source: Contents (right)
bg: Съдържание (вдясно)
pl: Zawartość (z prawej)

source: Shows the contents of the folder selected in the folder list (window on the left). Right-click to get menu options.
bg: Тук се показва съдържанието на папката, избрана в списъка с папки (прозореца вляво). Щракнете с десния бутон, за да получите опциите на менюто.
pl: Pokazuje zawartość wybranego folderu z listy folderów (okno po lewej). Kliknij prawy przycisk myszy by zobaczyć opcje menu.

source: File
bg: Файл
pl: Plik

source: The file and folder names inside the currently selected folder.
bg: Имената на файловете и папките, намиращи се в текущо избраната папка.
pl: Plik i nazwy folderów znajdujące się w wybranym folderze.

source: Shows the file extensions of the files in the current folder.
bg: Показва файловите разширения на файловете в текущата папка.
pl: Pokazuje rozszerzenia plików w danym folderze.

source: The size in bytes of files in the current folder.
bg: Размерът, в байтове, на файловете в текущата папка.
pl: Rozmiar plików w bajtach znajdujących się w danym folderze.

source: The size of these files in normal form.
bg: Размерът на тези файлове в нормална форма.
pl: Rozmiar plików w normalnej formie.

source: The Hash of these files.
bg: Хешът на тези файлове.
pl: Indeks plików.

source: View as text
bg: Виж като текст
pl: Wyświetl jako tekst

source: This function is useful for previewing small text based info files as they may contain more information about other files in the same folder. Note that only plain text files will be shown correctly. For files of other format you must download and open them with their respective viewer application. You can open downloaded files from the <a po4a-id=0>Finished downloads</a> window using the Open menu command.
bg: Тази функция е полезна за преглед на малки текстови файлове с информация, тъй като те могат да съдържат повече информация за други файлове в същата папка. Имайте предвид, че само обикновени текстови файлове ще бъдат показани правилно. Файлове с друг формат, трябва да бъдат изтеглени и след това да ги отворите със съответното приложение. Можете да отворите изтеглените файлове от прозореца със <a po4a-id=0>завършени сваляния</a> с помощта на командата от менюто "Отвори".
pl: Ta funkcja jest przydatna do podglądu małych tekstów plików informacyjnych, które mogą zawierać więcej informacji o innych plikach w tym samym folderze. Pamiętaj, że tylko pliki czystego formatu tekstu będą pokazane prawidłowo. Pliki innego formatu musisz pobrać i otworzyć je innymi aplikacjami do przeglądania. Możesz otworzyć pobrane pliki z <a po4a-id=0>Zakończonych Pobierań</a> używając komendy menu "Otwórz".

source: Status bar (bottom)
bg: Лента на състоянието (най-долу)
pl: Pasek statusu (w dole)

source: Speed
bg: Скорост
pl: Prędkość

source: The speed the current file list was downloaded.
bg: Скоростта, с която е изтеглен списъка с файлове.
pl: Prędkość z jaką lista została pobrana.

source: Files (left)
bg: Файлове (вляво)
pl: Pliki (z lewej)

source: Total number of individual files in the whole file list.
bg: Общият брой на отделните файлове в целия списък с файлове.
pl: Suma plików z indywidualnej listy.

source: Total amount of bytes represented by every individual files in the whole file list.
bg: Брой байтове, на всеки отделен файл от файловия списък.
pl: Suma bajtów każdego pliku znajdującego się w danej liście.

source: Files (right)
bg: Файлове (вдясно)
pl: Pliki (z prawej)

source: Number of items selected; or number of items in the current directory if there is no item selected.
bg: Брой на избраните елементи или броят на елементите в текущата директория, ако няма избран обект.
pl: Lista wybranych pozycji, lub ilość pozycji w danym spisie, jeżeli żadna pozycja nie jest zaznaczona.

source: Total amount of bytes represented by the currently selected items; or by all items in the current directory if there is no item selected.
bg: Общ брой байтове на избраните елементи или на всички елементи в текущата директория, ако няма избран обект.
pl: Suma bajtów obecnie wybranych plików, lub wszystkich pozycji w danym spisie, jeżeli żadna pozycja nie jest zaznaczona.

source: Finished downloads
bg: Завършени сваляния
pl: Pobrane pliki

source: Note that <a po4a-id=0>file list logging</a> must be enabled for them to appear in this window.
bg: Имайте предвид, че опцията за <a po4a-id=0>запис на трансферите на файлови списъци</a>, трябва да бъде разрешена, за да им се даде възможност, да се визуализират в този прозорец.
pl: Zauważ, że funkcja <a po4a-id=0>zapisywania dzienników list</a> musi być włączona, by listy mogły pojawić się w tym oknie.

source: The list of finished files are grouped in two ways: by files and by users. You can select between the two grouped lists using tabs that appear in the top of the window. In both lists a new item will appear right away when the first chunk of a file downloaded.
bg: Списъците на завършените файлове са групирани по два начина: по файлове и по потребители. Можете да избирате между двата начина на групиране с помощта на секции, които се появяват в горната част на прозореца. В двата списъка нова позиция ще се появи веднага, след като първото парче от файл бъде изтеглено.
pl: Lista plików zakończonych jest grupowana na dwa sposoby: wg plików i wg użytkowników. Możesz wybrać z pomiędzy obu pogrupowanych list używając zakładek pokazanych w górze okna. Na obu listach, nowa pozycja pokaże się od razu po zakończeniu pobierania pierwszego kawałka pliku.

source: Time
bg: Време
pl: Czas

source: The date and time the file finished downloading.
bg: Датата и часът, когато е завършило изтеглянето на файла.
pl: Data i czas zakończenia pobierania pliku.

source: The name of the downloaded file.
bg: Името на изтегления файл.
pl: Nazwa pobranego pliku.

source: The path to the downloaded file.
bg: Пътят към изтегления файл.
pl: Ścieżka do ściągniętgo pliku.

source: Nicks
bg: Псевдоними
pl: Nicki

source: The sources' nick name.
bg: Псвдонимите на източниците.
pl: Nazwy nicków źródeł

source: File size
bg: Размер на файла
pl: Rozmiar pliku

source: The size of the file downloaded.
bg: Размерът на сваления файл.
pl: Rozmiar pobranego pliku.

source: Transferred
bg: Прехвърлено
pl: Przetransferowano

source: The number of transferred bytes.
bg: Брой на прехвърлените байтове
pl: Liczba przetransferowanych bajtów

source: % transferred
bg: % трансфериран
pl: % przeniesiono

source: Shows how many percent of the file transferred.
bg: Показва, колко процента от файла са прехвърлени.
pl: Pokaż ile pliku zostało przeniesione.

source: The average speed for the file.
bg: Средната скорост за файла.
pl: Średnia prędkość dla pliku.

source: CRC Checked
bg: КРС Маркирани
pl: CRC Sprawdzone

source: Whether or not the file was CRC checked. Note that <a po4a-id=0>Enable automatic SFV checking</a> must be enabled, and the file needs to have an accompanying SFV file.
bg: Извършва ли се CRC-проверка на файла или не. Имайте предвид, че опцията <a po4a-id=0>Разреши автоматичната SFV проверка</a>, трябва да бъде активирана и файлът трябва да има придружаващ SFV-файл.
pl: Czy CRC było sprawdzone czy też nie. Zauważ; że funkcja<a po4a-id=0>Uruchom automatyczne sprawdzanie SFV</a> powinna być wyłączona, oraz że pliki potrzebują wsparcia pliku SFV.

source: Which hub the source was on.
bg: Кой хъб е източникът.
pl: Hub źródła.

source: Which files were downloded from the user.
bg: Кои файлове са били изтеглени от потребителя.
pl: Które pliki zostały pobrane od użytkownika.

source: Elapsed
bg: Изминало
pl: Upłyneło

source: The total time, in seconds, that it took for the file to be transferred.
bg: Общото време, в секунди, необходимо за прехвърлянето на файла.
pl: Całkowity czas, w sekundach, ile potrwało transferowanie pliku.

source: It will open the file (stored locally) in a text viewer window.
bg: Това ще отвори файла (съхранен локално) в прозорец за преглед на текст.
pl: Otworzy plik (przechowywany lokalnie) w oknie przeglądarki tekstu.

source: Only show fully downloaded files
bg: Показваи само напълно свалените файлове
pl: Pokazuj tylko całkowicie pobrane pliki

source: When this check-box is checked (which is the case in the default configuration), only files that are fully downloaded (which are not anymore in the <a po4a-id=0>Download queue</a>) appear in the &quot;Finished downloads grouped by files&quot; list.
bg: Когато в полето има отметка (какъвто е случаят в конфигурацията по подразбиране), само файлове, които са напълно изтеглени (вече не са в <a po4a-id=0>опашката от файлове за сваляне</a>), се появяват в списъка &quot;Завършени сваляния&quot;
pl: Jeżeli kwadracik jest zaznaczony (w tym przypadku jest do ustawienie domyślne), jedynie pliki pobrane do końca (które nie znajdują się już w <a po4a-id=0>Kolejce</a>) wyświetlą się na liście &quot; Zakończonych pobierań, pogrupowane wg. Plik&quot;.

source: When this check-box is not checked, an item appears in that list as soon as a chunk of the corresponding file has finished downloading.
bg: Когато тази опция не е отметната, в този списък се появява елемент веднага след като парче от съответния файл бъде изтеглено.
pl: Gdy kwadracik nie jest zaznaczony, pozycja pojawi się na liście jako cząstka odpowiedniego pliku zakończy się pobierać.

source: # Items
bg: # обекти
pl: # Pozycje

source: The amount of items that you have downloaded (received).
bg: Броят на елементите, които сте изтеглили (получили).
pl: Ilość pobranych pozycji.

source: # bytes
bg: # байтове
pl: # bajty

source: The amount in bytes that you have downloaded (received).
bg: Общият размер на свалените (получени) байтове.
pl: Ilość pobranych bajtów.

source: # bytes/seconds
bg: # байтове/секунда
pl: # bajty/sekundy

source: The average speed of the files you have downloaded (received).
bg: Средната скорост на файловете, които сте изтеглили (получили).
pl: Średnia prędkość pobranych plików (otrzymanych).

source: Finished uploads
bg: Завършени качвания
pl: Pliki wysłane

source: The list of finished files are grouped in two ways: by files and by users. You can select between the two grouped lists using tabs that appear in the top of the window. In both lists a new item will appear right away when the first chunk of a file uploaded.
bg: В списъка завършените файлове са групирани по два начина: по файлове и по потребители. Можете да избирате между двата вида групиране с помощта на секциите, които се появяват в горната част на прозореца. В двата списъка нова позиция ще се появи веднага, когато първото парче на файл бъде качено.
pl: Lista plików zakończonych jest grupowana na dwa sposoby: wg plików i wg użytkowników. Możesz wybrać z pomiędzy obu pogrupowanych list używając zakładek pokazanych w górze okna. Na obu listach, nowa pozycja pokaże się od razu po zakończeniu pobierania pierwszego kawałka pliku.

source: The date and time the file finished uploading.
bg: Датата и часът, когато е приключило качването на файла.
pl: Data i czas zakonczenia wysyłania.

source: The name of the uploaded file.
bg: Името на качения файл.
pl: Nazwa wysłanego pliku.

source: The path to the uploaded file.
bg: Пътят към качения файл.
pl: Ścieżka wysłanego pliku.

source: To whom the file was uploaded.
bg: За кого е каченият файл.
pl: Do kogo plik został wysłany.

source: The size of the file uploaded.
bg: Размерът на качения файл.
pl: Rozmiar wysłanego pliku.

source: Shows how many percent of the file transferred (this value can exceed 100% if the file was uploaded to more than one user).
bg: Показва колко процента от файла са прехвърлени (тази стойност може да надхвърли 100%, ако файлът е бил качен на повече от един потребител).
pl: Pokazuje procent transferowanego pliku (ta wartość osiągnie 100% jeżeli plik został wysłany do więcej niż jednego użytkownika).

source: Which hub the user was on.
bg: Това е хъбът на потребителя.
pl: Na którym hubie znajdował się użytkownik.

source: Which files were uploaded to the user.
bg: Файловете, които потребителят е изтеглил от Вас.
pl: Które pliki zostały wysłane do użytkownika

source: The amount of items that you have uploaded (sent).
bg: Общият брой на качените (изпратени), елементи.
pl: Ilość plików wysłanych.

source: The amount in bytes that you have uploaded (sent).
bg: Общият брой байтове, които сте качили (изпратили).
pl: Ilość bajtów wysłanych.

source: The average speed of the files you have uploaded (sent).
bg: Средната скорост на файловете, които сте качили (изпратили).
pl: Średnia prędkość wysłanych plików.

source: Main chat window (left)
bg: Основен прозорец за чат (вляво)
pl: Główne okno czatu (po lewej)

source: The main chat window displays messages sent by the hub. You can chat with other users in this "public area" by writing a message in the field below the main chat and pressing either Enter or Alt+S to send your message. You may also use <a po4a-id=0>/commands</a> (send /help to list those available). You can right click to the users' nicks to bring up the user context menu described below.
bg: Основният чат прозорец показва съобщения, изпратени от хъба. В това "обществено пространство" можете да чатите с други потребители, чрез писмени съобщения, въведени в полето под основния чат. След това натиснете Enter или Alt+S, за да изпратите Вашето съобщение. Можете също да използвате <a po4a-id=0>/commands</a> (изпратете командата /help, за да бъдат изброени командите, които са на разположение). Можете да кликнете с десния бутон върху потребителски псевдоним, за да се отвори контекстното меню на потребителя.
pl: Główne okno czatu wyświetla wiadomości wysłane przez hub. Możesz tu rozmawiać z innymi użytkownikami w "publicznym obszarze" pisząc wiadomości w oknie poniżej czatu głównego i wciskając Enter lub Alt+S aby wysłać wiadomość. Możesz również użyć <a po4a-id=0>/komend</a> (wpisz /help aby wylistować dostępne komendy). Możesz kliknąć prawym przyciskiem na nick użytkownika aby zobaczyć menu kontekstowe opisane poniżej.

source: Note; this is not the place to search for files. Open a <a po4a-id=0>Search window</a> to do that.
bg: Забележка: Това не е място за търсене на файлове. Отворете <a po4a-id=0>прозореца за търсене</a>, за да направите това.
pl: Zauważ; to nie jest miejsce na wyszukiwanie plików. By szukać plików otwórz okno <a po4a-id=0>Szukaj</a>.

source: This window can be focused with Alt+C.
bg: Този прозорец може да се фокусира с Alt + C.
pl: Okno można wyostrzyć używając Alt+C.

source: Main chat messages
bg: Съобщения в основния чат
pl: Wiadomości głownego czatu

source: Messages destined to the status bar can also be shown in the main chat, depending on some options in <a po4a-id=0>Appearance settings</a>: one <a po4a-id=1>general option to have useful status messages sent to the main chat window</a> (enabled by default), and one <a po4a-id=2>to control whether spam messages should also be considered useful</a>. Regardless of these settings, status messages are always shown in the <a po4a-id=3>status bar of the hub window</a>.
bg: Съобщения, предназначени за лентата на състоянието може да се показват и в главния чат, в зависимост от някои настройки в <a po4a-id=0>опциите за изгледа</a>: една <a po4a-id=1>обща настройка, полезните съобщения за състоянието, да бъдат изпращани в главния прозорец за чат</a> (активирана по подразбиране) и една, <a po4a-id=2>която контролира дали спам съобщенията следва също да се считат за полезни</a>. Независимо от тези настройки, съобщенията за статуса винаги се показват в <a po4a-id=3>лентата на състоянието в прозореца на хъба</a>.
pl: Wiadomości przeznaczone dla paska statusu mogą również pokazać się na głownym czacie, zależnie od pewnych opcji w <a po4a-id=0>Ustawieniach Wyglądu</a>: <a po4a-id=1>opcja ogólna wysyłająca wiadomości statusu w oknie czatu</a> (włączona domyślnie), oraz opcja <a po4a-id=2>kontroli wiadomości spamu jest również uważana za użyteczną</a>. Niezależnie od tych ustawień, wiadomości statusu są zawsze pokazywane na <a po4a-id=3>pasku statusu okna huba</a>/

source: Status messages are easy to spot: they start with three asterisks (&#42;&#42;&#42;); on the other hand, normal messages generally contain a nick (either the name of an online user or a hub bot) printed between &lt; and &gt;. A better description of the various status bar messages can be found <a po4a-id=0>below</a>.
bg: Съобщенията за състояние се забелязват лесно: те започват с три звездички (&#42;&#42;&#42;), от друга страна, нормалните съобщения обикновено съдържат псевдоним (или името на онлайн потребител, или бота на хъба), отпечатан между &lt; и &gt;. По-добро описание на различните съобщения в лентата за състоянието може да се намери <a po4a-id=0>по-долу</a>.
pl: Wiadomości statusu są łatwo wykrywalne; zaczynają się trzema znakami (&#42;&#42;&#42;); również normalne wiadomości zazwyczaj posiadają nick (albo nick użytkownika albo nazwę bota huba) wpisany pomiędzy &lt; and &gt;.Lepszy opis wiadomości statusu można znaleźć <a po4a-id=0>poniżej</a>.

source: Users list (right)
bg: Списък на потребителите (вдясно)
pl: Lista użytkowników (po prawej)

source: List of users connected to the hub. You can right-click them to see the menu options available for each.
bg: Списък на потребителите, свързани с хъба. Можете да щракнете с десния бутон върху някой от тях, за да видите менюто с опции, достъпно за всеки потребител.
pl: Lista użytkowników połączonych z hubem. Kliknij na użytkownika prawym przyciskiem myszki, by zobaczyć dostępne menu opcji.

source: <a po4a-id=0>Follow this link to see what the different icons mean</a>.
bg: <a po4a-id=0>Следвайте тази връзка, за да видите какво означават различните икони</a>.
pl: <a po4a-id=0>Podążaj za linkiem, by sprawdzić co oznaczają różne ikony użytkowników.</a>

source: The users list can be shown or hidden by using the checkbox available in the bottom right of the hub window, in the status bar, right below the users list filter. When that checkbox is checked, the users list is shown.
bg: Списъка на потребителите може да се покаже или скрие с помощта на отметка в долния десен ъгъл на прозореца на хъба, в лентата на състоянието, точно под филтъра на списъка с потребители. Когато тази отметка е поставена, списъкът с потебителите е показан.
pl: Lista użytkowników może zostać pokazana lub ukryta przez zaznaczenie małego kwadratu w dole po prawej stronie okna huba, na pasku statusu, zraz pod filtrem listy użytkowników. Jeżeli okienko jest zaznaczone lista użytkowników jest widoczna.

source: This window can be focused with Alt+U.
bg: Този прозорец може да се фокусира с Alt + U.
pl: Okno to może zostać wyostrzone przez Alt+U

source: The nicknames of the people currently connected to the hub.
bg: Псевдонимите на хората, които в момента са свързани към хъба.
pl: Nicki ludzi obecnie połączonych z hubem.

source: Shared
bg: Споделени
pl: Udostępnione

source: How much each person is sharing.
bg: Колко споделя всеки потребител.
pl: Ilość jaką użytkownik udostępnia.

source: How the people have described themselves.
bg: Как хората описват себе си.
pl: Jaki ludzie ustawili sobie opis.

source: Tag
bg: Таг
