Repository: RoLex/feardc
Catalog: help/po/*.po
Languages: bg, pl

source: <u>Important :</u> before asking for support please keep in mind that DC++ is a <u>client for connecting to a network and developers of DC++ have no connection to the owners of individual hubs or hublist servers</u>. So when you have a problem with a particular hub or hublist server (and you can use others without problems) the DC++ support team is unable to help you in any way.
bg: <u>Важно:</u> преди да поискате помощ, имайте предвид, че DC++ е <u>клиент за свързване към мрежа и разработчиците на DC++ нямат връзка със собствениците на отделни хъбове или hublist-сървъри</u>. Така че, ако имате проблем с определен хъб или hublist-сървър, (и можете да използвате други, без проблеми) екипът по поддръжката на DC++, няма да може да Ви помогне по никакъв начин.
pl: <u>Ważne:</u> zanim zadasz pytanie, weź pod uwagę, że<u> DC++ to klient służący do łączenia z siecią i deweloperzy nie są powiązani z właścicielami hubów czy hublist.</u> Na problemy dotyczące poszczególnego huba lub poszczególnej hublisty (gdy bez problemów możesz używać innych) załoga programu nie jest w stanie jakkolwiek pomóc.

source: Help for DC++
bg: Помощ за DC++
pl: Pomoc DC++

source: Contents of this help file:
bg: Съдържание на този помощен файл:
pl: Zawartość tego pliku pomocy:

source: Overview
bg: Преглед
pl: Podsumowanie

source: This page contains basic information for you to get started with DC++.
bg: Тази страница съдържа основна информация, която ще Ви помогне да започнете работа с DC++.
pl: Strona zawiera podstawowe informacje użycia programu DC++

source: Etiquette
bg: Поведение
pl: Etykieta

source: You may not agree with everything in this page, but reading the advice never hurts. The page outlines some simple guidelines that make the use of the Direct Connect Network more enjoyable for everyone.
bg: Може да не се съгласите с всичко в тази страница, но от четенето на съвети никога не боли. Страницата очертава някои прости насоки, които правят използването на технологията Direct Connect Network по-приятно за всички.
pl: Nie musisz się zgadzać ze wszystkim co zostało tu napisane, lecz czytanie porad nigdy nie zaszkodzi. Strona ta zawiera proste poradniki, które uczynią korzystanie z sieci Direct Connect bardziej przyjemnym dla każdego.

source: Main DC++ window
bg: Основен прозорец на DC++
pl: Główne okno DC++

source: File List
bg: Списък с файлове
pl: Lista plików

source: Public Hubs
bg: Публични Хъбове
pl: Publiczne Huby

source: Finished Downloads
bg: Завършени сваляния
pl: Pobrane pliki

source: Finished Uploads
bg: Завършени качвания
pl: Plik wysyłane

source: ADLSearch
bg: ADL Търсене

source: Notepad
bg: Бележник
pl: Notatnik

source: Text viewer
bg: Преглед като текст
pl: Czytnik tekstu

source: System Log
bg: Системен Дневник
pl: Log systemowy

source: Network Statistics
bg: Мрежова статистика
pl: Statystyki sieci

source: General Menu Commands
bg: Общи команди в менютата
pl: Ogólne komendy Menu

source: List-view related menu commands
bg: Команди в менюто, отнасящи се до прегледа на списъци
pl: Komendy menu związane z przeglądaniem list.

source: File related menu commands
bg: Команди в менюто, отнасящи се до файловете
pl: Komendy menu związane z plikami.

source: User related menu commands
bg: Команди в менюто, отнасящи се до потребителите
pl: Komendy menu związane z użytkownikiem

source: Dialogs
bg: Диалогови прозорци
pl: Okna dialogowe

source: Settings
bg: Настройки
pl: Ustawienia

source: Personal information
bg: Лични данни
pl: Informacje osobiste

source: Connectivity
bg: Свързване
pl: Łączenie

source: Manual configuration
bg: Ръчно конфигуриране
pl: Ręczna konfiguracja

source: Bandwidth Limiting
bg: Ограничаване на трансфера
pl: Limitowanie łącza

source: Proxy
bg: Прокси

source: Downloads
bg: Сваляния
pl: Pobierane

source: Favorites
bg: Любими
pl: Ulubione

source: Queue
bg: Опашка
pl: Kolejka

source: Sharing
bg: Споделяне
pl: Udostępnianie

source: Appearance
bg: Изглед
pl: Wygląd

source: Tabs
bg: Секции
pl: Karty

source: Notifications
bg: Съобщения
pl: Powiadomienia

source: Logs
bg: Логове
pl: Logi

source: Advanced
bg: Разширени
pl: Zaawansowane

source: Experts only
bg: Само за експерти
pl: Tylko eksperci

source: User commands
bg: Потребителски команди
pl: Komendy użytkownika

source: Search types
bg: Типове търсене
pl: Typy wyszukiwań

source: Plugins
bg: Приставки

source: Frequently Asked Questions
bg: Често задавани въпроси
pl: Najczęściej zadawane pytania

source: How to unblock DC++ in firewalls and other security software?
bg: Как да деблокираме DC++ в защитни стени и друг софтуер за сигурност?
pl: Jak odblokować DC++ w firewallu oraz innego rodzaju programach bezpieczeństwa?

source: My ISP or University blocks DC++
bg: Моят Интернет доставчик (ISP) или университет блокират DC++
pl: Mój ISP lub Uniwersytet blokuje DC++

source: Why am I getting slow download speeds?
bg: Защо скоростите ми на сваляне са ниски?
pl: Dlaczego mam niską prędkość pobierania?

source: How do I install/uninstall/upgrade DC++?
bg: Как мога да инсталирам/деинсталирам/надградя DC++?
pl: Jak zainstalować/odinstalować/uaktualnić DC++?

source: What do the DC++ tags mean?
bg: Какво означават DC++ таговете?
pl: Co oznacza tag w DC++?

source: Development
bg: Разработване
pl: Rozwój

source: Compile instructions
bg: Компилиране до инструкции
pl: Instrukcje kompilowania

source: These are the commands that are available in chat, private messages, or both. They offer handy keyboard shortcuts to functions in the graphical interface. Some commands have no graphical counterpart.
bg: Това са командите, които са на разположение в чата, личните съобщения, или и на двете места. Те предоставят удобни клавишни комбинации, за различни функции на графичния интерфейс. Някои команди нямат графичен дубликат.
pl: To są komendy dostępne w oknie czatu głównyego, prywatnych wiadomości, lub obu tych oknach. Oferują przydatne skróty klawiszowe do funkcji w graficznym interfejsie. Niektóre komendy nie posiadają graficznego odpowiednika.

source: List of Available Keyboard Shortcuts
bg: Списък на наличните клавишни комбинации
pl: Lista Dostępnych Skrótów Klawiszowych

source: These are the keyboard shortcuts that are available in for different commands in DC++. They offer quick access to some of the often used functions of the graphical interface.
bg: Това са клавишни комбинации, които са на разположение за различни команди в DC++. Те предлагат бърз достъп до някои често използвани функции на графичния интерфейс.
pl: To są skróty klawiszowe dostępne dla poszczególnych komand w DC++. Oferują szybki dostęp do pewnych często używanych funkcji graficznego interfejsu.

source: Changelog
bg: Списък с промените
pl: Lista zmian

source: This page contains everything that has changed in the history of DC++. Read this to find out about features that are poorly or not documented at all. You'll also find all the people that have contributed code to DC++ here.
bg: Тази страница съдържа всичко, което се е променило в историята на DC++. Прочетете това, за да научите повече за функции, които са документирани лошо или липсват в документацията. Също така, тук ще намерите и всички хора, които са допринесли с код за DC++.
pl: Ta strona zawiera wszystko co się zmieniło w historii DC++. Przeczytaj by dowiedzieć się o cechach programu które zostały wcale lub mało dokumentowane. Dowiesz się również, kto miał swój wkład w kodowaniu DC++.

source: Links
bg: Връзки
pl: Linki

source: View the various links for DC++.
bg: Преглед на различните връзки за DC++.
pl: Przejrzyj rozmaite linki związane z DC++.

source: Help File Credits
bg: Заслуги за помощния файл
pl: Tłumaczyli pliki pomocy

source: View the credits and license of this help file.
bg: Преглед на лиценза и заслугите за този помощен файл.
pl: Zobacz podziękowania i licencję dla działu Pomoc.

source: Keyboard shortcuts
bg: Клавишни комбинации
pl: Skróty klawiszowe

source: This page enables you to see which special keyboard shortcuts exist in DC++. Note that standard Windows keyboard shortcuts are also fully supported throughout the program's graphical interface.
bg: Тази страница ви позволява да видите, съществуващите специални клавишни комбинации в DC++. Имайте предвид, че стандартните клавишни комбинации в Windows също се поддържат през графичния интерфейс на програмата.
pl: Ta strona prezentuje skróty klawiszowe występujące w DC++. Zauważ, że standwardowe skróty klawiszowe Windowsa mogą być również użyte przy pomocy graficznego interfejsu programu.

source: Opens the help file.
bg: Отваряне на помощния файл
pl: Otwiera to okno pomocy.

source: Completes nicks when writing a chat message. Otherwise, moves the focus to the next (or previous, if shift is pressed) control.
bg: Завършва псевдонимите при писане на чат съобщение. В противен случай, премества фокуса на следващата (или предишната, ако е натиснат shift ) контрола в прозореца.
pl: Dopełnia nick pisany przy wiadomości na czacie. Lub też przesuwa podświetlenie do następnej (lub poprzedniej, jeżeli przytrzymamy shift) kontrolki.

source: Changes the main tab view to the next (or previous, if shift is pressed) window. In settings, switches to the next (or previous, if shift is pressed) settings page.
bg: Превключва към прегледа на следващата секция (или предишната, ако се натисне shift). В "настройки", превключва към следващата (или предишната, ако се натисне shift) страница с настройките.
pl: Przechodzi do następnej zakładki głównej (lub poprzedniej, jeżeli przyciskamy shift) okna. W ustawieniach, przechodzi do następnej (lub poprzedniej, jeżeli przyciskamy shift) strony ustawień.

source: Pressing shift during program startup will disable auto-connection to hubs.
bg: Чрез натискане на Shift по време на стартиране на програмата, ще забраните автоматичното свързване към хъбовете.
pl: Przytrzymanie shift przy starcie programu wyłączy automateczne łączenie sie hubów.

source: Close the current window.
bg: Затваряне на текущия прозорец
pl: Zamknij aktualne okno.

source: Toggle the permanent visibility of the main menu bar. When it is hidden, the menu bar can be temporarily brought back into view with standard Windows shortcuts (Alt or F10).
bg: Превключване видимостта на лентата с главното меню. Когато е скрита, лентата с менюта може да бъде временно визуализирана със стандартните Windows команди (Alt или F10).

source: Enable or disable the toolbar.
bg: Включване или изключване на лентата с инструменти.
pl: Włącz lub wyłącz pasek narzędzi.

source: Enable or disable the transfer view.
bg: Включване или изключване прегледа на трансфера.
pl: Włącz lub wyłącz widok transferów.

source: Enable or disable the status bar.
bg: Включване или изключване лентата на състоянието.
pl: Wącz lub wyłącz pasek stanu.

source: Open the <placeholder id=0/> window.
bg: Отваря прозореца <placeholder id=0/>.
pl: Otwórz <placeholder id=0/> okno.

source: Refresh file list.
bg: Обновяване на списъка с файлове
pl: Odśwież listę plików.

source: In-place search within the chat of <placeholder id=0/> and <placeholder id=1/> windows and in <placeholder id=2/> windows.
bg: Търсене на място (низ) в чата на прозорците <placeholder id=0/> и <placeholder id=1/> и в прозореца <placeholder id=2/>.

source: <b>F3</b> continues the previous search or initiates one if no search term has yet been defined. On the other hand, <b>Ctrl + F</b> always initiates a new search.
bg: <b>F3</b> продължава предишното търсене или инициира такова, ако до този момент не е задавано. От друга страна, <b>Ctrl + F</b> винаги започва ново търсене.

source: Quick connect to a group of favorite hubs.
bg: Бързо свързване на група любими хъбове.
pl: Szybkie połączenie z grupą ulubionych hubów.

source: Open file list.
bg: Отваря файлов списък.
pl: Otwiera listę plików.

source: Quick connect to a hub.
bg: Бързо свързване с хъб.
pl: Szybkie połączenie z hubem.

source: Ctrl + R (in <placeholder id=0/> windows)
bg: Ctrl + R (в <placeholder id=0/> прозорци)
pl: Ctrl + R (w <placeholder id=0/> oknach)

source: Reconnect.
bg: Свързване отново
pl: Połącz ponownie.

source: Open the Settings dialog.
bg: Отваря диалоговия прозорец с настройки.
pl: Otwiera okno Ustawień.

source: Ctrl and + (on the numeric keyboard)
bg: Ctrl и + (от цифровата клавиатура)
pl: Ctrl i + (z klawiszy numerycznych)

source: If certain columns, e.g. those in the user list, search and the transfer view are not visible, pressing Ctrl and + (on the numeric keyboard) will resize the columns to the width necessary to accommodate the widest text within.
bg: Ако някои колони, напр. тези в списъка с потребители, търсенето и прегледа на трансфера не са видими, натиснете Ctrl и + (на цифровата клавиатура) и ще промените размера на колоните така, че да се побере най-широкия текст.
pl: Jeżeli jakieś kolumny, na przykład: na liście użytkowników, wyszukiwaniu i transferów są niewidoczne, wciśnięcie Ctrl i + (na klawiaturze numerycznej) dostosuje szerokość kolumny do wielkości najdłuższego znajdującego się w nim słowa.

source: Ctrl + up arrow (in <placeholder id=0/> and <placeholder id=1/> windows)
bg: Ctrl + стрелка нагоре (в прозорците <placeholder id=0/> и <placeholder id=1/>)
pl: Ctrl + górna strzałka (w <placeholder id=0/> i <placeholder id=1/> oknach)

source: Move up in chat messages.
bg: Преместване най-горе в чат съобщенията.
pl: Przesuń w górę wiadomości czatu.

source: Ctrl + down arrow (in <placeholder id=0/> and <placeholder id=1/> windows)
bg: Ctrl + стрелка надолу (в прозорците <placeholder id=0/> и <placeholder id=1/>)
pl: Ctrl + strzałka w dół (w <placeholder id=0/> i<placeholder id=1/> oknach)

source: Move down in chat messages.
bg: Преместване най-долу в чат съобщенията.
pl: Przesuń w dół wiadomości czatu.

source: Alt + C (in <placeholder id=0/> and <placeholder id=1/> windows)
bg: Alt + C (в прозорците <placeholder id=0/> и <placeholder id=1/>)
pl: Alt + C (w <placeholder id=0/> i <placeholder id=1/> okna)

source: Focus the chat part of the window.
bg: Фокусиране на полето за чат на прозореца.
pl: Podświetl część czatu w oknie.

source: Alt + G (in <placeholder id=0/> windows)
bg: Alt + G (в прозорците <placeholder id=0/>)
pl: Alt + G (in <placeholder id=0/> okna)

source: Get the file lists of the selected users.
bg: Извличане на файловите списъци на избраните потребители.
pl: Pobierz liste plików wybranych użytkowników.

source: Alt + M (in <placeholder id=0/> and <placeholder id=1/> windows)
bg: Alt + M (в прозорците <placeholder id=0/> и <placeholder id=1/>)
pl: Alt + M (w <placeholder id=0/> i <placeholder id=1/> okna)

source: Focus the message writing box of the window.
bg: Фокусиране на полето за писане на съобщение, намиращо се в прозореца.
pl: Podświetl część okna pisanych wiadomości.

source: Alt + P (in <placeholder id=0/> windows)
bg: Alt + P (в <placeholder id=0/> прозорците)
pl: Alt + P (in <placeholder id=0/> okna)

source: Open <placeholder id=0/> windows for the selected users.
bg: Отваряне на прозорец за <placeholder id=0/> за избран потребител.
pl: Otwórz <placeholder id=0/> okna dla wybranych użytkowników.

source: Alt + S (in <placeholder id=0/> and <placeholder id=1/> windows)
bg: Alt + S (в прозорците <placeholder id=0/> и <placeholder id=1/>)
pl: Alt + S (w <placeholder id=0/> i <placeholder id=1/> okna)

source: Send chat message.
bg: Изпращане на съобщение в чата
pl: Wyślij wiadomość.

source: Alt + U (in <placeholder id=0/> windows)
bg: Alt + U (в прозореца <placeholder id=0/>)
pl: Alt + U (w <placeholder id=0/> okna)

source: Focus the user list.
bg: Фокусиране на списъка с потребители.
pl: Podświetl liste użytkowników.

source: Escape (in <placeholder id=0/> and <placeholder id=1/> windows)
bg: Escape (в прозорците <placeholder id=0/> и <placeholder id=1/>)
pl: Usuń (w <placeholder id=0/> i <placeholder id=1/> okna)

source: Cancel the current chat search if there is any.
bg: Отмяна на текущото търсене в чата, ако има такова.
pl: Anuluj wyszukiwanie na czacie jeżeli rozpoczęte.

source: Alt + I (in the <placeholder id=0/> and <placeholder id=1/> windows)
bg: Alt + I (в прозорците <placeholder id=0/> и <placeholder id=1/>)

source: Set focus on the filter input box.
bg: Фокусиране върху полето за въвеждане на данни за филтъра.
pl: Podkreśl okno filtra.

source: + (on the numeric keyboard)
bg: + (от цифровата клавиатура)
pl: + (na klawiaturze numerycznej)

source: In the download queue, pressing + (on the numeric keyboard) sets a higher priority on a download.
bg: В прозореца на опашката на файлове за сваляне, натиснете + (плюс) от цифровата клавиатура, за да зададете по-висок приоритет за изтегляне.
pl: W Kolejce śiaganych plików naciśnięcie + (na klawiaturze numerycznej) ustawia wyższy priorytet dla ściąganego pliku.

source: - (on the numeric keyboard)
bg: - (от цифровата клавиатура)
pl: - (na klawiaturze numerycznej)

source: In the download queue, pressing - (on the numeric keyboard) sets a lower priority on a download.
bg: В прозореца на опашката на файлове за сваляне, натиснете - (минус) от цифровата клавиатура, за да зададете по-нисък приоритет за изтегляне.
pl: W Kolejce śiaganych plików naciśnięcie + (na klawiaturze numerycznej) ustawia niższy priorytet dla ściąganego pliku.

source: Frequently asked questions
bg: Често задавани въпроси
pl: FAQ - Często zadawane pytania

source: Help
bg: Помощ
pl: Pomoc

source: Request a feature
bg: Пожелай си нова функция на програмата
pl: Propozycje zmian

source: Report a bug
bg: Докладвай бъг
pl: Zgłoś błąd w programie

source: Etiquette for the Direct Connect Network
bg: Поведение при работа с Direct Connect Network
pl: Etykieta sieci Direct Connect

source: Hubs and Rules
bg: Хъбове и правила
pl: Huby i Zasady

source: When you join a hub, you should read the hub rules. Almost every hub sends those to you when you enter (either by chat or private message). The rules can be very diverse and obviously take precedence over the guidelines outlined here.
bg: Когато се присъедините към хъб, трябва да прочетете правилата му. Почти всеки хъб Ви изпраща такива, когато влезете (или чрез чат, или чрез лично съобщение). Правилата могат да бъдат много разнообразни и очевидно имат предимство пред указанията, описани тук.
pl: Gdy wchodzisz na hub powinieneś przeczytać zasady huba. Prawie każdy hub wysyła je przy wejściu na hub (na główny chat lub jako prywatną wiadomość). Zasady są różnorodne i oczywiście mają pierwszeństwo nad wytycznymi podanymi tutaj.

source: Operators in a hub (the ones with the <em>key</em> icon) can ban you from the hub if they please. Most operators are friendly people, some aren't. However unfriendly an operator might be, he is always right... <em>but only in that hub</em>. If unfriendly operators make your stay in that hub unpleasant, leave and join a different hub. There are plenty of other hubs and users that <em>do</em> appreciate your files and your presence.
bg: Операторите в хъб (тези, които са с <em>ключ</em> върху иконата) може да Ви забранят достъпа до хъба, ако поискат. Повечето оператори са приятелски настроени хора. Все пак, дори операторът да не е много дружелюбен, той винаги е прав ... <em>но само в този хъб</em>. Ако досадни оператори правят престоя Ви в хъба неприятен, излезте и се присъединете към друг хъб. Има много други хъбове и потребители, които <em>ще оценят</em> Вашите файлове и присъствието Ви.
pl: Operatorzy huba (z ikoną <em>klucza</em>) mogą zbanować cię na hubie jeżeli tak uważają. Większość operatorów to przyjazni ludzie lecz nie wszyscy. Jednakże nieprzyjazny operator ma zawsze rację ... <em>ale jedynie na tym hubie</em>. Jeżeli ten nieprzyjazny operator sprawia że czujesz się źle na hubie, wyjdż z huba i dołącz do innego. Istnieje pełno różnych hubów i użytkowników, którzy docenią to co udostępniasz i twoją obecność.

source: Sharing Files
bg: Споделяне на файлове
pl: Udostępnianie Plików

source: Don't share files that you wouldn't want to download yourself. Prime examples of files that no one wants:
bg: Не споделяйте файлове, които и Вие самите едва ли бихте искали да свалите. Ето пример за файлове, които вероятно никой не иска:
pl: Nie udostępniaj plików, których sam byś nie chciał pobierać. Podstawowe przykłady plików, których nikt nie chce:

source: Your Windows folder
bg: Вашата папка Windows
pl: Twój folder Windows

source: Your Program Files folder
bg: Вашата папка Program Files
pl: Twój folder Program Files

source: Your Documents and Settings folder
bg: Вашата папка Documents and Settings
pl: Twój folder Documents and Settings

source: Your Recycle Bin (if you don't want the files, why would we?)
bg: Вашето кошче
pl: Twój folder Kosz (jeśli ty nie chcesz tych plików, dlaczego my byśmy je chcieli?)

source: Your homework / e-mails / temp files / cookies
bg: Вашите домашни работи / e-mails / временни файлове / бисквитки
pl: Twoja praca domowa/ e-maile / pliki tymczasowe / pliki cookies

source: Incomplete files
bg: Незавършени файлове
pl: Niedokończone pliki

source: Don't disconnect from Hubs in which you are downloading from a particular user. (DC++ users have the option to punish this behaviour by setting the appropriate option in Advanced settings that closes downloads of peers that leave the Hub.)
bg: Не излизайте от хъбове, в които сте, когато друг потребител тегли от Вас. (DC++ потребителите имат възможност да наказват това поведение, чрез задаването на съответната опция в "Разширени настройки", която затваря слотовете за сваляне за пиърите, които напускат хъба.)
pl: Nie rozłączaj się z hubem, gdy pobierasz od użytkowników którzy sie na nim znajdują. (użytkownicy DC++ mają opcję by ukarać podobne zachowanie przez ustawienie w kliencie opcji w Zaawansowanych dotyczącą rozłączania użytkowników opuszczających hub.)

source: Share as many <em>interesting</em> files as possible. If everyone shared only a few files, Direct Connect wouldn't be such a great network.
bg: Когато е възможно, споделяйте много и <em>интересни</em> файлове. Ако всеки споделяше само по няколко файла, Direct Connect нямаше да има такава голяма мрежа.
pl: Udostępnij jak najwięcej <em>interesujących</em> plików jakich możesz. Jeżeli wszyscy udostępniali by tylko po kilka plików Direct Connect nie byłby tak wielką siecią.

source: Asking for Slots
bg: Искане за слотове
pl: Pytanie o sloty

source: Read someones description before asking for a slot. If the user has something similar to "NO SLOTBEGGING" in their description, it's likely that asking for a slot will do you nor them any good. Be patient and wait just like everbody else.
bg: Преди да поискате слот от някого, прочетете описанието му. Ако потребителят има нещо подобно на "NO SLOTBEGGING" в описанието си, то вероятно искането Ви няма да доведе до някакъв резултат. Бъдете търпеливи и просто почакайте, като всички останали.
pl: Przeczytaj opis użytkownika zanim poprosisz go o slot. Jeżeli zobaczysz w opisie coś podobnego do "Nie prosić o sloty", zazwyczaj oznacza to, że pytanie o slot nie będzie mile widziane. Bądź cierpliwy, tak jak wszyscy inni.

source: When asking for slots, be polite. Be more polite if the user shares a lot more than most users in the Hub. Be even more polite if the users shares a lot more than <em>you</em> do.
bg: Когато кандидатствате за слотове, бъдете учтиви. Бъдете по-учтиви, ако потребителят споделя много повече от повечето потребители в хъба. Бъдете още по-учтиви, ако потребителят споделя много повече от <em>Вас</em>.
pl: Jeżeli prosisz o slota, bądź miły. Bądź nawet bardziej miły gdy użytkownik udostępnia więcej niż inni na hubie. I nawet bardziej miły gdy użytkownik udostępnia wiecej niż <em>Ty</em>.
