Repository: RoLex/feardc
Catalog: help/po/*.po
Languages: bg, pl

source: If you upgrade to 0.22, all old queue items that are missing a directory in the target file-name will be removed. Don't upgrade if your queue is precious to you, and you didn't have anything in the default download directory box in the settings (finish it with version 0.181 or edit your queue.xml file and add a directory to all targets without...).
bg: Ако надградите до 0,22, всички стари елементи от опашката, на които липсва директорията в съответното файлово име, ще бъдат премахнати. Не надстроявайте, ако опашката е ценна за Вас, а Вие не сте записали нищо в полето, определящо директорията за изтегляне по подразбиране, в прозореца с настройките (завършете свалянията с версия 0.181 или редактирайте queue.xml файла и добавете директория за всички цели).
pl: Przy instalacji 0.22 pozycje ze starej kolejki plików bez przypisanego katalogu zostaną usunięte. Nie instaluj jeżeli są dla ciebie cenne i nie zostały skierowane do domyślnego folderu ściągania z ustawień programu (dokończ wersją 0.181 lub edytuj plik queue.xml dodając docelowe katalogi dla plików które ich nie mają).

source: If you upgrade to 0.4033, all logs will be formatted as UTF-8 (Unicode), instead of ASCII. Also, finish your queue with the older version before upgrading if you care for your international filenames in it - they will not be correctly converted.
bg: Ако надградите до 0,4033, Всички дневници ще бъдат форматирани като UTF-8 (Unicode), вместо на ASCII. Също така, завършете опашката си с по-старата версия, преди да надградите, ако Ви е грижа за международните имена на файлове в нея - те няма да бъдат конвертирани правилно.

source: If you upgrade to 0.685, as the user identification method has been changed, you will lose your favorite users and all sources from your queue.
bg: Ако надградите до 0,685, ще загубите любимите си потребители и всички източници от опашката, защото методът за идентификация на потребителя е променен.

source: If you upgrade to 0.695, as compatibility with non-TTH clients has been dropped, sources with no TTH support will no longer appear and files without TTH will be removed from your queue.
bg: Ако надградите до 0,695, тъй като е отпаднала съвместимостта с клиенти не поддържащи TTH, източници без TTH поддръжка вече няма да се появяват и файловете без TTH ще бъдат премахнати от Вашата опашка.

source: What is NAT-PMP / UPnP?
bg: Какво е NAT-PMP / UPnP?

source: NAT-PMP and Universal Plug And Play (UPnP) are technologies that allow, among other things, Internet applications to configure home routers and gateways, bypassing manual port forwarding configuration. To take advantage of these methods, you must have NAT-PMP or UPnP capable hardware.
bg: NAT-PMP и Universal Plug And Play (UPnP) са технологии, които позволяват, наред с други неща, Интернет приложения да конфигурират домашни рутери и шлюзове, заобикаляйки ръчната конфигурация за пренасочване на портове. За да се възползвате от тези методи, трябва да имате хардуер поддържащ NAT-PMP или UPnP.

source: When DC++ detects a working NAT-PMP or UPnP implementation, it leverages it to automatically create the required port mappings and gather your external IP address; this allows DC++ to fully operate in Active mode.
bg: Когато DC++ открие работещо NAT-PMP или UPnP изпълнение, осигурява автоматично създаване на необходимите пренасочвания на портове и вземане на Вашия външен IP адрес. Това позволява на DC++ да работи в активен режим.

source: If you are unable to have your router support NAT-PMP or UPnP, follow the <a po4a-id=0>Manual port forwarding</a> guide for information on how to manually set up the ports that DC++ needs for its active mode.
bg: Ако Вашият рутер не поддържа NAT-PMP или UPnP, следвайте <a po4a-id=0>ръководството за ръчно пренасочване на портовете</a> за информация относно това, как да настроите ръчно портовете, така че DC++ да работи в активен режим.

source: Why don't I get any search results?
bg: Защо не получавам никакви резултати от търсенето?
pl: Czemu nie mam żadnych rezultatów wyszukiwań?

source: Assuming that you can connect to a hub and chat with users, this is usually caused by a firewall, router, connection sharing. Another possibility is that you do not meet a certain criteria on a hub so you are not able to perform searches as often as you like. There are several things you can try:
bg: Ако приемем, че можете да се свържете с хъб и да чатите с потребителите, то горепосоченият проблем обикновено е причинен от защитна стена, рутер или споделяне на връзката. Възможно е и да не отговаряте на определени критерии на хъба, и да не сте в състояние да търсите толкова често, колкото Ви харесва. Има няколко неща, които можете да опитате:
pl: Zakładając, że możesz połączyć się z hubem i rozmawiać z innymi użytkownikami, problem będzie najczęściej spowodowany zaporą firewall, routerem, dzielonym łączem. Inna możliwość to, że nie spełniasz warunków huba, dlatego nie możesz szukać tak często jak chcesz. Jest kilka możliwości, które możesz wypróbować.

source: If you can't get search results on a particular hub while you can on others
bg: Ако не можете да получите резултати от търсене в определен хъб, а в другите можете
pl: Jeżeli nie masz rezultatów wyszukiwania na poszczególnym hubie a masz na innych

source: If you are in passive connection mode some hubs may won't allow you to search as it stresses the hub a lot. Try to set up active mode following the <a po4a-id=0>Connection setup guide</a>.
bg: Ако сте в пасивен режим на свързване някои хъбове може да не ви позволяват да търсите, тъй като този режим натоварва много хъба. Опитайте се да се създаде активен режим, следвайки <a po4a-id=0>ръководството за настройка на връзката</a>.
pl: Jeżeli jesteś w trybie pasywnym, na niektórych hubach ściąganie jmoże być wyłączone ze względu na duże obciążanie hubów. Spróbuj ustawić tryb aktywny wg instrukcji <a po4a-id=0>Przewodnik ustawienia połączeń</a>.

source: Some hubs allow searches for registered users only. Check login messages, banners, hub addresses or ask an operator how to register yourself.
bg: Някои хъбове позволяват търсене само за регистрирани потребители. Проверете за информация, относно регистрацията или попитайте някой от операторите на хъба, как да се регистрирате.
pl: Niektóre huby są tylko dla użytkowników zarejestrowanych. Sprawdź informację przy logowaniu, banery, adres huba oraz spytaj operatora jak się zarejestrować.

source: Some hubs have predefined search interval rule to avoid hub overloading with passive searches. It means you have to wait some time before you can start a successive new search. Make sure you don't have <a po4a-id=0> Automatically Search for Alternative Download Locations</a> enabled in Queue settings if you are in a hub of this kind as it could prevent you to get manual search results.
bg: Някои хъбове имат предварително зададено правило за интервал за търсене, за да се избегне претоварване на хъба с пасивни търсения. Това означава, че трябва да се изчака известно време, преди да можете да започнете следващото ново търсене. Уверете се, че настройката <a po4a-id=0>Автоматично търси алтернативни източници за сваляне</a>, намираща се в настройките на опашката, е неактивна, ако сте в хъб от този вид, тъй като може да Ви попречи да получите резултати от ръчното търсенето.
pl: Niektóre huby mają wyznaczone odstępy pomiędzy jednym a kolejnym wyszukiwaniem by zapobiec przeciążeniu huba pasywnym wyszukiwaniem. To oznacza, że musisz poczekać chwilę zanim rozpoczniesz nowe sukcesywne wyszukiwanie. Upewnij się, że funkcja <a po4a-id=0> Automatycznie szukaj alternatywnych żrodeł pobierania</a> jest wyłączona w ustawieniach klienta, gdyż może to uniemożliwić ręczne wyszukiwanie na hubach tego typu.

source: If you are unable to search on all hubs
bg: Ако не можете да търсите във всички хъбове
pl: Jeżeli nie możesz ściągać na żadnym hubie

source: Check your router/gateway/firewall configuration. You need to make sure it's allowing or forwarding incoming connections on the port specified in the settings. You have to enable both <acronym po4a-id=0>TCP</acronym> and <acronym po4a-id=1>UDP</acronym> traffic. If you can download, but not search, UDP is blocked. Please read the <a po4a-id=2>Connection setup guide</a>.
bg: Проверете конфигурацията на Вашия рутер/шлюз/защитна стена. Трябва да се уверите, че те разрешават или пренасочват входящите връзки към порта, определен в настройките. Трябва да разрешите <acronym po4a-id=0>TCP</acronym> и <acronym po4a-id=1>UDP</acronym> трафика. Ако можете да сваляте, но не можете да търсите, UDP е блокиран. Моля, прочетете <a po4a-id=2>ръководството за настройка на връзката</a>.
pl: Sprawdź ustawienia routera/komputera kierującego siecią/zapory. Upewnij się, że są otwarte lub przekierowane porty dla przychodzących połączeń dla portu sprecyzowanego w ustawieniach. Musisz otworzyć oba porty: <acronym po4a-id=0>TCP</acronym> i <acronym po4a-id=1>UDP</acronym>. Jeżeli możesz pobierać, a nie możesz wyszukiwać, oznacza to że port UDP jest zablokowany. Prosimy przeczytać <a po4a-id=2>Przewodnik ustawień połączeń</a>.

source: Your school or work might be blocking DC traffic. Read the FAQ on types of blocks, and what you <a po4a-id=0>might be able to do about it</a>.
bg: Вашето училище или работа може да блокират DC-трафика. Прочетете често задаваните въпроси за видовете блокиране, както и това, което<a po4a-id=0> можете да направите по въпроса</a>.
pl: Twoja uczelnia lub miejsce pracy może blokować przepływ danych DC++. Przeczytaj FAQ na poszczególnych oknach oraz <a po4a-id=0>co możesz zrobić w tej sprawie</a>.

source: If the above things don't work for you, you'll have to use passive mode (if the hub allows it).
bg: Ако казаното по-горе не може да помогне, ще трябва да използвате пасивен режим (ако хъбът го позволява).
pl: Jeżeli powyższe metody nie będą skuteczne, musisz użyć trybu pasywnego (o ile hub tego dopuszcza).

source: If you still can't search (in passive mode) then probably your DC++ blocked by a software firewall. Please follow the <a po4a-id=0>guide how to unblock DC++ in firewalls and other types of security sofware</a>.
bg: Ако не можете да търсите и в пасивен режим, тогава вероятно DC++ е блокиран от софтуерна защитна стена. Моля, следвайте <a po4a-id=0>инструкциите, как да се деблокира DC++ в защитни стени и други видове софтуер за сигурност</a>.

source: An anti-flood protector software / network device can (partially) block your searches as well. You can suspect that you have a problem of this kind when you always get few results even if you searched for a common term. You can read more about this topic in the <a po4a-id=0>Slow downloads FAQ</a>.
bg: Защитен анти-flood софтуер / мрежово устройство може да блокира (частично) Вашите търсения. Можете да подозирате, че имате проблем от този вид, ако винаги получавате малко резултати, дори и ако сте търсили за общ термин. Можете да прочетете повече по тази тема в <a po4a-id=0>често задаваните въпроси за бавните сваляния</a>.
pl: Przeciw-floodowe oprogramowanie/urządzenie sieciowe może (w jakiejś części) rownież blokować wyszukiwanie. Można to stwierdzić w przypadku, gdy w wynikach wyszukiwania pojawia się tylko kilka rezultatów, nawet gdy szukałeś bardzo popularnego słowa. Możesz poczytać o tym więcej w dziale <a po4a-id=0>Wolne pobieranie FAQ</a>.

source: What do the DC++-style tags mean?
bg: Какво означават таговете в DC++?
pl: Co oznaczają wartości w tagu DC++?

source: Notation
bg: Система за означаване
pl: Oznaczenie

source: The following information appears in the <a po4a-id=0>Tag column</a> for every user in the user list of the <a po4a-id=1>Hub window</a>: &lt;++ V:x,M:x,H:x/y/z,S:x[,O:x]&gt;, where
bg: Следната информация се появява в <a po4a-id=0>Tag колоната</a> за всеки потребител в списъка с потребители, в <a po4a-id=1>прозореца на хъба</a>: &lt;++ V:x,M:x,H:x/y/z,S:x[,O:x]&gt;, където
pl: W kolumnie <a po4a-id=0>Tag (Etykieta)</a> dla każdego użytkownika w <a po4a-id=1>Oknie huba</a> zobaczymy &lt;++ V:x,M:x,H:x/y/z,S:x[,O:x]&gt;, gdzie:

source: V(ersion)
bg: V (версия)
pl: V(wersja)

source: x = client version
bg: x = версия на клиента
pl: x = wersja klienta

source: M(ode)
bg: M (режим)
pl: M(tryb)

source: x = mode (A = Active, P = Passive, 5 = SOCKS5)
bg: x = режим (A = Активна, P = Пасивна, 5 = SOCKS5)
pl: x = tryb (A = Aktywny, P = Passywny, 5 = SOCKS5)

source: H(ubs)
bg: H (хъбове)
pl: H(huby)

source: x = number of hubs connected to where you're not a registered user
bg: x = брой на хъбовете, с които сте свързан, но в тях не сте регистриран потребител
pl: x = to ilość hubów z którymi jesteś połączony jako użytkownik nie zarejestrowany

source: y = number of hubs you're registered in
bg: y = брой на хъбовете в които сте регистриран
pl: y = to ilość hubów na których jesteś zarejestrowany

source: z = number of hubs you're registered as an operator
bg: z = брой на хъбовете, в които сте регистриран, като оператор
pl: z = ilość hubów na których jesteś zarejestrowany jako operator

source: S(lots)
bg: S (слотове)
pl: S(sloty)

source: x = number of upload slots you have open (note that they may be in use already)
bg: х = брой на слотовете за качване, които сте отворили (имайте предвид, че те може вече да са в употреба)
pl: x = ilość otwartych slotów (zauważ iż sloty mogą być już w użyciu)

source: O(pen an extra slot if speed is below)
bg: O (Отваряне на допълнителен слот, ако скоростта е по-ниска от)
pl: O(otwórz dodatkowy slot, gdy szybkość jest poniżej)

source: x = if total upload is below this value DC++ will open another slot
bg: x = Ако общата скорост на качване е под тази стойност, DC++ ще отвори друг слот
pl: x = jeżeli suma wysyłania jest poniżej tej wartości DC++ otworzy dodatkowy slot

source: This part of the tag is only shown when the option for it is enabled.
bg: Тази част на тага се показва, само когато е включена опцията за него.
pl: Ta część tagu jest widoczna jedynie gdy jest aktywna.

source: The tag is updated every 1-2 minutes if there are changes. Other clients may introduce more tag elements such as L:x or B:x which means usage of upload bandwidth limiter where x is the amount of maximal upload bandwidth in KiBs.
bg: Тагът се обновява на всеки 1-2 минути, ако има промени. Други клиенти могат да въведат повече елементи, като L: X или B: X, което означава, че скоростта на качване е ограничена, където х е максималната скорост на качване в KiBs.
pl: Tag jest uaktualniany co 1-2 minuty w razie jakichkolwiek zmian. Inne klienty posiadają więcej elementów w tagu, tak jak L:x lub B:x co oznacza użycie limitu przepustowości wysyłania, gdzie x to maksymalna ilość wysyłania w KiBs.

source: History
bg: История
pl: Historia

source: The DC++ tag was introduced back when the only available Direct Connect client was Neo-Modus DirectConnect (NMDC) v1.0. That particular client could only connect to one hub at a time, which ensured that the upload slots available were assigned to other users connected to that hub. At first, hub owners considered DC++ to be a cheat client, because it could connect to multiple hubs at once. The DC++ tag was introduced so hub owners could check if the users were connected to a reasonable amount of hubs and had enough upload slots available for sharing.
bg: DC++ тагът бе въведен, когато единственият достъпен Direct Connect клиент беше Neo-Modus DirectConnect (NMDC) v1.0. Конкретно този клиент може да се свърже само с един хъб в даден момент, което гарантира, че наличните слотове за качване са дадени на потребители, свързани към този хъб. В началото, собствениците на хъбове смятат DC++ за мамещ клиент, защото той може да се свързва към множество хъбове едновременно. DC++ тагът е въведен с цел собствениците, да могат да проверят, дали потребителите са свързани с разумен брой хъбове и имат достатъчно отворени слотове за качване.
pl: Oznaczenie Tag zostało wprowadzone po raz pierwszy do jedynego niegdyś używanego klienta Direct Connect zwanego Neo-Modus DirectConnect (NMDC) v1.0. Ten klient miał możliwość łączenia się w tym samym czasie tylko z jednym hubem, co było zapewnieniem, iż wszystkie otwarte sloty zostały przypisane dla użytkowników z tego właśnie huba. Na początku DC++ było uważane za niedozwolonego klienta, gdyż mógł się łączyć z wiloma hubami w tym samym czasie. Tag w DC++ został wprowadzony, aby właściciele hubów mogli sprawdzać czy użytkownicy są połączeni z rozsądną ilością hubów i mają otwartą dostateczną ilość slotów umożliwiającą wymianę plików.

source: At this point, almost every client, whether it's capable of joining multiple hubs or not, has a similar tag in it's description field. The custom is to replace "++" with some other identifier uniquely identifying the client type (common are "StrgDC++", "ApexDC++" and "RSX++").
bg: В този момент, почти всеки клиент, независимо дали е в състояние да се свърже с множество хъбове или не, има подобен етикет в полето за описание. Обичайно е да се заменя "++" с някои друг идентификатор, показващ еднозначно вида на клиента (често срещани са "StrgDC++", "ApexDC++" и "RSX++").
pl: W tym momencie, prawie każdy klient, czy jest on zdolny łączyć się z wieloma hubami czy też nie, posiada podobny tag w polu opisu. Zwyczajem jest zastępowanie "++" innymi identyfikatorami unikatowymi dla danego typu klienta (popularne są "StrgDC++", "ApexDC++" oraz "RSX++").

source: How to set up manual port forwarding?
bg: Как да настроите ръчното пренасочване на портовете?

source: In most cases DC++ should be able to automatically detect the appropriate connection method for the user, however, there can still be cases when there are no ways to map the port automatically so a manual configuration required to achieve active mode. This FAQ gives detailed information how to set up port forwarding manually in case of the <a po4a-id=0> automatic connectivity setup</a> fails or you have gateway devices without <a po4a-id=1>automatic port mapping</a> support.
bg: В повечето случаи DC++ ще може автоматично да открие най-подходящия метод за връзка за потребителя, но може да има и случаи, когато не съществува начин за автоматично пренасочване на портовете и тогава само ръчното конфигуриране може да помогне за постигане на активен режим. Отговорът на този често задаван въпрос, дава подробна информация как да настроите пренасочването на порт ръчно, в случай че <a po4a-id=0>автоматичното настройване на свързването</a> не успее или имате шлюзови устройства без поддръжка на <a po4a-id=1>автоматично пренасочване на портовете</a>.

source: This FAQ assumes that
bg: Този често задаван въпрос предполага, че:

source: You're familiar with <a po4a-id=0>DC++ connectivity concepts</a>
bg: Вие сте запознати с <a po4a-id=0> DC++ концепциите за свързване</a>

source: You already tried the <a po4a-id=0>automatic ways of port mapping</a> without success (or you are certain that you don't have supporting devices in your network)
bg: Вече сте опитали начините за <a po4a-id=0>автоматично пренасочване на портовете</a>, без успех (или сте сигурни, че нямате поддържащи устройства във Вашата мрежа)

source: You have basic understanding of computer networking
bg: Вие имате основни познания за компютърните мрежи

source: You have proper access to the configuration layout of your gateway (router) device
bg: Вие имате необходимия достъп до конфигурацията с разположението на Вашия шлюз (рутер)

source: For DC++ to work properly in active mode, it requires access on <acronym po4a-id=0> TCP</acronym> and <acronym po4a-id=1>UDP</acronym> listening ports, as well as outgoing access on all ports for both TCP and UDP. If you are in a private network behind a NAT device the incoming information to the listening ports should be forwarded to the proper computer.
bg: За да работи правилно в активен режим, DC++ изисква достъп до <acronym po4a-id=0> TCP</acronym> и <acronym po4a-id=1>UDP</acronym> портовете за слушане, както и до изходящите портове за TCP и UDP. Ако сте в частна мрежа зад NAT устройство, постъпващата информация на портовете за слушане, трябва да бъде препратена към правилния компютър.

source: For an in-depth, but still easy to understand explanation of port forwarding, read <a po4a-id=0>What is Port Forwarding?</a> The following steps describe the configuration of port forwarding in general as the exact configuration method and layout varies in the different type of gateway devices.
bg: За по-задълбочено, но все пак лесно за разбиране обяснение за пренасочването на портове, прочетете <a po4a-id=0>What is Port Forwarding?</a> Следващите стъпки описват конфигурирането на пренасочването като цяло, като методът за конфигурация и оформление варира според различните типове шлюзови устройства.

source: Network Address Translation
bg: Транслиране (преобразуване) на мрежови адреси (NAT)
pl: Tłumaczenie adresów sieciowych

source: First you need to set up the router to forward the connections to the computer with DC++. This is could be called Port mapping, port redirecting, port forwarding or something like that in your router configuration. Find out how to do this with your router / <acronym po4a-id=0>NAT</acronym> in the user manual came with your device.
bg: Първо трябва да настроите рутера, да насочи връзките към компютъра с DC++. Това, в конфигурацията на Вашия рутер, може да бъде наречено картографиране на портове, пренасочване на портове, препращане на портове или нещо подобно. Разберете как да направите това с Вашия рутер / <acronym po4a-id=0>NAT</acronym> в инструкцията за употреба, получена с Вашето устройство.
pl: Najpierw musisz ustawić router aby móc przekierować połączenie dla komputera używającego DC++. Może mieć to nazwę : mapowania portów, przekierowanie portów lub coś podobnego co znajdziesz w ustawieniach twojego routera. Dowiedz się jak dokonać tego w twoim routerze / <acronym po4a-id=0>NAT</acronym> z dołączonej do tego sprzętu instrukcji.

source: You need to forward three ports: 2 ports for transfers and encrypted transfers (both use TCP protocol) and one port for searches what uses the UDP protocol. You can use the same port number for transfers and searches, but <b>you need a different one for the encrypted transfers</b>. Of course you can choose different port numbers for each as well. So select two or three numbers between 1024 - 65535, they should mostly all be free. Make sure you <b>select the correct protocol types</b> (TCP, UDP or Both) for each port number when you cerate the port forwarding rules in the gateway's config interface.
bg: Вие трябва да пренасочите три порта: два порта, съответно за трансфери и криптирани трансфери (и двата използват TCP протокол) и един порт за търсения, който използва UDP протокол. Можете да използвате един и същ номер на порт за трансфери и търсения, но <b>портът за криптирани трансфери трябва да бъде различен</b>. Разбира се, можете да изберете различни номера за всички портове. Така че изберете два или три номера от 1024 до 65535, които трябва да са свободни. Уверете се, че сте <b>избрали правилните видове протокол</b> (TCP, UDP или и двата) за всеки номер на порта, когато създавате правилата за пренасочването на портовете в конфигурационния интерфейс на шлюза/рутера.
