Repository: RoLex/feardc
Catalog: help/po/*.po
Languages: bg, pl

source: This menu item shows only for favorite users. If the user is online this will select the first hub where he/she is connected. If the user is offline you can use this function to connect to the hub where this favorite user last seen in.
bg: Тази точка от менюто се показва само за любими потребители. Ако потребителят е на линия, това ще покаже първия хъб, към който той е свързан. Ако потребителят е офлайн, можете да използвате тази функция, за да се свържете към хъба, в който този любим потребител е видян за последен път.

source: Edit the brief description of the user (shown in the Description column).
bg: Редактиране описанието на потребителя (показано в колоната "Описание").
pl: Edytuj krótki opis użytkownika (pokazany w kolumnie Opisu).

source: Details pane (right)
bg: Панел с подробна информация (вдясно)

source: This pane shows you all the available details sent by the DC client of the selected user. The number of records shown can heavily depend on what kind of user selected, what protocol it uses, etc... For example you can get the most information from an ADC client user while the amount of available information from a hub bot is usually very small.
bg: Този екран ви показва всички налични подробни данни, изпратени от DC клиента на избрания потребител. Броят на показаните записи може да зависи в голяма степен от вида на потребителя, какъв протокол използва, и т.н. Например можете да получите най-много информация от потребителя на ADC-клиент, а наличната информация от хъб-бот обикновено е много малко.

source: The user list can be filtered by text, online status and file transfer activity. The following options are available:
bg: Списъкът с потребители може да бъде филтриран по текст, онлайн състояние и активност при прехвърляне на файлове. Налични са следните опции:

source: Text filter
bg: Текстов филтър

source: Eg writing "foo" in the filter input box, selecting "Nick" and "Partial match" will only display users that have "foo" in their nick.
bg: Например, ако напишете "foo" в полето за въвеждане на филтъра, изберете "Псевдоним" и "Частично съвпадение", ще се показват само потребители, които имат "foo" в техния псевдоним.

source: Online
bg: Онлайн

source: If enabled the user list shows online users only, it will filter out all users who are currently offline (not connected to any hub where you are currently logged in).
bg: Ако опцията е активирана, в потребителския списък ще бъдат показвани само онлайн потребителите, и ще се скриват всички потребители, които в момента не са на линия (не са свързани към никой от хъбовете, в които в момента сте влезли).

source: If enabled the user list shows only your favorite users.
bg: Ако е отметнато, ще бъдат показани само Вашите любими потребители.

source: Pending download
bg: В очакване на download

source: If enabled the user list will show those users whom you're currently downloading from.
bg: Ако тази опция е включена, в списъка с потребители ще бъдат показани тези от тях, от които в момента сваляте и изчакващите в опашката от файлове за сваляне.

source: Pending upload
bg: В очакване на upload

source: If enabled the user list will show those users who are waiting for a free slot to be able to start downloading from you (functionality of the former Waiting Users window). These users have have queued one more files from you, but haven't been able to get a slot.
bg: Ако тази опция е включена в списъка с потребители ще бъдат показани тези от тях, които чакат за свободен слот, за да започнат да теглят от Вас (функционалността на бившия прозорец за изчакващи потребители).

source: Shell menu
pl: Menu Pomoc

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.2 or any later version published by the Free Software Foundation; with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. A copy of the license is included in the section entitled "<a po4a-id=0>GNU Free Documentation License</a>".
pl: Udziela się zgody na kopiowanie, dystrybucję i / lub modyfikowanie tego dokumentu zgodnie z warunkami GNU Free Documentation License w wersji 1.2 lub nowszej, opublikowanej przez Free Software Foundation; bez Invariant Sections, bez tekstów pierwszej oraz ostatniej sekcji "<a po4a-id=0>GNU Free Documentation License</a>".

source: Applying patches
pl: Dodawanie łatek

source: Using <a po4a-id=0>GNU Patch</a>
pl: Użyj <a po4a-id=0>Łatkę GNU</a>

source: 1. Download and place <a po4a-id=0>GNU patch</a> in the directory you want to patch.
pl: 1. Pobierz i umieść <a po4a-id=0>Łatkę GNU</a> w folderze, których chcesz załatać.

source: 2. Type <i>cmd</i> in Run and tab your way to where GNU Patch is.
pl: 2.Wpisz <i>cmd</i> w oknie Uruchom i wpisz ścieżkę do GNU Patch.

source: 3. Write <i>patch -[parameter] &lt; my-patch.diff</i>
pl: 3.Wpisz <i>patch -[parameter] &lt; my-patch.diff</i>

source: 4. The file <i>my-patch.diff</i> is the actual patch you want to apply.
pl: 4.Potrzebujesz odniesienia do pliku <i>my-patch.diff</i>

source: Example: <i>C:\Program Files\DCpp_orig&gt;patch -p1 &lt; my-patch.diff</i>
pl: Przykład: <i>C:\Program Files\DCpp_orig&gt;patch -p1 &lt; my-patch.diff</i>

source: C:\Program Files\DCpp_orig is the directory that is going to be patched.
pl: C:\Program Files\DCpp_orig używa folderu, który zostanie załatany.

source: Parameters and more information on how to use GNU Diff can be found in the documentation for GNU Diff which should have come included with GNU Diff. Otherwise, the manual can be found at the <a po4a-id=0>GNU Diff manual</a>
pl: Parametry i więcej informacji na temat jak używać GNU Diff można znaleźć w dokumentacji GNU Diff która powinna być dołączona do GNU Diff. W przeciwnym wypadku, instrukcję można znaleźć na <a po4a-id=0>GNU Diff manual</a>

source: Creating patches
pl: Tworzenie łatek

source: Using <a po4a-id=0>GNU Diff</a>
pl: Używanie <a po4a-id=0>GNU Diff</a>

source: 1. Download and install <a po4a-id=0>GNU Diff</a>.
pl: Pobierz i zainstaluj <a po4a-id=0>GNU Diff</a>.

source: 2. Type <i>cmd</i> in Run and navigate your way to where GNU Diff is installed.
pl: 2. Wpisz <i>cmd</i> w Uruchom... i przejdź do katalogu, gdzie zainstalowano GNU Diff.

source: 3. Write <i>diff -[parameter(s)] &lt;path to the untouched file or folder&gt; &lt;path to the changed file or folder&gt; &gt; my-diff.diff</i>
pl: 3. Wpisz <i>diff -[parametr(y)] &lt;ścieżka do niezmodyfikowanego pliku lub folderu&gt; &lt;ścieżka do zmodyfikowanego pliku lub folderu&gt; &gt; my-diff.diff</i>

source: 4. A file, my-diff.diff, will now be created in the directory which GNU Diff is placed. Other extensions for the patch (such as .txt) are acceptable, there is no standard.
pl: 4. Plik my-diff.diff zostanie stworzony w folderze, w którym zainstalowano GNU Diff. Inne rozszerzenia pliku łaty (takie jak .txt) są akceptowane, nie ma na to standardu.

source: Example: <i>C:\Program Files\GNU Diff&gt;diff -uNr dcplusplus_orig dcplusplus_chan &gt; my-diff.diff</i>
pl: Przykład: <i>C:\Program Files\GNU Diff&gt;diff -uNr dcplusplus_orig dcplusplus_chan &gt; my-diff.diff</i>

source: C:\Program Files\GNU Diff is where GNU Diff is installed.
pl: Program GNU Diff jest instalowany w folderze „C:\Program Files\GNU Diff”.

source: <i>dcplusplus_orig</i> is the folder that is untouched and what the changes is going to differ against.
pl: <i>dcplusplus_orig</i> jest folderem niezmodyfikowanym do którego zmiany będą porównywane.

source: <i>dcplusplus_chan</i> is the folder where changes has occured.
pl: <i>dcplusplus_chan</i> jest folderem, w którym nastąpiły zmiany.

source: Windows
pl: Okna
