Repository: RoLex/feardc
Catalog: help/po/*.po
Languages: bg, pl

source: Select this mode if you are directly connected to the Internet (no router) or if you are willing to manually configure port forwarding rules in your router. Use this mode only if the automatic configuration (via NAT-PMP / UPnP) is not an option for you. For more information, refer to the <a po4a-id=0>Manual port forwarding guide</a>.
bg: Изберете този режим, ако сте пряко свързани с интернет (без рутер) или ако сте готови ръчно да конфигурирате правилата за пренасочване във Вашия рутер. Използвайте този режим, само ако автоматичната конфигурация (чрез NAT-PMP / UPnP) не е вариант за Вас. За повече информация, вижте <a po4a-id=0>ръководството за ръчно пренасочване на портовете</a>.

source: Active mode (let DC++ configure my router with NAT-PMP / UPnP)
bg: Активен режим (нека DC++ конфигурира рутера ми с NAT-PMP / UPnP)

source: Select this mode if you are behind a router that supports standard port forwarding methods such as NAT-PMP or UPnP. Most routers do support them but they often have to be explicitly enabled from the router's configuration page. Thanks to automatic port mapping methods, DC++ is able to open the ports it needs and obtain your external IP address as well. For more information, see <a po4a-id=0>What is NAT-PMP / UPnP?</a>.
bg: Изберете този режим, ако сте зад маршрутизатор, който поддържа стандартни методи за пренасочване на портове, като NAT-PMP или UPnP. Повечето рутери ги поддържат, но те често трябва да бъдат активирани изрично от страницата с конфигурациите на рутера. Благодарение на автоматичното пренасочване на портове, DC++ е в състояние да отвори портовете, от които се нуждае, както и да получи Вашия външен IP адрес. За повече информация, вижте <a po4a-id=0>Какво е NAT-PMP / UPnP?</a>.

source: Passive mode (last resort - has serious limitations)
bg: Пасивен режим (в краен случай - има сериозни ограничения)
pl: Tryb pasywny (ostatnie wyjście - ma poważne limity)

source: Select this mode if you can't get active mode to work. In this mode, DC++ will not try to listen for inbound connections; it will only initiate outbound ones. This mode carries some serious limitations:
bg: Изберете този режим, ако активният режим не работи. В този режим, DC++ няма да се опитва да слуша за входящи връзки, той ще започва само изходящи такива. Този режим има някои сериозни ограничения:

source: only 5 results per user will be returned in response to searches.
bg: най-много 5 резултата на потребител ще бъдат върнати в отговор на търсенията.

source: you may not be able to download / receive search results from passive users.
bg: може да не сте в състояние да теглите / получаватете резултати от търсенето от пасивни потребители.

source: you may not be able to fully enjoy certain hubs (because of their regulations).
bg: може да не сте в състояние да се насладите напълно на определени хъбове (поради техни ограничения).

source: Note that DC++ tries NAT Traversal on ADC hubs to allow passive users to connect with each other.
bg: Имайте предвид, че DC++ опитва NAT Traversal за хъбове ADC, за да позволи на пасивни потребителите да се свързват един с друг.

source: Don't allow hubs/NAT-PMP/UPnP to override
bg: Не позволявай на хъбове/NAT-PMP/UPnP да правят промени

source: Enable this to always use the IP address in "External / WAN IP", and not let either NAT-PMP, UPnP nor connected hubs change it. If unsure, leave this setting disabled.
bg: Тази оция позволява винаги да се използва IP адреса, посочен във "Външно / WAN IP" и да не се позволява на NAT-PMP, UPnP или свързани хъбове да го променят. Ако не сте сигурни, оставете тази настройка без отметка.

source: Preferred port mapping interface
bg: Предпочитан интерфейс за пренасочване на портовете

source: DC++ has several interfaces available it can use to try to automatically map the ports it requires on the router:
bg: DC++ има няколко интерфейса, които може да използва, за да се опита автоматично да пренасочи портовете на рутера:

source: NAT-PMP: A lightweight protocol that is not widely used by generic routers; but open-source firmwares generally implement it.
bg: NAT-PMP: лек протокол, който не е широко използван от генеричните маршрутизатори, но обикновено е с firmware с отворен код.

source: MiniUPnP: An open-source UPnP library.
bg: MiniUPnP: UPnP библиотека с отворен код.

source: The interface selected here will be tried first; other available interfaces will then be tried if the preferred port mapping interface were to fail.
bg: Интерфейсът избран тук, ще бъде използван първи; другите налични интерфейси ще бъдат използвани, ако предпочитаният интерфейс се провали.

source: This page contains the configuration options for where DC++ will place complete and incomplete downloads, options that control the maximum simultaneous downloads, and information on the public hub list that DC++ will use.
bg: Тази страница съдържа опции за конфигуриране, което ще посочи, къде DC + + ще постави пълните и непълните изтегляния, опции които контролират максималните едновременни сваляния, както и информация за списъка с публични хъбове, който DC++ ще използва.
pl: Strona ta zawiera opcje konfiguracyjne dotyczące miejsca gdzie DC++ umieści pobrane i niedokończone pliki, opcje dotyczące kontroli ilości jednoczesnych pobierań, oraz informacje na liście publicznych hubów jakiego DC++ używać.

source: Directories
bg: Папки
pl: Katalogi

source: Default download directory
bg: Папка по подразбиране за свалени файлове
pl: Domyślny folder pobierań

source: After a download is complete, DC++ tries to move your just finished file to this directory. The default location of the directory depends on what kind of installation method used to install DC++. If you used the installer (.exe) then your finished downloads will be placed to a folder in your Windows user profile. In a typical case the default path of the finished downloads is
bg: След като изтеглянето приключи, DC++ ще се опита да предвижи току-що сваления файл към посочената тук директория. Ако полето е оставено празно, DC++ ще постави файловете в директорията по подразбиране, чието местоположение, зависи от това какъв метод за инсталиране на DC++ сте използвали. Ако сте използвали инсталатора (.exe), то Вашите готови сваляния ще бъдат поставени в папка в потребителския Ви профил в Windows. Типичен случай на път по подразбиране за готовите сваляния е
pl: Gdy pobieranie zostanie zakończone, DC++ przenosi plik do wskazanego przez ciebie katalogu. Domyślna lokalizacja zależy od metody instalacji jakiej użyłeś instalując DC++. Jeżeli użyłeś instalatora (.exe) to skończone pliki będą umieszczone w folderze twojego profilu Windows. Typowa domyślna ścieżka dla zakończonych pobierań to:

source: If you installed the portable (zip archive) version of DC++ then the finished downloads folder defaults to the "Downloads\" subdirectory under where the DC++ executable is located. The directory will be automatically created if needed in both cases.
bg: Ако е инсталирана преносима (ZIP архив) версия на DC++, папката по подразбиране е "Downloads\" и се създава в директорията на изпълнимия файл на DC++. Ако е необходимо директориите ще се създадат автоматично и в двата случая.
pl: Jeżeli zainstalowałeś przenośną wersję (zip) DC++ wtedy zakończone pobierania będą umieszczone w folderze "Downloads\" subkategorii gdzie DC++ zostało zainstalowane. Katalog zostanie domyślnie utworzony jeżeli zajdzie taka potrzeba.

source: Make sure you have enough disk space for your downloads, have write access to the directory and have an appropriate file system if you download large files (note that maximum possible size for a file on a FAT32 volume is 4 GiB).
bg: Уверете се, че имате достатъчно дисково пространство за файловете, които ще изтегляте, имате достъп за запис в директорията и имате подходяща файлова система, ако теглите големи файлове (забележете, че максималният възможен размер за файл на FAT32 е 4 GiB).
pl: Upewnij się, że posiadasz wystarczająco dużo miejsca na dysku aby pobierać, posiadasz uprawnienia zapisywania pliku i posiadasz odpowiedni system do zapisywania dużych plików (uwaga: maksymalny rozmiar dla pliku w FAT32 to 4GB).

source: If the target volume runs out of space, DC++ will keep your downloaded files in the Unfinished Downloads Directory having renamed them to their original filename.
bg: Ако обемът на целевото пространство се окаже недостатъчен, DC++ ще остави изтеглените файлове в папката за недовършени сваляния, като ги преименува с оригиналното им файлово име.
pl: Jeżeli zabraknie miejsca, DC++ zachowa dotychczas pobrane pobierane pliki w katalogu plików tymczasowych po nadaniu im oryginalnej nazwy.

source: Unfinished downloads directory
bg: Папка за недовършените сваляния
pl: Katalog plików tymczasowych

source: All incomplete downloads will be stored in this directory. If you leave it empty, temporary downloads will be stored in the default unfinished files folder. The default location of the Incomplete folder depends on what kind of installation method used to install DC++. If you used the installer (.exe) then your finished downloads will be placed to a folder in your Windows user profile. In a typical case the default path of the unfinished downloads is
bg: Всички недовършени сваляния ще се съхраняват в тази директория. Ако оставите полето празно, временните файлове при изтегляне ще се съхраняват в папката по подразбиране за недовършени файлове. Местоположението на папката по подразбиране за недовършени файлове зависи от това, по какъв начин е инсталирана DC++. Ако сте използвали инсталатора (.exe), то Вашите готови сваляния ще бъдат поставени в папка в потребителския ви профил в Windows. Типичен случай на път по подразбиране за незавършените сваляния е
pl: Wszystkie niekompletne pliki do pobrania będą przechowywane w tym katalogu. Jeśli pozostawić pole puste, tymczasowe pliki do pobrania będą przechowywane w domyślnym folderze niedokończonych plików. Domyślna lokalizacja folderu plików niekompletnych zależy od rodzaju metody instalacji używanej do instalacji DC + +. Jeśli użyto instalatora (.exe) wówczas pobrane pliki zostaną umieszczone w folderze w profilu użytkownika systemu Windows. Domyślna ścieżka niedokończone pliki do pobrania to

source: If you installed the portable (zip archive) version of DC++ then the finished downloads folder defaults to the "Incomplete\" subdirectory under where the DC++ executable is located. The directory will be automatically created if needed in both cases.
bg: Ако е инсталирана преносима (ZIP архив) версия на DC++, папката по подразбиране е "Incomplete\" и се създава в директорията на изпълнимия файл на DC++. Ако е необходимо директориите ще се създадат автоматично и в двата случая.
pl: Jeśli zainstalowano przenośną (zip) wersję DC + + to gotowych pliki do pobrania domyślnie będą się znajdywać w podkatalogu w folderze "Incomplete\" w którym DC++ się znajduje. Katalog zostanie utworzony automatycznie w razie potrzeby w obu przypadkach.

source: Make sure you have enough disk space for your unfinished downloads, have write access to the directory and have an appropriate file system if you download large files (note that maximum possible size for a file on a FAT32 volume is 4 GiB). From version 0.700 on of DC++, the antifragmentation method must always be used for segmented downloads to work correctly. Hence DC++ tries to reserve the full space needed for the file when starting the download. In case of an error (eg. when the drive that holds your Unfinished Downloads runs out of space), you will get an error message going like "Not enough space on the disk" even if your target drive does have enough free space! Incomplete file names follow the following rule: &lt;filename&gt;.&lt;ext&gt;.&lt;TTH&gt;.dctmp.
bg: Уверете се, че имате достатъчно дисково пространство за недовършените сваляния, имате достъп за запис в директорията и имате подходяща файлова система, ако теглите големи файлове (забележете, че максималният възможен размер за файл на FAT32 е 4 GiB). След версия 0.700 на DC++, за правилна работа винаги се използва методът на антифрагментация за сегментираните сваляния. Чрез него DC++ се опитва да запази пълното пространство, необходимо за файла, още при започване на изтеглянето. В случай на грешка (напр., когато устройството, което съдържа Вашите незавършени сваляния бъде запълнено), Вие ще получите съобщение за грешка, като "няма достатъчно място на диска", дори ако Вашият целеви диск има достатъчно свободно място! Имената на недовършените файлове следват следното правило: &lt;filename&gt;.&lt;ext&gt;.&lt;TTH&gt;.dctmp.

source: You can use the <b>%[targetdrive]</b> variable in order to have unfinished download directories in all of your target drives. This way, unfinished download directories will be distributed amongst all of your drives, resulting in a smaller chance of runnig out of disk space.
bg: Можете да използвате променливата <b>%[targetdrive]</b>, за да имат недовършените сваляния директории във всички целеви дискове. По този начин, директориите за недовършени сваляния ще бъдат разпределени сред всички ваши дискове, а така намалява шансът за изчерпване на дисковото пространство

source: <u>Example</u>: when %[targetdrive]DCUnfinished\ is set as the unfinished downloads directory, DC++ creates incomplete files in E:\DCUnfinished\ when you download to any target folder located on drive E: and so on...
bg: <u>Пример</u>: когато %[targetdrive.]DCUnfinished\ е зададен като директория за недовършени сваляния, DC++ създава недовършени файловете в E:\ DCUnfinished\, когато сваляте в целева папка, разположена на диск E: и така нататък ...

source: The %[targetdrive] variable is also useful if you often download larger files to a drive other than the one that contains your usual unfinished directory. At the end of a successful download, moving a large file from the unfinished folder to its target can be very time and resource consuming, especially when moving files to another partition of the same physical drive.
bg: %[targetdrive] променливата също е полезна, ако често изтегляте големи файлове на диск, различен от този, който съдържа обичайната директория за недовършени сваляния. В края на успешно изтегляне, голям файл от недовършената папка, движейки се до целта си може да отнеме много време и ресурс, особено при преместване на файлове в друг дял на същия физически диск.

source: Limits
bg: Лимити
pl: Limity

source: These settings are to avoid overloading your internet connection with a large number of simulatenous downloads. However, for both values listed below, certain conditions can result in the limits not being obeyed. Specifically, up to 3 files that are set to the 'highest' priority can be transferred while other downloads are going. File lists and small files (64 kibibytes or smaller) are queued with 'highest' as their priority. When either of the limits are hit, DC++ shows <em>"All download slots taken"</em> next to each source in the status column of the Connections tab.
bg: Тези настройки са, за да се избегне претоварването на интернет връзката Ви с голям брой едновременни сваляния. Имайте предвид, за двете графи показани тук, че някои въведени в тях стойности могат да доведат до несъобразяване с други зададени настройки. В конкретния случай (при зададени стойности по подразбиране), до 3 файла, които са определени за "най-висок" приоритет могат да се прехвърлят, преди другите. Файлови списъци и малки файлове (64 kibibytes или по-малки),които също са с "най-висок" приоритет, се подреждат в опашка. Когато някое от зададените ограничения бъде достигнато, DC++ показва надпис <em>"Всички слотове за сваляне са заети"</em> срещу всеки източник в графата "Статус" на секцията "Връзки".

source: Maximum simultaneous downloads (0 = infinite)
bg: Максимален брой едновременни сваляния (0 = без ограничение)
pl: Maksymalna liczba ściąganych plików (0 = nieskończone)

source: This limits the number of simultaneous downloads. A value of 0 means no limit. (default: 3)
bg: Тук можете да ограничите броя на едновременните сваляния. Стойност 0 означава, че няма ограничение. (по подразбиране: 3)
pl: To ogranicza ilość jednoczesnych pobierań. Wartość 0 oznacza brak limitu. (domyślnie: 3)

source: No new downloads if speed exceeds (KiB/s, 0 = disable)
bg: Без нови сваляния, ако скоростта надхвърля (KiB/с, 0 = без ограничение)
pl: Nie ściągaj nic nowego gdy transfer jest mniejszy od (KiB/s, 0 = wyłączone)

source: This is another method of limiting simultaneous downloads, designed to prevent new downloads if your existing downloads exceed a specific threshold. It's measured in kibibytes per second, and a value of zero will disable this limit.
bg: Това е друг метод за ограничаване на едновременни сваляния, предназначен за предотвратяване на нови сваляния, ако съществуващите надхвърлят определена скорост. Тази скорост се измерва в кибибайти в секунда. Стойност нула, зададена тук, ще деактивира ограничението.

source: Note; because of changing download speeds, this is not 100% accurate...
bg: Поради променливи скорости на сваляне не е 100% точно!
pl: Ważne; ponieważ zmieniono prędkość pobierania, to nie jest 100% odpowiednik...

source: Public Hubs list
bg: Списък с публични хъбове
pl: Publiczna lista hubów

source: Public Hubs list URL
bg: URL на списък с публични хъбове
pl: URL publicznej listy hubów

source: HTTP Proxy (for hublist only)
bg: HTTP Прокси (само за списък с хъбове)
pl: HTTP Proxy (tylko dla listy hubów)

source: This HTTP proxy will <u>only</u> be used to request the Public Hub List specified above. It's <u>not</u> used for uploads, downloads, or connecting to a hub.
bg: Това HTTP прокси ще се използва <u>само</u> за да поиска списък на публични хъбове, посочен по-горе. То <u>няма</u> да се използва за качвания, сваляния или свързване с хъб.

source: Max hash speed
bg: Максимална скорост на изчисляване на хеша.
pl: Max prędkość hashowania

source: This is the speed at which DC++ will hash your files, in MiB/s. It is limited by the speed of your disk subsystem, but it can be used to make hashing slower and less noticable. A "normal" hash speed may be anywhere from 20 to 50 MiB/s. (no default)
bg: Това е скоростта, с която DC++ ще хешира вашите файлове, в MiB/сек. Тя е ограничена от скоростта на дисковата подсистема. Тази настройка може да се използва за по-бавно и по-малко забележимо хеширане. "Нормалната" Hash скорост може да бъде някъде от 20 до 50 MiB/сек. (не по подразбиране)
pl: Jest to prędkość, z jaką DC + + będzie indeksować pliki w MB / s. Jest ona ograniczona przez szybkość podsystemu dyskowego, opcja ta może być używana do zmieszania prędkości i sprawienia by było mniej zauważalne."Normalnych" prędkość indeksowania może być od 20 do 50 MB / s. (nie ma domyślnej)

source: Write buffer size
bg: Големина на буфера за запис
pl: Zapisz rozmiar bufora

source: This controls the size of the chunks that DC++ writes to disk for downloads. Measured in kibibytes. (default: 16 KiB)
bg: Тук можете да зададете размера на парчетата, които DC++ записва на диска за сваляне. Измерва се в kibibytes. (по подразбиране: 16 KiB)
pl: To opcja kontroli wielkości kawałków, które DC + + zapisze na dysk przy pobieraniu plików. Mierzone w kilobajtach. (domyślnie: 16 KiB)

source: Auto-search limit
bg: Лимит на авто-търсене
pl: Limit automatycznego wyszukania

source: This will set the time interval between auto searches. Specified in seconds and defaults to 120 seconds (cannot be lower than this).
bg: Тук можете да зададете интервала от време между автоматичните търсения. Посочен е в секунди и по подразбиране е 120 секунди (не може да бъде по-малък).

source: Mini slot size
bg: Големина на мини слот
pl: Min roz slota

source: This value defines a file size border for mini slots; a <a po4a-id=0>mini slot</a> will be given to peers on requesting files below this size. The minimum value for this setting is 512 KiB. (default: 512 KiB)
bg: Тук можете да зададете размера на <a po4a-id=0>мини слот</a>, който ще бъде даван на пиъри, чакащи за файлове под този размер. Минималната стойност за тази настройка е 512 KiB. (по подразбиране: 512 KiB)

source: Max filelist size
bg: Максимална големина на файловия списък.
pl: Max rozmiar listy plików

source: This setting controls the size of the maximum file list that DC++ will open, in mebibytes. This setting helps protect against malformed file lists that require large amounts of memory to decode. You may need to reduce or increase the value of this setting based on personal experience. (default: 512 MiB)
bg: Тази настройка контролира максималния размер (в mebibytes) на списъка на файловете, които DC++ ще отвори. Тази настройка помага срещу деформирани списъци с файлове, които изискват големи количества памет за декодиране. Може да се наложи да намалите или увеличите стойността на тази настройка, на базата на личен опит. (по подразбиране: 512 MiB)

source: This is your unique private ID (PID). This will later with an algorithm be used to identify you on ADC hubs. <b>Do not share this with other users.</b>
bg: Това е Вашият уникален, личен ID (PID). Той ще се използва за да бъдете идентифициран от ADC хъбовете. <b>Не го споделяйте с други потребители.</b>
pl: Jest to twój unikatowy numer ID (PID). Zostanie on użyty do identyfikacji przy połączeniach z hubami ADC. <b>Zachowaj go wyłącznie dla siebie. </b>

source: Auto refresh time
bg: Цикъл на опресняване
pl: Czas auto-odśwież

source: This controls the interval at which your shared directories are rescanned for new and changed content. This is measured in minutes. (default: 60 minutes)
bg: Тук можете да зададете интервала, през който Вашите споделени директории се сканират за нови промени в съдържанието. Измерва се в минути. (по подразбиране: 60 минути)
pl: Kontroluje, jak często udostępnione katalogi są ponownie skanowane w celu wykrycia nowej zawartości i zmian. Czas jest mierzony w minutach. (domyślnie: 60 minut)

source: Settings save interval
bg: Интервал за съхраняване на настройките
pl: Przerwa w zapisywaniu ustawień

source: This controls the interval at which your settings are automatically saved; good to prevent losses in case of crashes. This is measured in minutes. (default: 10 minutes)
bg: В това поле се задава времевият интервал, през който Вашите настройки се запаметяват автоматично; добре е да се предотвратят загубите в случай на неочаквани проблеми. Този интервал се измерва в минути. (по подразбиране: 10 минути)
pl: Kontroluje jak często ustawienia są automatycznie zapisywane; pożytecznie przy unikaniu utracenia danych w momencie występowania błędów. Czas jest mierzony w minutach. (domyślnie: 10 minut)

source: Socket read buffer
bg: Socket буфер за четене
pl: Odczyt buforu socket

source: Socket write buffer
bg: Socket буфер за запис
pl: Zapis buforu socket

source: Max PM windows
bg: Максимум прозорци за ЛС

source: The maximum amount of <placeholder id=0/> windows that are allowed to be opened at the same time. (default: 50)
bg: Максимален брой на прозорците с <placeholder id=0/>, които могат да бъдат отворени по едно и също време. (по подразбиране: 50)

source: When a <placeholder id=0/> window can't be opened because this setting would not be satisfied, the chat message that spawned it will be shown in its originating <placeholder id=1/> window instead.
bg: Когато прозорец с <placeholder id=0/> не може да бъде отворен, заради ограничението въведено с тази настройка, съобщението ще бъде показано в <placeholder id=1/> прозореца.

source: Favorite download directories
bg: Любими даунлоуд папки
pl: Ulubione pobieraj do katalogu
