Repository: RoLex/feardc
Catalog: help/po/*.po
Languages: bg, pl

source: Copy a few lines containing user information to the clipboard. The data may include: the user's nick(s), her hub address(es), her IP, country, email, CID (not exhaustive). When multiple users are selected, each user information blob is separated with a blank line.
bg: Копиране на няколко реда, на информацията за потребителя в клипборда. Данните могат да включват: Ник на потребителя (ите), хъб адрес (и), IP, държава, електронна поща, CID (не е пълен). Когато са избрани няколко потребителя, информацията за всеки потребител ​​се отделя с един празен ред.

source: Add to favorites
bg: Прибави към любими
pl: Dodaj do ulubionych

source: Adds the selected users to your <a po4a-id=0>Favorite Users</a> list.
bg: Добавя избраните потребители към списъка с <a po4a-id=0>любими потребители</a>.
pl: Dodaje wybranego użytkownika do listy <a po4a-id=0>Ulubionych użytkowników</a>

source: Help File Credits and License
bg: Заслуги за помощния файл и лиценз
pl: Podziękowania i licencja działu Pomoc

source: Contributors
bg: Сътрудници
pl: Współautorzy

source: Translators
bg: Преводачи
pl: Tłumacze:

source: translator-credits
bg: Launchpad Contributions: Blagovest Petrov https://launchpad.net/~eniac-bg Guybrush88 https://launchpad.net/~guybrush Hafo https://launchpad.net/~hafo Pavlin Grucov https://launchpad.net/~pavlin-grucov badboyyyyyy https://launchpad.net/~yordan89 poy https://launchpad.net/~poy vlood https://launchpad.net/~vladimir-vassilev
pl: Launchpad Contributions: - https://launchpad.net/~xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx-deactivatedaccount Jarosław Ogrodnik https://launchpad.net/~goz Krzysztof Dałek https://launchpad.net/~krzysdl LadyStardust https://launchpad.net/~ladystardust-dc Marcin Ostajewski (panszpik) https://launchpad.net/~panszpik Piotr Strębski https://launchpad.net/~strebski adrian_007 https://launchpad.net/~adrian-007 eMTee https://launchpad.net/~realprogger konrad509 https://launchpad.net/~konrad509-op kyyarutek https://launchpad.net/~kyyarutek onaa31 https://launchpad.net/~onaa29 poy https://launchpad.net/~poy toszcze https://launchpad.net/~toszcze

source: Press this button to save your changes and close this dialog.
bg: Натиснете този бутон, за да затворите диалоговия прозорец, запазвайки Вашите промени.
pl: Naciśnij przycisk aby zachować zmiany i zamknąć dialog.

source: Press this button to close this dialog without saving your changes.
bg: Натиснете този бутон, за да затворите диалоговия прозорец, без да запазите Вашите промени.
pl: Naciśnij przycisk bez zachowywania zmian.

source: Press this button to launch the help file.
bg: Натиснете този бутон за стартиране на помощния файл.
pl: Naciśnij ten guzik by połączyć z plikiem pomocy.

source: Choose a settings category here.
bg: Тук изберете категория за настройване.
pl: Wybierz tu kategorie.

source: "Filename": Matches search against filename; "Directory": Matches against current subdirectory and places the whole structure in the special folder; "Full Path": Matches against whole directory + filename.
bg: "Filename": Търсене на съвпадение с името на файла; "Directory": Търсене на съвпадение с настоящата поддиректория и поставяне на цялата структура в специалната папка; "Full Path": Търсене на съвпадение с цялата директория + името на файла.
pl: "Nazwa": pasuje do wyszukiwanego pliku; "Folder": pasuje do obecnego podfolderu oraz umieszcza całą strukturę w specjalnym folderze; "Pełna ścieżka": pasuje do folderu i nazwy pliku.

source: Interpreting the diff
bg: Тълкуване на diff
pl: Interpretowanie różnic

source: Lines starting with <b>-</b> (minus sign) are going to be removed.
bg: Линии, започващи с <b>-</b> (знак минус) ще бъдат премахнати.
pl: Linie zaczynające się od <b>-</b> (znak minusa) będą usunięte.

source: Lines starting with <b>+</b> (plus sign) are going to be added.
bg: Линии, започващи с <b>+</b> (знак плюс) ще бъдат премахнати.
pl: Linie zaczynające się od <b>+</b> (znak plusa) będą dodane.

source: ADLSearch Properties
bg: Свойства на ADL търсенето
pl: Właściwości wyszukiwania ADL

source: Search String
bg: Низ за търсене
pl: Wyszukiwany ciąg znaków

source: This is the set of search strings or expressions to search for.
bg: Това е набор от низове или изрази за търсене.

source: Regular Expression
bg: Регулярен израз

source: If enabled then the Search String is interpreted as a <a po4a-id=0>regular expression</a>; otherwise it will be used for normal textual search.
bg: Ако опцията е разрешена, низът за търсене се тълкува като <a po4a-id=0>регулярен израз</a>, в противен случай ще се използва за нормално текстово търсене.

source: Source Type
bg: Тип на източника
pl: Typ źródła

source: One of following values:
bg: Една от следните стойности:
pl: Jedna z podanych wartości:

source: Filename
bg: Име на файл
pl: Nazwa pliku

source: Matches search against filename.
bg: Търсене на съвпадения с името на файла.
pl: Dopasowywanie wyszukiwań w zależności od nazwy

source: Directory
bg: Папка
pl: Folder

source: Matches against current subdirectory and places the whole structure in the special folder.
bg: Търсене на папки със съвпадащо име и поставяне на цялата структура в специалната папка.
pl: Dopasowuje aktualny podkatalog i umieszcza całą strukturę w specjalnym folderze.

source: Full Path
bg: Целият път
pl: Pełna ścieżka

source: Matches against whole directory + filename.
bg: Търсене на съвпадения с цялата директория + името на файла
pl: Dopasowuje cały katalog i nazwę pliku.

source: Min FileSize
bg: Мин. разм.
pl: Minimalny Rozmiar Pliku

source: Sets the lower limits for file size. This is unused for <a po4a-id=0>Directory</a> searches.
bg: Задава долна граница за размера на файла. Това не се използва за търсения за<a po4a-id=0>папка</a>.
pl: Ustawia dolny limit dla rozmiaru pliku. Opcja jest nieużywana dla wyszukiwania <a po4a-id=0>Folderów</a>.

source: Max FileSize
bg: Макс. разм.
pl: Maksymalny rozmiar pliku

source: Sets the upper limits for file size. This is unused for <a po4a-id=0>Directory</a> searches.
bg: Задава горна граница за размера на файла. Това не се използва за търсения за<a po4a-id=0>папка</a>.
pl: Ustawia górny limit dla rozmiaru pliku. Opcja jest nieużywana dla wyszukiwania <a po4a-id=0>Folderów</a>.

source: Size Type
bg: Тип размер
pl: Typ rozmiaru

source: Sets the units for the search sizes.
bg: Задава размерните единици за търсенето.
pl: Ustawia jednostki dla rozmiarów poszukiwanych plików.

source: Destination Directory
bg: Папка-цел
pl: Katalog docelowy

source: Sets the output folder for a search. Multiple folders with different names can exist simultaneously. Each folder name gets wrapped in &lt;&lt;&lt; and &gt;&gt;&gt;.
bg: Задаване име на папката с резултатите от търсенето. Няколко папки с различни имена могат да съществуват едновременно. Всяко зададено име на папка ще бъде записано в този вид: &lt;&lt;&lt; име &gt;&gt;&gt;.
pl: Ustawia folder wyjściowy dla poszukiwań. Wiele folderów o różnych nazwach może istnieć w tym samym czasie. Każda nazwa folderu zostanie zawinieta jako &lt;&lt;&lt; and &gt;&gt;&gt;.

source: Enabled
bg: Активиран
pl: Aktywne

source: Marks the search as active or inactive.
bg: Маркиране на търсенето, като активно или неактивно.
pl: Zaznacza szukanie jako aktywne lub nieaktywne.

source: Download Matches
bg: Сваляй намереното
pl: Zgodność pobierania

source: When checked, matches to this search will be put into your <a po4a-id=0>Download Queue</a>.
bg: Когато е избрано, елементите, намерени чрез това търсене, ще бъдат поставени във Вашата <a po4a-id=0>опашка от файлове за изтегляне</a>.
pl: Zaznacz, aby wyniki wyszukiwania zostały umieszczone w <a po4a-id=0>kolejce pobierania</a>.

source: Toolbar customization
bg: Персонализиране на лентата с инструменти
pl: Dostosowywanie paska narzędzi

source: You can use a standard Windows toolbar customizaton dialog box to customize (add, remove, and rearrange) the toolbar items in the main DC++ window.
bg: Можете да използвате стандартен Windows-ски прозорец за персонализиране на лентата с инструменти, за да персонализирате (добавяте, премахвате и пренареждате) лентата с инструменти в основния прозорец на DC++.
pl: Do dostosowywania (dodawania, usuwania, modyfikacji) pasków narzędzi w głównym oknie DC + +, służy standardowe okno dialogowe Windows.

source: Step by step instructions for using the toolbar customization dialog box
bg: Инструкции за използване на диалоговия прозорец, за персонализиране на лентата с инструменти, стъпка по стъпка.
pl: Instrukcja "krok po kroku" używania okna dostosowywania pasków narzędzi.

source: To add a button or a separator to the toolbar, select one from the "Available buttons" list box and click "Add -&gt;".
bg: За да добавите бутон или разделител в лентата с инструменти, изберете от списъка един от "наличните бутони " и щракнете върху "Добави -&gt;".
pl: Aby dodać przycisk lub separator do paska narzędzi, wybierz go z listy dostępnych przycisków i kliknij "Dodaj -&gt;".

source: To remove a button or a separator from the toolbar, select it from the "Toolbar buttons" list box and click "&lt;- Remove".
bg: За да премахнете бутон или разделител от лентата с инструменти, изберете го отсписъка с "текущи бутони" и щракнете върху "&lt;- Премахни".
pl: Aby usnąć przycisk lub separator z paska narzędzi, wybierz go na liście "Przycisków paska narzędzi" i kliknij "&lt;- Usuń".

source: To reposition a button on the toolbar, select it from the "Toolbar buttons" list box and click either "Move Up" or "Move Down" to move the button accordingly.
bg: За да промените позицията на бутон в лентата с инструменти, изберете го от списъка с "текущи бутони" и щракнете или върху "Премести нагоре", или върху "Премести надолу", за да преместите бутона.
pl: Aby przesunąć przycisk na pasku narzędzi, wybierz przycisk na liście "Przycisków paska narzędzi" i kliknij "Przesuń w górę" lub "Przesuń w dół" by przesunąć odpowiednio.

source: To return the toolbar to the state it was in when the dialog box was opened (undo changes), click the Reset button.
bg: За да върнете лентата с инструменти в състоянието, в което е била при отварянето на диалоговия прозорец, щракнете върху бутона "Начално състояние".
pl: Aby przywrócić pasek narzędzi do stanu w jakim był przed otwarciem okienka (odwrócić zmiany), kliknij przycisk Resetuj.

source: When your changes are complete, click the Close button to save your changes.
bg: Когато завършите промените, щракнете върху бутона "Затвори", за да запазите промените.
pl: Po wprowadzeniu zmian wciśnij przycisk "Zamknij". Wszystkie zmiany zostaną zapisane.

source: Favorite hub groups
bg: Групи с любими хъбове
pl: Ulubione grupy hubów

source: Favorite Hubs
bg: Любими хъбове
pl: Ulubione Huby

source: Connect to a favorite hub group
bg: Свържи хъбовете от групата с любими
pl: Połącz z ulubioną grupą hubów

source: Close all hubs of a favorite group
bg: Затвори хъбовете от любима група
pl: Zamknij wszystkie huby z grupy ulubionych

source: Close hubs not in a favorite group
bg: Затвори хъбовете, които не са в любима група
pl: Zamknij huby nie będące w grupie ulubionych

source: Favorite hub groups help organize favorite hubs and set global properties onto them. They appear as sub-menus when using the arrow next to the <placeholder id=0/> toolbar button. They are also used in the <placeholder id=1/>, <placeholder id=2/> and <placeholder id=3/> commands of the main "Window" menu.
bg: Възможността за групиране на хъбове, ще Ви помогне да организирате любимите си хъбове и да им задавате общи свойства. Групите с любими хъбове се появяват като под-менюта, когато използвате стрелката на бутона <placeholder id=0/> в лентата с инструменти. Те се използват също при <placeholder id=1/>, <placeholder id=2/> и <placeholder id=3/> от основното меню "Прозорец".
pl: Grupy ulubionych hubów pozwolą ci zorganizować ulubione huby i przypisać do nich właściwości. Pokażą się jako sub-menu gdy użyjesz strzałki koło <placeholder id=0/> przysku paska narzędzi. Są również używane w komendach <placeholder id=1/>, <placeholder id=2/> oraz <placeholder id=3/> głównego "Okna" menu.

source: List
bg: Списък
pl: Lista

source: Lists currently defined favorite hub groups.
bg: Изброява текущо дефинираните групи с любими хъбове.
pl: Wyświetla obecnie zdefiniowane grupy ulubionych hubów.

source: Update
bg: Обновяване
pl: Aktualizuj

source: Group properties
bg: Свойства на групата
pl: Właściwości grupy

source: Update the currently selected group by changing its properties as defined in the <placeholder id=0/> portion of this dialog.
bg: Актуализиране на избраната в момента група след промяната на нейните свойства, зададени в частта <placeholder id=0/>, на този прозорец.
pl: Możesz zaktualizować wybraną grupę poprzez zmiane właściwości jak pokazano w <placeholder id=0/> fragmencie tego dialogu.

source: Remove the currently selected groups. When the groups being removed already contain favorite hubs, a question will be asked to find out what to do about them; whether to remove them as well as the group, or to keep them.
bg: Премахване на избраните групи. Когато се премахват групи, които вече съдържат любими хъбове, ще Ви бъде зададен въпрос, какво да се прави с хъбовете в тези групи. Дали да бъдат изтрити или да бъдат запазени в групата по подразбиране.
pl: Usuwanie obecnie wybranych grup. Gdy grupy już zawierające ulubione huby będą usuwane, zostanie zadane pytanie co zrobic z nimi; czy też usunąć wraz z grupą, czy zatrzymać je.

source: This is a place to fill in per-group properties. When a group is selected in the above list, controls residing in this portion will synchronize to reflect the properties of the selected group. These properties can then be updated using the "Update" button.
bg: Това е мястото, където чрез попълване можете да зададете желаните свойства на групата. Когато бъде избрана група от списъка, контролите в прозореца ще се синхронизират, за да отразят свойствата на избраната група. Тези свойства могат да бъдат актуализирани, като се използва бутона "Обновяване".
pl: Jest to miejsce gdzie ustawia się właściwości poszczególnych grup. Po wybraniu grupy z powyższej listy, kontrolki znajdujące się w tej części zsynchronizują się aby pokazać właściwości wybranej grupy. Właściwości te mogą być uaktualniane przy użyciu przycisku "Aktualizuj".

source: Name
bg: Име
pl: Nazwa

source: Unique name to identify this group; must not be already in use by another group.
bg: Уникално име за идентифициране на тази група. Не трябва да се използва от друга група.
pl: Osobna nazwa do identyfikacji teh grupy; nie może być już w użyciu przez inną grupę.

source: Add to the list
bg: Добави към списъка
pl: Dodaj do listy

source: Add the current group definition to the list of favorite hub groups. No other group shall have the same name as the one trying to be added.
bg: Добавяне на настоящата дефиниция на група към списъка с групи от любими хъбове. Никоя друга група не трябва да има същото име, като тази, която се опитвате да добавите.
pl: Dodaj definicję obecnej grupy do listy ulubionych grup hubów. Żadna inna grupa nie będzie miała takiej nazwy jak obecnie dodawana.

source: Favorite Hub Properties
bg: Свойства на любим хъб
pl: Właściwości ulubionych hubów

source: Hub
bg: Хъб

source: Specifies what name the hub has.
bg: Показва името на хъба.
pl: Sprecyzuj nazwę huba.

source: Address
bg: Адреси
pl: Adres

source: The address for the hub.
bg: Адрес на хъба.
pl: Adres huba.

source: Description
bg: Описание
pl: Opis

source: Description of the hub.
bg: Описание на хъба.
pl: Opis huba.

source: Identification (leave blank for defaults)
bg: Идентификация (оставете празно за подразбиране)
pl: Identyfikacja (domyślnie pozostaw puste)

source: Nick
bg: Псевдоним

source: If you would like to use a special nick for a specific hub. Leave this blank for default.
bg: Попълнете, ако искате да използвате специален псевдоним за конкретния хъб. По подразбиране полето е празно.
pl: Jeżeli chcesz użyć specjalnego nicku w okreslonym hubie. Domyślnie pozostaw puste.

source: Password
bg: Парола
pl: Hasło

source: If you have a password attached together with your nick. Used for operators or other registered people.
bg: Ако имате парола, приложете я заедно с псевдонима. Използва се за оператори или други регистрирани хора.
pl: Jeżeli posiadasz hasło do danego nicka. Używane przez operatorów i użytkowników zarejestrowanych.

source: If you would like to use a special user description (shown in the user list) for a specific hub. Leave this blank for default.
bg: Попълнете, ако искате да използвате специално описание (показано в списъка с потребители) за конкретен хъб. По подразбиране полето е празно.
pl: Jeżeli chcesz użyc specjalnego opisu dla danego huba (pokazany na liscie userów). Domyślnie pozostaw puste.

source: If you would like to use a special email (shown in the user list) for a specific hub. Leave this blank for default.
bg: Ако искате да използвате специална електронна поща (показана в списъка на потребителите) за определен хъб. Оставете това поле празно за подразбиране.

source: Group
bg: Група
pl: Grupa

source: Select a favorite hub group to be associated to the hub.
bg: Изберете група с любими хъбове, с която да бъде асоцииран хъба.
pl: Wybierz ulubioną grupę hubów która będzie kojarzona z hubem.

source: More information about the use of favorite hub groups can be found in the help topics associated to the <placeholder id=0/> dialog.
bg: Повече информация за използването на групите с любими хъбове може да бъде намерена в помощните теми, свързани с диалоговия прозорец <placeholder id=0/>.
pl: Więcej informacji na temat ulubionych grup hubów można znaleźć w tematach pomocy związanych z oknem dialogu <placeholder id=0/>

source: Manage groups
bg: Организиране на групи
pl: Zarządzanie grupami

source: Open the <placeholder id=0/> dialog where you can add, edit, remove groups.
bg: Отваряне на диалоговия прозорец <placeholder id=0/>, в който можете да добавяте, редактирате или премахвате групи.
pl: Otwórz okno dialogu <placeholder id=0/> , gdzie możesz dodawać, edytować, usuwać grupy.

source: Indexing progress
bg: Прогрес на индексирането
pl: Postęp indeksowania

source: This window will display what file is currently being indexed (hashed) by DC++, at what rate and approximately how long time there is left.
bg: Този прозорец ще покаже какви файлове в момента се индексират (хешират) от DC++, с каква скорост и приблизително колко време остава.
pl: W tym oknie zobaczysz plik, który jest w tym momencie indeksowany (hashowany) przez DC++, wskaźnik i ilość czasu do zakończenia.

source: With this window open, DC++ will index at the priority level of "normal". If DC++ index in the background, the priority level is "lowest" (below "normal"). The priority level affect how much access time DC++ should get for indexing files. A higher priority mean that DC++ will index more frequent, but will also put on more strain on the computer and it will possibly perform slower.
bg: Когато този прозорец е отворен, DC++ ще индексира с ниво на приоритет "нормален". Ако DC++ индексира във фонов режим, нивото на приоритет е "най-нисък" (по-ниско от "нормален"). От нивото на приоритет зависи, колко време ще е необходимо на DC++ да индексира файловете. По-висок приоритет означава, че DC++ ще индексира по-бързо, но компютъра ще бъде по-натоварен и вероятно ще работи по-бавно.
pl: Przy otwarciu tego okna DC++ indeksuje na poziomie priorytetu "normalny". Jeżeli DC++ indeksuje w tle programu, priorytet jest "niższy" (poniżej "normalnego"). Priorytet indeksowania ma znaczenie dla ilości czasu w jakim DC++ będzie indeksować pliki. Wyższy priorytet decyduje, że indeksowanie w DC++ będzie częstsze lecz będzie to kosztowało większe wykorzystanie komputera i prawdopodobnie pokaże się jako wolne.

source: You can pause and then resume hashing at any time using the button on the bottom right. Pressing the button may won't pause the indexing at once, it will finish the files currently beeing indexed. When hashing large files or directories it may take up to a minute to stop the operation completely.
bg: Можете да спрете и след това да продължите хеширането по всяко време с помощта на бутона в долния десен ъгъл. Натискането на бутона не може да спре индексирането изведнъж. Трябва да бъдат завършени файловете, които в момента се хешират. Когато се хешират големи файлове или директории, може да е необходима до една минута за спиране на работата напълно.
pl: Możesz zatrzymać a potem wznowić indeksowanie w każdym momencie używając przycisku w dolnym prawym rogu. Naciśnięcie przycisku może nie spowodować natychmiastowego zatrzymania indeksowania, najpierw zakończy indeksowanie bierzącego pliku. Gdy są indeksowane duże pliki lub katalogi, może zająć do minuty czasu całkowite zatrzymanie operacji.

source: Note that files will not be shared until they are indexed.
bg: Имайте предвид, че файлове няма да бъдат споделяни, докато се индексират.
pl: Zauważ, iż pliki nie są udostępnione dopóki nie są zindeksowane.

source: Configured Public Hub Lists
bg: Конфигурирани списъци с публични хъбове
pl: Skonfigurowano Publiczną Listę Hubów

source: Field to add a new hub list (top)
bg: Поле, в което да добавите нов списък с хъбове (горе)
pl: Pole do dodania nowej listy hubów (najwyżej)

source: Write here the address to the hub list you want to add. You can add muliple hub lists at once by separating them with a semi-colon (';').
bg: Запишете тук адреса на списъка с хъбове, който искате да добавите. Можете да добавите няколко списъка с хъбове едновременно, като ги разделите с точка и запетая (";").
pl: Tu wpisz adres listy hubów którą chcesz dodać. Możesz dodać kilka list na raz oddzielając je średnikiem (';')

source: List of current hub lists
bg: Списък с актуалните списъци с хъбове
pl: Lista obecnych hublist

source: Lists your current hub lists. The hub list on top will be tried first.
bg: Списък с актуалните списъци с хъбове. Най-горният списък ще бъде показан първи.
pl: Lista posiadanych publicznych list hubów. Hub na samej górze będzie ładowany jako pierwszy.

source: Buttons (right)
bg: Бутони (отдясно)
pl: Przyciski (po prawej)

source: Add
bg: Добави
pl: Dodaj

source: Add the hub list(s) specified in the field on the top left to your list of public hub lists.
bg: Добавете списъка(ците) на хъбове, посочен(и) в полето в горния ляв ъгъл на прозореца, към списъка си с публични списъци на хъбове.
pl: Dodaj hub listę wpisaną w oknie u góry po lewej stronie do twojej listy hub list.

source: Move Up
bg: Премести нагоре
pl: Przesuń w górę

source: Move selected hub lists upwards in the list. The hub list on top will be tried first.
bg: Преместване на избраните списъци на хъбове, нагоре в списъка. Списъкът с хъбове, който е най-отгоре ще бъде показан първи.
pl: Przesuń wybraną hub listę w górę listy. Hub na samej górze będzie ładowany jako pierwszy.

source: Move Down
bg: Премести надолу
pl: Przesuń w dół

source: Move selected hub lists downwards in the list. The hub list on top will be tried first.
bg: Преместване на избраните списъци на хъбове, надолу в списъка. Списъкът с хъбове, който е най-отгоре ще бъде показан първи.
pl: Przesuń wybraną hub listę w dół listy. Hub na samej górze będzie ładowany jako pierwszy.

source: Edit
bg: Редактирай
pl: Edycja

source: Open a dialog to edit addresses to selected hub lists.
bg: Отваряне на диалогов прозорец за редактиране адресите на избраните списъци с хъбове.
pl: Otwórz okno aby edytować wybraną listę hubów.

source: Remove selected hub lists from your list of public hub lists.
bg: Премахване на избраните списъци с хъбове от Вашия списък със списъци с публични хъбове.
pl: Usuń wybraną listę hubów z twojej listy publicznych hubów.

source: List configuration
bg: Конфигурационен списък
pl: Konfiguracja listy
