Repository: RoLex/feardc
Catalog: help/po/*.po
Languages: bg, pl

source: You haven't set up your third party firewall or internet monitor software correctly. Some of these security applications may treat p2p transfer as a <a po4a-id=0> DDoS flood</a> attempt and tries to defend your computer from it. Try to disable or even uninstall these applications temporarily and test your downloads again. If it helps refer the application's documentation how to make exception rules for DC++. If you have a router its also possible that it has some anti-DDoS or flood protection feature and it may enabled by default. Check the router's documentation or configuration page for a possible option of this kind.
bg: Не сте настроили Вашата защитна стена или софтуер, за интернет мониторинг, правилно. Някои от тези приложения за сигурност, може да третира p2p трансфера, като опит за <a po4a-id=0> DDoS flood</a> и се опитва да защитава компютъра Ви от него. Опитайте се да деактивирате или дори да деинсталирате тези приложения временно и тествайте отново Вашите изтегляния. Ако това помогне, направете справка в документацията на приложението, как да се направи изключение от правилата за DC++. Ако имате рутер, той също може да има анти-DDoS или функция за защита от flood и тя може да е активирана по подразбиране. Проверете документацията на рутера или страницата за конфигурация, за такъв възможен вариант.

source: You need to optimize your operating system for your current connection speed. First, <b>close <u>all</u></b> <acronym po4a-id=0>P2P</acronym> applications. Next run the <a po4a-id=1>DSLReports TweakTest</a>. Once you have optimized it, then run a speed test at <a po4a-id=2>DSLReports SpeedTest Page</a> or at the nice looking <a po4a-id=3>SpeedTest.Net</a> page (select a test site closest to your location for accurate results). This will give you a good idea what your maximum download and upload speeds are. If you're getting within 10% of your connection speed, that's the best you can get! If you are having trouble with your <i>broadband</i> connection, and it relates to packet loss, excessive latency, or Internet or <acronym po4a-id=4>ISP</acronym> congestion, running the <a po4a-id=5>Line Quality Test </a> may help find the cause (<i>requires logon, free signup).</i>
bg: Трябва да оптимизирате Вашата операционна система за текущата скорост на връзката. Първо, <b>затворете <u>всички</u></b> <acronym po4a-id=0>P2P</acronym> приложения. След това стартирайте <a po4a-id=1>DSLReports TweakTest</a>. Направете необходимата оптимизация и стартирайте теста за скорост <a po4a-id=2>DSLReports SpeedTest Page</a> или по-добре изглеждащия <a po4a-id=3>SpeedTest.Net</a> (за точни резултати, изберете мястото на изпитване, най-близо до местоположението Ви ). Това ще Ви даде добра представа, какви са Ви скоростите за качване и сваляне. Ако сте в рамките на 10% от скоростта на връзката Ви, това е най-доброто, което можете да получите! Ако имате проблеми с Вашата <i>широколентова</i> връзка и се отнасят до загуба на пакети, прекомерна латентност или <acronym po4a-id=4>ISP</acronym> ограничения, стартирането на<a po4a-id=5>Line Quality Test</a> може да помогне, да се открие причината (<i>изисква се влизане, безплатна регистрация).</i>

source: Your Internet connection is <acronym po4a-id=0>DSL</acronym>, cable, or satellite one with an asymmetrical connection speed, such as 768/128 Kib/s or 3.0 Mib/s / 256 Kib/s. On such connections, if you upload near the speed of your upload limit (16 KiB/s in the case of the 768/128 connection), it may affect the speeds of your downloads, no matter how much larger your download connection is. If this is happening, you can use the <a po4a-id=1> built-in transfer limiting function</a> to set the maximum upload rate value <b>slightly</b> lower than your available upload speed (eg. to 15 or 14 KiB/s in the case above).
bg: Интернет връзката ви е <acronym po4a-id=0>DSL</acronym>, кабелна или сателитна с асиметрична скорост, като 768/128 KiB/сек. или 3,0 MiB/сек./256 KiB/сек. При такива връзки, ако качвате със скорост близка до скоростта на вашия лимит за качване (16 KiB/сек. в случай на връзка 768/128), това може да повлияе на скоростите на Вашите изтегляния, без значение колко много по-голяма е скоростта на сваляне. Ако това се случва, можете да използвате <a po4a-id=1> вградената функция за ограничаване на трансфера</a>, за да настроите максималната скорост на качване, <b>малко</b> по-ниско от свободната Ви скорост на качване (напр. до 15 или 14 KiB/сек. в случая по-горе).

source: If you aren't allowed to use upload limiting you can also experiment with changing the size of <a po4a-id=0>Socket Write Buffer</a> in Experts Only panel of DC++ settings. It defaults to 8 KiB and you can try to change it to a smaller value. You should specify the value in bytes and you may have to try several values to test what size suits your connection best. Note that you should restart DC++ to changes take effect.
bg: Ако не Ви е позволено да използвате ограничаване на качването, можете да експериментирате с промяна размера на <a po4a-id=0>Socket буфера за четене</a> в панела "Само за експерти", от настройките на DC++. Той по подразбиране е 8 KiB и Вие може да опитате да го смените с по-ниска стойност. Трябва да посочите стойността в байтове и може да се наложи да опитате няколко стойности, за да проверите какъв размер отговаря на вашата връзка най-добре. Имайте предвид, че трябва да рестартирате DC++, за да влязат промените в сила.

source: How to unblock DC++ in firewalls and other installed security software?
bg: Как да деблокираме DC++ в защитни стени и друг инсталиран софтуер за защита?

source: Under Windows, using security software and certain operating system features to prevent the computer from various attacks and security hazards is a common and highly recommended practice. However, any misconfigured security feature can cause cause problems using DC++ ranging from partial feature blocking to a complety blocked network access. If you experience connection problems (can't connect to <b>any</b> hub or download <b>any</b> hublist, file transfers aren't possible in any direction, <b>neither downloads nor uploads</b>) <u>while your other installed programs are able to access the Internet without problems</u> then it's possible that something blocks DC++.
bg: Използването на софтуер за сигурност в Windows и на някои функции на операционната система, за предотвратяване на опасността от различни атаки на компютъра, е силно препоръчвана практика. Въпреки това, всяка лошо конфигурирана защитна функция, може да предизвика проблеми, при употребата на DC++, вариращи от частично блокиране на дадена функция, до напълно блокиран достъп до мрежата. Ако имате проблеми с връзката (не можете да се свържете с <b>който и да е</b> хъб или да свалите <b>който и да е</b> списък с хъбове, трансферът на файлове не е възможен във всички посоки - <b>нито сваляния, нито качвания</b>), <u>а другите инсталирани програми имат достъп до Интернет без проблеми</u>, тогава е възможно нещо да блокира DC++.

source: Whether it is the operating system's built-in firewall or any installed 3rd party security software that keeps DC++ from work, you must find out why's the blocking and how to unblock DC++.
bg: Дали това е вградената, в операционната система, защитна стена или друг инсталиран софтуер за сигурност? Вие трябва да разберете причината за блокирането и как да се деблокира DC++.

source: Signs of blocking
bg: Признаци на блокирането
pl: Oznaki blokowania połączenia

source: You might suspect that DC++ is blocked if you experience any combination of the following:
bg: Може да възникнат подозрения, че DC++ е блокиран, ако се получи някоя комбинация от следните състояния:
pl: Można podejrzewać, że DC++ jest blokowane jeśli doświadczasz jednego z poniższych:

source: you are unable to connect to any hub
bg: не сте в състояние да се свържете с който и да е хъб
pl: nie możesz połączyć się z żadnym hubem

source: you can't download any hublist
bg: не можете да изтеглите никакъв списък с хъбове
pl: nie możesz pobrać żadnej z list publicznych hubów

source: no file transfers (neither uploads nor downloads)
bg: няма трансфер на файлове (нито качвания, нито изтегления)
pl: nie występuje transfer plików (wysyłanie lub pobieranie)

source: weird messages at start complaining about unable to open ports
bg: странни съобщения при стартиране, информиращи, че не може да се отворят портове
pl: dziwna wiadomość przy starcie programu informująca o braku możliwości otwarcia portów

source: cannot start DC++ itself at all
bg: изобщо не можете да стартирате DC++
pl: nie można uruchomić w ogóle DC++

source: Another way to check if DC++ is blocked is to go the Help/About menu in DC++ and check if it can download the Latest Version number (bottom box of the window). A version number should appear in the box soon. If you get error message instead it means something is preventing DC++ from accessing the Internet.
bg: Друг начин да се провери, дали DC++ е блокиран, е да отидете в менюто Помощ/Относно DC++ и да проверите дали може да се изтегли номера на последната версия (полето в долната част на прозореца). Номерът на версията трябва да се появи скоро в полето. Ако получите съобщение за грешка, това означава че нещо пречи на достъпа на DC++ до Интернет.

source: <u>Important:</u> If you have problems with <b>searches and/or file downloads only</b>, while uploads and other functions are working properly then most likely the problem is with the <a po4a-id=0>connectivity settings</a> instead. While it does not hurt to go on with this FAQ and check if DC++ is properly allowed in various places, if the case above applies to you, you may solve the problem sooner if you follow the <a po4a-id=1>Connection setup guide</a> instead.
bg: <u>Важно:</u> Ако имате проблеми само с <b>търсенето и/или изтеглянето на файлове</b>, докато качването и другите функции работят правилно, най-вероятно проблемът е с <a po4a-id=0>настройките за свързване</a>. Въпреки, че не боли да продължите, да се занимавате с този често задаван въпрос и да проверите, дали DC++ е правилно позволен на различни места, ако случаят по-горе се отнася за Вас, може да решите проблема по-бързо, ако следвате <a po4a-id=1>ръководството за настройка на връзката</a>.

source: What OS components or software can block DC++?
bg: Какви компоненти на ОС или софтуера може да блокират DC++?

source: Windows internal firewall
bg: Вътрешната защитна стена на Windows

source: 3rd party firewall software
bg: Софтуерна защитна стена на 3-та страна

source: Anti-virus software
bg: Антивирусният софтуер

source: Anti-spyware software
bg: Анти-шпионски софтуер

source: Security suites with features combined of the above
bg: Софтуер за защита, съдържащ елементите посочени по-горе

source: Troubleshooting Windows built-in firewall
bg: Отстраняване на проблеми с вградената защитна стена на Windows
pl: Rozwiązywanie problemów wbudowanej zapory Windows

source: The firewall component included in recent Windows operating systems is enabled by default. While it does not offer a plethora of options, its suitable to use by itself for protection. If it's enabled and you have problems accessing the Internet with DC++ the best practice is to check for and delete existing exception(s) for DC++ then let the operating system properly readd it at next start of the DC++ application. To do this, close DC++ and
bg: Защитната стена е компонент, включен в последните операционни системи на Windows и е активирана по подразбиране. Въпреки, че не предлага изобилие от опции, е подходяща за използване за защита. Ако тя е разрешена и имате проблеми с достъпа до интернет с DC++, най-добрата практика за проверка, е да изтриете съществуващото изключение(ия) за DC++. Тогава, операционната система ще добави правилно програмата, при следващия старт на DC++. За да направите това, затворете DC++ и

source: Start DC++ again and if a firewall popup window appears asking permission for DC++, click Allow.
bg: Стартирайте DC++ отново и когато се появи прозорец, в който защитната стена иска разрешение за DC++, щракнете върху Позволи.
pl: Ponownie uruchom DC++ a gdy pojawi się okienko z pytaniem o zezwolenia dla DC++ kliknij "Zezwól".

source: If the above doesn't help its wise to enable logging of packets that the firewall drops for troubleshooting DC++ (or any other applications') access. To do this,
bg: Ако горното не помогне, е разумно да разрешите записването на пакетите, които защитната стена отхвърля, за справка при отстраняване на неизправностите, касаещи достъпа на DC++ (или други приложения). За да направите това,
pl: Jeśli powyższe działania nie pomogą, proszę włączyć rejestrowanie pakietów które pochodzą z zapory przy dostępie DC++ (lub innych aplikacji). Aby to zrobić,

source: Unblock DC++ in various 3rd party security software
bg: Деблокиране на DC++ в различен софтуер за сигурност, предоставен от трета страна

source: The method for unblocking programs in 3rd party security software varies from product to product. Check the program's help or manual for proper instructions. The best general practice is to exit DC++ and remove ALL the rules for DC++ in the appropriate configuration place of your security software. If you run a complete security suite you may have to unblock DC++ in more parts of the application (eg. in the firewall part and the application control part).
bg: Методът за разблокиране на програмата в софтуер за сигурност на трета страна варира в зависимост от продукта. Проверете помощта на програмата или ръководството за подходящи инструкции. Най-добрата обща практика е да излезете от DC++ и да премахнете всички правила за DC++ в съответното място за конфигуриране на Вашия софтуер за защита. Ако се сблъскате с един цялостен пакет за сигурност, може да се наложи да се деблокира DC++ и в други части на приложението (напр. в защитната стена и в Application Control).

source: After deleting the rules restart DC++. In most cases you'll be shown a popup window or a taskbar alert from the security software where you can properly enable (make an exception rule for) DC++.
bg: След изтриване на правилата рестартирайте DC++. В повечето случаи ще се показва изскачащ прозорец или сигнал в лентата на задачите, от софтуера за сигурност, където можете да зададете правило за изключение за DC++.

source: Some additional tips:
bg: Някои допълнителни съвети:

source: Almost all anti-virus suites (Norton 360, McAfee, CA, Eset, Kaspersky, F-Secure, AVG, etc.) include a firewall component with their "typical" install method. Because of this, you can still have a firewall running even if you've never installed a separate firewall product or seen a sign of its operation.
bg: Почти всички анти-вирус дистрибуции (Norton 360, McAfee, CA, Eset, Kaspersky, F-Secure, AVG и др.) включват компонента защитна стена, със свой "типичен" метод за инсталиране. Поради това, все още можете да имате защитна стена, дори ако никога не сте инсталирали такава като отделен продукт.

source: You can find configuration instructions for some popular firewall software <a po4a-id=0>here</a>.
bg: Можете да намерите инструкции за конфигуриране на някои популярни софтуерни защитни стени <a po4a-id=0>тук</a>.

source: What do the units mean?
bg: Какво означават единиците?
pl: Co oznaczają jednostki?

source: DC++ has always measured file sizes and speeds with the understanding that 1024 of something make the next unit up. Using SI prefixes, kilo means 1000, so one kilobyte should imply 1000 bytes. In popular usage, one kilobyte nearly always means 1024 bytes, which means that "kilo" has multiple definitions depending on context. The International Electrotechnical Commission (IEC) created new prefixes to remove the ambiguity, so kilo could always mean 1000 (and so on). In v0.402, DC++ adopted these prefixes.
bg: DC++ винаги измерва размера на файловете и скоростите с разбирането, че разликата от1024 , всъщност е разлика с една единица. Според използваните представки в системата SI, кило означава 1000, така че един килобайт се предполага, че трябва да е 1000 байта. В популярната употреба, един килобайт почти винаги означава 1024 байта, което означава, че "кило" има няколко дефиниции в зависимост от контекста. Международната електротехническа комисия (IEC), създаде нови представки за да се премахне двусмислието, така кило винаги ще означава 1000 (и т.н.). Във v0.402, DC++ прие тези представки.
pl: DC++ zawsze mierzyło wielkość plików oraz prędkość w rozumieniu 1024 wymierza następną kolejną jednostkę. Używanie prefiksów SI, kilo oznacza 1000, więc kilobajt powinien oznaczać 1000 bajtów. W szerokim rozumowaniu, jeden kilobajt prawie zawsze oznacza 1024 bajty, co oznacza, że "kilo" ma wiele znaczeń w zależności od kontekstu. International Electrotechnical Commission (IEC) stworzyło nowe prefiksy by usnunąć niejasności, więc kilo może oznaczać 1000 (itd). W v0.402, DC++ przyjęło te właśnie jednostki.

source: New Prefix
bg: Нов префикс
pl: Nowe prefiksy

source: Factor
bg: Коефициент
pl: Współczynnik

source: Old Prefix
bg: Стар префикс
pl: Stare prefiksy

source: For more information about the binary units see the <a po4a-id=0>National Institute of Standards and Technology</a>.
bg: За повече информация за двоичните единици вижте <a po4a-id=0>National Institute of Standards and Technology</a>.
pl: By dowiedzieć się więcej na temat binarnych jednostek sprawdź <a po4a-id=0>National Institute of Standards and Technology</a>.

source: My ISP, University, company, etc blocks or throttles DC++. What can I do?
bg: Моят провайдър, университет, фирма и др., блокират или ограничават DC++. Какво мога да направя?
pl: Mój ISP, Uniwersytet, firma itd blokuje lub zwalnia prędkość DC++. Co mam zrobić?

source: Blocking and Throttling
bg: Блокиране и ограничаване
pl: Blokowanie i zwalnianie prędkości

source: If you use DC++ from an organization and you're behind such a block, please learn to live with it. Circumventing the block by proxying is detectable, is probably against your <acronym po4a-id=0>AUP</acronym>, is technically difficult, and impossible to do without help from someone outside the firewall.
bg: Ако използвате DC++ в такава организация и сте зад такова блокиране, ще трябва да се научите да живеете с него. Заобикалянето на блокиране чрез прокси, може да бъде открито и вероятно е против <acronym po4a-id=0>AUP</acronym> (политиката за приемлива употреба). Технически трудно е и невъзможно да се справите без помощ от някой извън защитната стена.
pl: Jeżeli używasz DC++ z podobnej organizacji i padłeś ofiarą takiego blokowania, prosimy naucz się z tym żyć. Omijanie blokowania przy użyciu proxy jest wykrywalne, jest prawdopodobnie przeciw <acronym po4a-id=0>AUP</acronym>, jest technicznie trudne i niemożliwe bez pomocy kogoś, kto się znajduje poza zaporą firewall.

source: If your ISP blocks or (heavily) throttles <acronym po4a-id=0>P2P</acronym> connections then you'd better to change to another available provider which does not use (unacceptable heavily) P2P throttling or blocking techniques.
bg: Ако вашият Интернет доставчик блокира или (силно) ограничава <acronym po4a-id=0>P2P</acronym> връзките, по-добре е да го смените с друг наличен доставчик, който не използва (неприемливо силно) ограничаване на P2P или блокиращи техники.
pl: Jeżeli twój ISP blokuje lub (silnie) przycina połączenia <acronym po4a-id=0>P2P</acronym> to najlepiej będzie zmienić na innego dostępnego dostawcę, który nie używa (bardzo silnych) technik przycinania połączeń P2P czy ich blokowania.

source: You can also try to log on to hubs using the <acronym po4a-id=0>ADC</acronym> protocol. Since this protocol is fairly new you have a high chance that the blocking hardware or software can't recongnize it. You can find ADC hubs in the <a po4a-id=1>configured hublists</a> come with DC++ by default. The address of an ADC hub always starts with adc:// or adcs:// so puting these to the Filter box in the hublist window will show you the available ADC hubs right away.
bg: Можете също, да опитате да влезете в хъбове, използващи протокола <acronym po4a-id=0>ADC</acronym>. Тъй като този протокол е сравнително нов, имате голям шанс, защото блокиращият хардуер или софтуер не може да го разпознае. Можете да намерите ADC хъбове в <a po4a-id=1>конфигурираните списъци с хъбове</a>, идващи с DC++ по подразбиране. Адресът на ADC хъб винаги започва с adc:// или adcs://, които можете да зададете в полето за филтриране, в прозореца на списъка с хъбове и наличните ADC хъбове ще Ви бъдат показани веднага.

source: Other organizations might have their network behind a <acronym po4a-id=0>NAT</acronym> in which case an active connection is impossible. There are also ISP's offering such kind of access mode (firewalled access). If you're inside a NAT, the IP reported by your computer will be in one of the <a po4a-id=1>non-routable IP ranges</a>. In this case, try passive mode.
bg: Други организации, може да са разположили своята мрежа зад <acronym po4a-id=0>NAT</acronym>, като в този случай активната връзка е невъзможна. Има също и интернет-доставчици, предлагащи такъв вид режим на достъп (firewalled access).Ако сте зад NAT, посоченият от Вашия компютър IP, ще бъде в един <a po4a-id=1>IP-диапазон без насочване</a>. В този случай опитайте пасивен режим.
pl: Inne organizacje mogą mieć swoje sieci poza <acronym po4a-id=0>NAT</acronym>, w tym wypadku połączenie w trybie aktywnym jest niemożliwe. Są również dostawcy internetowi (ISP) oferujący takiego rodzaju usługi (dostęp zza zapory). Jeżeli jesteś wewnątrz NAT, IP podawane przez twój komputer będzie wewnętrznym IP <a po4a-id=1>non-routable IP ranges</a>. W tym wypadku spróbuj trybu pasywnego.

source: If you cannot connect to DC hubs or cannot transfer files in passive mode, the above advice about proxying applies.
bg: Ако не можете да се свържете с DC хъбове или не можете да прехвърляте файлове в пасивен режим, можете да приложите горепосочените съвети за прокси.
pl: Jeżeli nie możesz się połączyć z hubami DC lub nie możesz dzielić plików w trybie pasywnym powyższa rada dotyczy ciebie.

source: Port Blocking
bg: Блокиране на порт
pl: Blokowanie Portów
