Repository: RoLex/feardc
Catalog: help/po/*.po
Languages: bg, pl

source: This error message can appear when DC++ tries to map ports for incoming connections via NAT-PMP / UPnP and means that although port mappings were successful, DC++ couldn't get the external IP address from the gateway (router) device. If this message persists, it may be because of broken NAT-PMP / UPnP support of the device. This is not very important, since DC++ can still gather the external IP from connected hubs <a po4a-id=0>if it is allowed to do so</a>.
bg: Това съобщение за грешка може да се появи, когато DC++ се опитва да пренасочи портовете за входящи връзки чрез NAT-PMP / UPnP и означава, че въпреки, че пренасочванията са били успешни, DC++ не може да получи външния IP адрес от шлюз-устройството (рутера). Ако това съобщение не може да се премахне, проблемът вероятно се дължи на нарушена NAT-PMP / UPnP поддръжка на устройството. Това не е много важно, тъй като DC++ все още може да вземе външния IP от свързани хъбове, <a po4a-id=0>ако това е позволено</a>.

source: Port mapping: Another port mapping attempt is in progress...
bg: Пренасочване на портове: Друг процес за пренасочване на портовете е в ход...

source: This means that an <a po4a-id=0>Automatic connectivity setup</a> attempt was started too soon (the previous operation has not been finished). Try restarting DC++ if this message persists. If restart DC++ does not help the most probable reason is broken NAT-PMP / UPnP support of your (router) device.
bg: Това означава, че опита за <a po4a-id=0>Настройка на автоматичното свързване</a> е започнал прекалено рано (предишната операция не е завършена). Опитайте да рестартирате DC++, ако това съобщение продължава. Ако рестартирането на DC++ не помогне, най-вероятната причина е нарушена NAT-PMP / UPnP поддръжка на Вашето устройство (рутер).

source: Port mapping: Failed to initalize the [interface identification] interface
bg: Пренасочване на портове: Неуспешно инициализиране на [идентифициране на интерфейса] интерфейса

source: DC++ failed to initalize one of its NAT-PMP or UPnP interfaces and will try to use the next one in the row.
bg: DC++ не успя да инициализира един от NAT-PMP или UPnP интерфейсите и ще се опита да използва следващия по ред.

source: Port mapping: Failed to map the [Transfer/Encrypted transfer/Search] port ([port number] [TCP/UDP]) with the [interface identification] interface
bg: Пренасочване на портове: Неуспешно пренасочване на порт за [Трансфер/Криптиран трансфер/Търсене] ([номер на порт] [TCP/UDP]) с [идентификация на интерфейса] интерфейс

source: The currently used port mapping interface failed to map the shown port. This error message can appear when DC++ tries to map ports for incoming connections via NAT-PMP / UPnP. It means that no compatible device could be found or that the device in question is not responding. DC++ will try to use the next automatic port mapper interface in the row. This message can occur during <a po4a-id=0>Automatic connectivity setup</a>, when DC++ is trying to discover a possible NAT-PMP / UPnP device for setting up active mode. This message is a real problem only if you selected the 'Let DC++ configure my router (NAT-PMP / UPnP)' option manually in <a po4a-id=1>Incoming connection settings</a>. In this case, refer to the <a po4a-id=2>port mapping FAQ</a> for more information.
bg: В момента използваният интерфейс за пренасочване на портове, не е успял да пренасочи показания порт.Това съобщение за грешка може да се появи, когато DC++ се опитва да пренасочи портове за входящи връзки чрез NAT-PMP / UPnP. Това означава, че е намерено несъвместимо устройство или, че въпросното изделие не реагира. DC++ ще се опита да използва следващия по ред интерфейс. Същото съобщение може да се появи и по време на <a po4a-id=0>Настройка на автоматичното свързване</a>, когато DC++ се опитва да открие NAT-PMP / UPnP устройство за създаване на активен режим. Това съобщение е истински проблем, само ако сте избрали опцията "Нека DC++ конфигурира моя рутер (NAT-PMP / UPnP)" при ръчно конфигуриране на <a po4a-id=1>настройките на входящата връзка</a>. В този случай, за повече информация се отнесете до <a po4a-id=2>пренасочване на портовете FAQ</a> (често задавани въпроси).

source: Port mapping: Failed to remove port mappings from the [router name] device with the [interface identification] interface
bg: Пренасочване на портове: Неуспешно премахване на пренасочването на портовете на устройството [име на рутера] с [идентификация на интерфейса] интерфейс

source: DC++ has failed to remove the existing port forwarding rules from the router made by <a po4a-id=0>NAT-PMP or UPnP</a>. This message can appear at shutdown or during an <a po4a-id=1>Automatic connectivity setup</a> attempt and it means that existing port mappings created earlier couldn't be removed successfully. If this message persists the most probable reason is broken NAT-PMP / UPnP support of the (router) device.
bg: DC++ не може да премахне съществуващите правила за пренасочване на портовете от рутера, създадени от <a po4a-id=0>NAT-PMP или UPnP</a>. Това съобщение може да се появи при изключване или при опит за <a po4a-id=1>Настройка на автоматичното свързване</a> и означава, че съществуващото пренасочване на портове, създадено по-рано, не може да бъде премахнато успешно. Ако това съобщение продължава, най-вероятната причина е нарушена NAT-PMP / UPnP поддръжка на устройството (рутер).

source: Connectivity: Unable to open TCP/UDP/TLS port(s); connectivity settings must be configured manually
bg: Свързване: Не може да се отвори(ят) TCP/UDP/TLS порт(ове); Настройките за свързване трябва да се конфигурират ръчно

source: You can get this message only when <a po4a-id=0>Automatic connectivity setup</a> is enabled and DC++ failed to open port(s) before trying to determine the available conncetion types. Possible reasons include the choosen port(s) are already occupied by another application or <a po4a-id=1>DC++ is blocked by a software firewall</a>.
bg: Можете да получите това съобщение само когато <a po4a-id=0>Автоматичното настройване на свързването</a> е активирано и DC++ не е успял да отвори порт(ове), преди да се опита да определи наличните видове връзки. Възможните причини са, че избрания порт(ове) вече са заети от друго приложение или <a po4a-id=1>DC++ е блокиран от софтуерна защитна стена</a>.

source: Not listening for connections - please restart DC++
bg: Не се следи за връзки - моля, рестартирайте DC++
pl: Brak nasłuchiwania połączeń - proszę zrestartować DC++

source: An unrecoverable low level networking error keeps DC++ from listening for connections. Search and download won't work until you restart DC++.
bg: Достигнато е невъзстановимо ниско ниво на работа в мрежата, не позволяващо на DC++ да слуша за връзки. Търсенето и изтеглянето няма да работят, докато не рестартирате DC++.

source: Connectivity error: [error message]
bg: Грешка при свързване: [съобщение за грешката]
pl: Błąd połączenia: [error message]

source: Connectivity restored
bg: Връзката е възстановена
pl: Połączenie przywrócone

source: Because of a low level networking error DC++ does not listen for file transfer connections. The problem lasts until the next 'Connectivity restored' message.
bg: Поради ниското ниво на работа в мрежата, DC++ не слуша за връзки за трансфер на файлове. Проблемът продължава до следващото съобщение "Връзката е възстановена".

source: Search disabled: [error message]
bg: Търсенето е изключено: [error message]
pl: Szukanie wyłączone: [error message]

source: Search enabled again
bg: Търсенето е включено отново
pl: Wyszukiwanie znów aktywne

source: Because of a low level networking error DC++ does not listen for search results. The problem lasts until the next 'Search enabled again' message.
bg: Поради ниското ниво на работа в мрежата, DC++ не слуша за резултати от търсенето. Проблемът продължава до следващото съобщение "Търсенето е включено отново"

source: Failed to load certificate file
bg: Неуспешно зареждане на файла със сертификат
pl: Nie udało się wczytać pliku certyfikatu

source: There was a problem loading your own certificate file, its contents are damaged or invalid.
bg: Възникнал е проблем при зареждането на вашия собствен файл със сертификат, съдържанието му е повредено или невалидно.

source: Failed to load private key
bg: Неуспешно зареждане на личния ключ
pl: Nie udało się wczytać prywatnego klucza

source: There was a problem loading your own private key file, its contents are damaged or invalid.
bg: Възникнал е проблем при зареждане на файла с Вашия личен ключ, съдържанието му е повредено или невалидно.

source: Failed to load trusted certificate from [path]
bg: Неуспех при зареждане на доверен сертификат от [път]

source: There was a problem loading one of the trusted certificate files, its contents are damaged or invalid.
bg: Възникнал е проблем при зареждането на един от доверените сертификат-файлове, съдържанието му е повредено или невалидно.

source: TLS disabled, failed to generate certificate: [error message]
bg: TLS е изключен, неуспех при генериране на сертификат: [error message]
pl: TLS jest wyłączone, nie można wygenerować certyfikatu: [error message]

source: TLS certificate files are missing or could not be opened. DC++ tried to regenrerate them but it wasn't successful, either. Make sure you have write access rights to the 'Certificates' subfolder of the directory where DC++ configuraton files are stored.
bg: TLS файловете със сертификати липсват или не може да бъдат отворени. DC++ се опитва да ги регенерира, но неуспешно. Уверете се, че имате права за запис, за подпапка "'Certificates" на директорията, където се съхраняват DC++ конфигурационните файлове.

source: TLS disabled, no certificate file set
bg: TLS е изключен, няма дефиниран файл със сертификат
pl: TLS wyłączony, brak ustalonego pliku certyfikatu

source: CRC32 inconsistency (SFV-Check) : [path]
bg: CRC32 несъвпадение (SFV-проверка) : [път]
pl: Niezgodność CRC32 (SFV-Check) : [path]

source: You have <a po4a-id=0>automatic SFV checking enabled</a> and a downloaded file is not passed the SFV-check. The file will be downloaded again.
bg: Избрали сте опцията <a po4a-id=0>разрешаваща автоматичната SFV проверка</a> и изтеглен файл не е преминал SFV-проверката. Файлът ще се изтегли отново.

source: File list refresh in progress, please wait for it to finish before trying to refresh again
bg: Извършва се опресняване на списъка с файлове. Моля, изчакайте да завърши, преди да се опитате да обновите отново

source: Only one file list refreshing operation can be run at the same time.
bg: Само един файлов списък може да бъде освежаван по едно и също време.

source: File list refresh failed: [error message]
bg: Грешка при обновяване на списъка с файлове: [съобщение за грешката]
pl: Nie udało się odświeżyć listy plików: [error message]

source: The background process for refreshing file list is failed to start.
bg: Процесът във фонов режим, за освежаване на списъка с файлове, не е стартирал.

source: Hashing failed: [error message]
bg: Неуспешно хеширане: [съобщение за грешката]

source: Error occured during indexing or share rebuilding.
bg: Възникнала е грешка при индексирането и споделянето

source: Error hashing [path]: [error message]
bg: Грешка при хеширане [път]: [съобщение за грешката]

source: Error when hashing the file specified in [path].
bg: Грешка при хеширане на файла, посочен в [път].

source: Error saving hash data: [error message]
bg: Грешка при запазване на хеш-данни: [съобщение за грешката]

source: Error when creating or updating hash index file (HashIndex.xml).
bg: Грешка при създаването или актуализирането на хеш индекс файла (HashIndex.xml).

source: Error creating hash data file: [error message]
bg: Грешка при създаване на хеш файл: [съобщение за грешката]

source: Error when creating hash data file (HashData.dat).
bg: Възникнала е грешка при създаването на файл с хеш-данни (HashData.dat).

source: [path] not shared; calculated CRC32 does not match the one found in SFV file.
bg: [път] не е споделен; изчислената CRC32 сума не съвпада с намерената в SFV файла.

source: Before sharing files DC++ will automatically check them against an .SFV file (if one exists in the same directory) to make sure that no corrupted files will be shared. If you get this error then either your file(s) are corrupted or the control data in the corresponding .SFV file is outdated or damaged.
bg: Преди да споделите файлове, DC++ автоматично ще ги проверява с SFV файл (ако има такъв в същата директория), за да е сигурно, че няма да бъдат споделяни повредени файлове. Ако получите тази грешка или вашият файл(ове) са повредени, или контролните данни в SFV са стари, или повредени.

source: Unable to move [path1] to [path2] ([error message]); renamed to [path3]
bg: Неуспешно преместване на [път1] към [път2] ([съобщение за грешката]), преименуван в [път3]

source: Moving a finished download [path1] from the unfinished downloads folder to its target place [path2] wasn't successful because of [error message] so the file is left in the unfinished downloads folder and renamed to its orginal name ([path3]).
bg: Преместването на завършено изтегляне [път1] от папката за незавършени сваляния към целевото място [път2] не беше успешно, защото [съобщение за грешката], така че файлът се оставя в папката за незавършени сваляния и е преименуван на на оргиналното си име ([път3]).

source: Unable to move [path1] to [path2] ([error message1]) nor to rename to [path3] ([error message2])
bg: Неуспешно преместване на [път1] към [път2] ([съобщение за грешката1]), нито преименуване на [път3] (съобщение за грешката2])

source: Moving a finished download [path1] from the unfinished downloads folder to its target place [path2] wasn't successful because of [error message1] so the file is left in the unfinished downloads folder. DC++ tried to rename it to its orginal name [path3] but the rename operation has failed either, because of [error message2].
bg: Преместването на завършеното сваляне [path1] от папката за незавършени сваляния към целевото място [path2] не беше успешно, защото [error message1], така че файлът е останал в папката за незавършените сваляния. DC++ е опитал да го преименува на оргиналното му име [path3], но операцията е била неуспешна, защото [error message2].

source: Unable to open filelist: [filename]
bg: Неуспешно отваряне на списък с файлове: [име на файла]

source: There were problems opening a downloaded filelist, its corrupted or its size is <a po4a-id=0>bigger than the maximum size allowed to open</a>.
bg: Възникнал е проблем с отварянето на изтегления файлов списък. Той е повреден или размерът му е <a po4a-id=0>по-голям от максималния позволен размер</a>..

source: Unable to send file [path]: [error message]
bg: Не може да се изпрати файлът [път]: [съобщение за грешката]
pl: Nie można wysłać pliku [path]: [error message]

source: There was a problem preparing file [path] upon an upload request by a peer.
bg: Възникнал е проблем при подготовката на файл [path] при искане за качване от пиър.
pl: Wystąpił problem w trakcie przygotowywania pliku [path] do wysłania innemu użytkownikowi.

source: Invalid regular expression: [regex]
bg: Невалиден регулярен израз: [regex]

source: There was a problem applying a regular experssion [regex] specified in one of the filter functions.
bg: Възникна проблем при прилагане на регулярен израз [regex], посочен в една от функциите на филтъра.

source: This viewer displays the contents of a file as text. The name of the file is indicated in the tab title; the full path to the file is specified in the status bar.
bg: Това е възможност, да бъде показано съдържанието на файл, като текст. Името на файла е посочено в заглавието на секцията, а пълният път до файла е посочен в лентата на състоянието.

source: Change the text viewer font
bg: Промяна на шрифта на текста

source: Press this button to change the font used by text viewers. A monospace font such as <b>Courier New</b> or <b>Lucida Console</b> is commonly required to properly view the <a po4a-id=0>ASCII_art</a> contained in some text files.
bg: Натиснете този бутон, за да смените шрифта, използван във "Виж като текст". В едноразряден шрифт, като <b>Courier New</b> или <b>Lucida Console</b>, обикновено е необходимо правилно да видите <a po4a-id=0>ASCII_art</a>, който се съдържа в някои текстови файлове.

source: This lists your current connections to other peers in the network, uploads (from you to the other peer) and downloads (from the other peer to you).
bg: Тук се показват текущите Ви връзки с други пиъри в мрежата. Качвания (от Вас за друг пиър) и сваляния на файлове (от друг пиър за Вас).
pl: Listuje obecne połączenia z innymi użytkownikami sieci, wysyłanie (od ciebie do innego użytkownika) oraz pobieranie (od innego użytkownika do ciebie).

source: The name of the file being transferred.
bg: Името на файла, който се прехвърля.

source: Shows where the current download will be saved when finished, or the path of the upload in the file system.
bg: Показва къде ще бъде съхранен файла когато приключи свалянето, или пътя на качването във файловата система.

source: Shows the current status of the connection; can be one of: Connecting, Downloading, Uploading, No slots available, Idle, Disconnected or Terminated. During data transfer you can see here the name of the file, the current chunk of the file being downloaded from the connected peer and maybe one or more letters in [box brackets] as well. These letters specify the properties of the transfer:
bg: Показва текущото състояние на връзката; може да бъде: Свързване, Сваляне, Качване, Няма налични слотове, Свободен, Връзката е прекъсната. По време на прехвърляне на данни можете да видите тук името на файла, парчето от файла, което се изтегля в момента от свързания партньор, а може би и една или повече букви в [скоби]. Тези надписи определят свойствата на трансфера:

source: [T] - TTH Checked
bg: [T] - TTH проверен
pl: [T] - Sprawdzono TTH

source: [Z] - ZLib Compressed transfer
bg: [Z] - ZLib Компресиран трансфер
pl: [Z] - Skompresowany transfer ZLib

source: [S] - Trusted secure connection
bg: [S] - Надеждна защитена връзка
pl: [S] - Zaufane połączenie

source: [U] - Untrusted secure connection
bg: [U] - Ненадеждна защитена връзка
pl: [U] - Nie godne zaufania połączenie

source: The nick of the connected user.
bg: Псевдонимът на свързания потребител.

source: The hub which the user connected through.
bg: Хъбът, чрез който е свързан потребителя.

source: Time left
bg: Оставащо време
pl: Pozostały czas

source: The estimated time left to complete the transfer, computed from the current speed.
bg: Оставащото време, за завършване на прехвърлянето, изчислено от текущата скорост.

source: The current up or download speed.
bg: Настоящата скорост за качване или сваляне.

source: Transferred (Ratio)
bg: Прехвърлено (коефициент)
pl: Przetransferowano (Współczynnik)

source: Amount of bytes transferred so far. The compression ratio is added between parentheses (if applicable).
bg: Размер на прехвърлените до момента байтове. Степента на компресиране се добавя в скоби (ако е възможно).

source: Size of the transfer.
bg: Размер на трансфера.

source: Cipher
bg: Шифър
pl: Szyfr

source: Details on the encryption of the transfer (if applicable).
bg: Подробности за криптирането на трансфера (ако е приложимо).

source: IP address of the connected peer.
bg: IP адресът на свързания партньор.

source: Country of the connected peer (if available).
bg: Държава на свързания пиър (ако е налична).

source: Force attempt
bg: Форсирай задачата
pl: Wymuś próbę

source: Forces DC++ to try to connect to the user immediately.
bg: Форсиране на DC++, за да опита веднага да се свърже с потребителя.
pl: Wymusza DC++ do natychmiastowego połączenia z użytkownikiem.

source: Disconnect
bg: Разкачване
pl: Połącz ponownie

source: Forces DC++ to disconnect the user immediately.
bg: Форсиране на DC++, за да опита да прекъсне връзката незабавно.
pl: Wymusza DC++ natychmiastowe rozłączenie użytkownika.

source: This window shows the list of all users of the hubs you connected in the current DC++ session as well as all the detailed information associated with every listed user. It's possible to quickly find any online user from any connected hub and easily keep track of your favorite users, too. With its powerful filtering capabilities this window provides the functionality of the former Favorite Users and Waiting Users window.
bg: Този прозорец показва списък на всички потребители на хъбовете, свързани през текущата сесия на DC++, както и цялата подробна информация, свързана с всеки изброен потребител. Това е възможност за бързо намиране на всеки онлайн потребител от всеки свързан хъб, а също и лесно наблюдение на любимите потребители. Със своите мощни възможности за филтриране, този прозорец осигурява функционалността на бившите прозорци "любими потребители" и "чакащи потребители".

source: User list columns
bg: Колони в списъка с потребители

source: Favorite
bg: Любими

source: The blue star icon shows that this particular user is a favorite. Click the icon to add or remove the user from the favorites.
bg: Иконата във вид на синя звезда показва, че този потребител е любим. Щракнете върху иконата, за да добавите или премахнете потребителя от любимите.

source: Auto grant slot
bg: Автоматичен допълнителен слот

source: The icon indicates that DC++ should auto grant a favorite user a slot or not. If the indicator is green, DC++ will automatically grant the user a slot; you can click the icon to toggle. The function works only for users already set to favorite.
bg: Иконата показва, дали DC++ следва автоматично да предоставя слот за любим потребител или не. Ако индикаторът е зелен, DC++ автоматично ще предостави на потребителя слот. Можете да щракнете върху иконата, за да превключите. Функцията работи само за потребители, които вече са определени като любими.

source: The nick of the user.
bg: Псевдоним на потребителя

source: Hub (last seen in, if offline)
bg: Хъб (къде е видян за последен път, ако е офлайн)
pl: Hub (ostatnio widziany, jeżeli niedostępny)

source: Which hub you saw this user the last time.
bg: В кой хъб за последен път сте видели този потребител.
pl: Na którym hubie ostatnio widziano tego użytkownika.

source: Status / Time last seen
bg: Статус / Последно видян на

source: For normal users this column shows the online status. For favorite users it shows which specific date and time you saw this user the last time; or "Online" if the favorite user is currently online.
bg: За обикновените потребители, тази колона показва онлайн статуса. За любимите потребители тя показва датата и часа, когато за последен път сте видели този потребител, или "онлайн", ако потребителят е онлайн в момента.

source: Brief description for the user. You can change this description by either selecting "Description" from the context menu or by pressing the Enter key. The description is saved for favorite users only.
bg: Кратко описание за потребителя. Можете да промените това описание, като изберете "Описание" от контекстното меню или чрез натискане на бутона Enter. Описание се записва само за любими потребители.

source: Client ID of the user.
bg: ID на клиента на потребителя.
pl: ID klienta użytkownika.

source: User list context menu commands
bg: Списък на командите в контекстното меню на потребител

source: Connect to hub
bg: Свързване с Хъб
pl: Połączenie
