Repository: RoLex/feardc
Catalog: help/po/*.po
Languages: bg, pl

source: Chat Commands
bg: Чат команди
pl: Komendy głównego okna.

source: Main Chat
bg: Публичен чат
pl: Główny chat

source: Joins &lt;hub-ip&gt;. See also <a po4a-id=0>Open new window when using /join</a>.
bg: Присъединяване към &lt;hub-ip&gt;. Виж също <a po4a-id=0>Отваряй нов прозорец, когато използвам /join</a>.
pl: Wchodzi na &lt;hub-ip&gt;. Zobacz również <a po4a-id=0>otwieranie nowego okna przy użyciu komendy /join</a>.

source: Toggles the displaying of users joining the hub. This only takes effect for freshly-arriving users.
bg: Превключва показването на потребителите, присъединили се към хъба. Това е в сила само за току-що влизащи потребители.
pl: Przełącznik, który pokazuje nowo połączonych użytkowników huba. Skuteczne jedynie dla nowo przybyłych użytkoników.

source: Toggles the displaying of favorite users joining the hub. Does not require /showjoins to be enabled.
bg: Превключва показването на любимите потребители, когато се присъединяват към хъба. Не изисква да бъде активирана /showjoins.
pl: Przełącznik, który pokazuje nowo przybytych użytkowników huba znajdujących się na twojej liście ulubionych. Przełącznik /showjoins nie musi być uaktywniony.

source: Toggles visibility of the list of users for the current hub.
bg: Превключва видимостта на списъка с потребители за текущия хъб.
pl: Przełącznik widoczności listy użytkowników huba.

source: Displays the connectivity status information, auto detected or manually chosen connection mode, IP and ports that DC++ is currently using for connections with all users.
bg: Показва информация за състоянието на свързване, автоматично открит или ръчно избран режим за връзка, IP и портовете, които DC++ използва в момента за връзки с всички потребители.
pl: Wyświetla informacje o statusie połączenia, automatyczne wykrycie czy też ręcznie wybrany tryb połączenia, IP oraz porty obecnie używane przez DC++ dla połączeń z użytkownikami.

source: Adds the current hub (along with your nickname and password, if used) to the list of <a po4a-id=0>Favorite Hubs</a>.
bg: Добавя текущия хъб (заедно с псевдонима и паролата Ви, ако се използват) към списъка с <a po4a-id=0>любими хъбове</a>.
pl: Dodaje hub (oraz nick i hasło, jeśli są zdefiniowane) do listy <a po4a-id=0>Ulubione Huby</a>.

source: Removes the current hub from the list of <a po4a-id=0>Favorite Hubs</a>.
bg: Премахва текущия хъб от списъка с <a po4a-id=0>любими хъбове</a>.
pl: Usuwa hub z listy <a po4a-id=0>Ulubione Huby</a>.

source: Opens a private message window to the user, and optionally sends the message, if one was specified.
bg: Отваря се прозорец за лично съобщение към потребителя и по желание се изпраща съобщение, ако има конкретизирано такова.
pl: Otwiera okno wiadomości prywatnej do innego użytkownika, oraz opcjonalnie wysyła wiadomość, jeżeli została podana.

source: Adds the user's list to the Download Queue.
bg: Добавя файловия списък на определен потребител в опашката от файлове за сваляне.
pl: Dodaje liste użytkownika do Kolejki Pobierań

source: Adds a user matching definition (or modifies an existing one, if possible) to ignore chat messages from the specified user.
bg: Добавя дефиниция за "съвпадащ потребител" (или модифицира съществуваща, ако е възможно), за да се игнорират чат съобщенията от определен потребител.
pl: Dodaj definicję użytkownika (lub modyfikuj istniejący, jeśli to możliwe) aby ignorować na czacie wiadmości określonych użytkowników.

source: Adds a user matching definition (or modifies an existing one, if possible) to stop ignoring chat messages from the specified user.
bg: Добавя дефиниция за "съвпадащ потребител" (или модифицира съществуваща, ако е възможно), за преустановяване игнорирането на чат съобщенията от определен потребител.
pl: Dodaje definicję użytkownika (lub modyfikuje istniejące, jeśli to możliwe) aby ignorować na czacie wiadomości określonych użytkowników.

source: Prints the current hub's topic. Useful if you want to copy the topic or it contains a link you'd like to easily open.
bg: Показва темата на текущия хъб. Полезно, ако искате да я копирате или съдържа линк, който лесно можете да отворите.

source: Private Message
bg: Лично съобщение
pl: Prywatna Widomość

source: Starts a direct encrypted communication channel to avoid spying on your private messages.
bg: Стартиране на пряк криптиран канал за комуникация, за да се избегне шпионирането на вашите лични съобщения.

source: Adds the current user's list to the Download Queue.
bg: Добавя текущия потребителски файлов списък в опашката от файлове за сваляне.
pl: Dodaje liste użytkownika do Kolejki Pobierań

source: Grants the remote user a slot. Once they connect, or if they don't connect in 10 minutes, the granted slot is removed.
bg: Дава се допълнителен слот за отдалечения потребител. След като той се свърже или ако не се свърже до 10 минути, предоставеният слот се премахва.
pl: Udziela slot wybranemu użytkownikowi. Gdy raz sie połączą lub połączenie nie zostanie dokonane w ciągu 10 minut slot zostaje usunięty.

source: Adds the current user to the list of <a po4a-id=0>Favorite Users</a>.
bg: Добавя текущия потребител към <a po4a-id=0>любимите потребители</a>.
pl: Dodaje użytkownika do listy <a po4a-id=0>Ulubieni Użytkownicy</a>.

source: Adds a user matching definition (or modifies an existing one, if possible) to ignore chat messages from the current user.
bg: Добавя дефиниция за "съвпадащ потребител" (или модифицира съществуваща, ако е възможно), за да се игнорират чат съобщения от този потребител.
pl: Dodaje definicję użytkownika (lub modyfikuje istniejące, jeśli to możliwe) aby ignorować na czacie wiadomości użytkownika.

source: Adds a user matching definition (or modifies an existing one, if possible) to stop ignoring chat messages from the current user.
bg: Добавя дефиниция за "съвпадащ потребител" (или модифицира съществуваща, ако е възможно), за преустановяване игнорирането на чат съобщенията от този потребител.
pl: Dodaje definicję użytkownika (lub modyfikuje istniejące, jeśli to możliwe) aby przestać ignorować na czacie wiadomości użytkownika.

source: Both
bg: И в двата
pl: Oba

source: Manually refreshes DC++'s share list by going through the shared directories and adding new folders and files. DC++ automatically refreshes once an hour by default, and also refreshes after the list of shared directories is changed.
bg: Ръчно освежава списъка със споделените файлове на DC++. Опресняване се извършва автоматично през един час по подразбиране, а също и след промяна на списъка със споделените директории.
pl: Ręczne odświeżenie listy plików udostępnionych w DC++ poprzez sprawdzenie udostępnionych katalogów oraz dodanie nowych folderów i plików. DC++ automatycznie odświeża listę raz na godzinę oraz gdy zostają dokonane zmiany w udostępnianych katalogach.

source: Sets the current number of upload slots to the number you specify. If this is less than the current number of slots, no uploads are cancelled.
bg: Настройва броя на текущите ъплоуд слотове до специфичен брой. Ако те са по-малко от текущите, няма да бъдат затворени текущо отворените.
pl: Ustaw obecną ilość slotów udostępniania wg. sprecyzowanej ilości. Jeżeli jest ona mniejsza niż obecna ilość slotów, żadne wysyłanie nie będzie usunięte.

source: Sets the current number of download slots to the number you specify. If this is less than the current number of slots, no downloads are cancelled.
bg: Настройва броя на текущите даунлоуд слотове до специфичен брой. Ако те са по-малко от текущите, няма да бъдат затворени текущо отворените.
pl: Ustaw obecną ilość slotów pobierania wg. sprecyzowanej ilości. Jeżeli jest ona mniejsza niż obecna ilość slotów, żadne pobieranie nie będzie usunięte.

source: Opens a new search window with the specified search string. It does <u>not</u> automatically send the search.
bg: Отваря се нов прозорец за търсене на определен низ. Командата <u>не</u> изпраща автоматично търсенето.
pl: Otwiera nowe okno szukania wraz ze sprecyzowanym słowem. <u>Nie</u> zaczyna szukania automatycznie.

source: Closes the current window.
bg: Затваря текущият прозорец
pl: Zamknij obecne okno.

source: Clears the current window of all text. Optionally, you can specify how many of the latest (most recent) lines should be kept.
bg: Изчиства целия текст на текущия прозорец. Ако желаете, можете да зададете колко от последните редове трябва да останат.
pl: Czyści obecnie otwarte okno z tekstu. Opcjonalnie można określić ile linijek tekstu ma nie zostac wyczyszczone.

source: Sends a random DC++ advertising message to the chat, including a link to the DC++ homepage and the version number.
bg: Изпраща случайно рекламно DC++ съобщение в чат, включително линк към началната страница на DC++ и номера на версията.
pl: Wysyła przypadkową reklamę DC++ w oknie głównym, link do strony głównej oraz numer wersji klienta

source: Sets Away status. New private message windows will be responded to, once, with the message you specified, or the default away message configured in the <a po4a-id=0>Personal information</a> settings page.
bg: Задава статус "Отсъстващ". На нови лични съобщения ще се отговори по веднъж, с посланието което сте посочили или зададеното по подразбиране в страницата с настройките на <a po4a-id=0>личните данни</a>.

source: Un-sets Away status.
bg: Отмяна на режим "Отсъстващ".
pl: Wyłącza status niedosępności.

source: Launches your default web browser to the Google search engine with the specified search.
bg: Стартира Вашия уеб браузър по подразбиране, с търсачката на Google, за търсене на зададен низ.
pl: Łączy twoją domyślną przeglądarkę z wyszukiwarką Google w celu wyszukania podanego słowa.

source: Launches your default web browser to the Internet Movie Database (imdb) with the specified query.
bg: Стартира вашия уеб браузър по подразбиране с Internet Movie Database (imdb) с определена заявка.
pl: Łączy twoją domyślną przeglądarkę z Internet Movie Database (imdb) w celu wyszukania podanego słowa.

source: Rebuilds the HashIndex.xml and HashData.dat files, removing entries to files that are no longer shared, or old hashes for files that have since changed. This runs in the main DC++ thread, so the interface will freeze until the rebuild is finished.
bg: Възстановява HashIndex.xml и HashData.dat файловете, премахва записи на файлове, които не са вече споделени или стари хешове за файлове, които са се променили. Това работи в основната DC++ нишка, така че интерфейсът ще замръзне до преключване на реконструирането.

source: If no parameter is specified, it launches the log for the hub or private chat with the associated application in Windows. If one of the parameters is specified it opens that log file. The status log is available only in the hub frame.
bg: Ако не е определен параметър, се стартира дневника за хъб или личен чат с асоциираното приложение в Windows. Ако някой от параметрите е посочен, командата отваря тази лог файл. Дневникът за статуса е достъпен само в рамките на хъба.
pl: Jeżeli nie podano żadnego z powyższych parametrów, otworzy dziennik huba lub prywatnej wiadomości przy pomocy aplikacji przypisanej przez Windows. Jeżeli jeden z parametrów jest podany otworzy jego dziennik. Dziennik satusu jest jedynie dostępny w oknie huba.

source: Launches your default web browser with the given URL.
bg: Стартира Вашия уеб браузър, по подразбиране, с дадения URL адрес.
pl: Łączy twoją domyślną przeglądarkę z podanym adresem URL.

source: Highlights the last occourrence of the specified search string in the chat window.
bg: Подчертава последната поява на определен низ в прозореца за чат.
pl: Podświetl w oknie czatu ostanie zdarzenie sprecyzowanego szukanego słowa.

source: File-related menu commands
bg: Команди в менютата, отнасящи се до файлове
pl: Menu komend związanych z plikiem

source: These commands are available in the context menus of various lists containing files. For commands unique to different windows refer to the Help page of the corresponding window.
bg: Тези команди са достъпни в контекстните менюта на различни списъци съдържащи файлове. За команди, уникални за различните прозорци, се отнасяйте към помощната страница на съответния прозорец.
pl: Poniższe komendy są dostępne w menu kontekstowym różnych list zawierających pliki. By znaleźć komendy unikatowe dla różnego typu okien skieruj się do okna Pomocy związanego z danym oknem.

source: Search for alternates
bg: Търси подобни
pl: Szukaj alternatywy

source: Will open a new <a po4a-id=0>Search window</a> to search for alternate sources for the selected file.
bg: Ще се отвори нов <a po4a-id=0>прозорец за търсене</a> на алтернативни източници за избрания файл.
pl: Otworzy nowe <a po4a-id=0>Okno szukania</a> by znaleźć alternatywne źródła dla wybranego pliku.

source: Lookup TTH at Bitzi.com
bg: Намери TTH в Bitzi.com

source: Will trigger the default browser to lookup the TTH of the selected file at Bitzi.com.
bg: Ще се стартира браузърът по подразбиране, за да се намери TTH на избрания файл в Bitzi.com.

source: Copy magnet link to clipboard
bg: Копирай Magnet-хипервръзката в клипборда
pl: Kopiuj magnet link do schowka

source: Will copy the file's <a po4a-id=0>magnet link</a> to the clipboard.
bg: Ще копира <a po4a-id=0>magnet link</a> на файла в клипборда.
pl: Skopiuje <a po4a-id=0>magnet link</a> pliku do schowka.

source: Download
bg: Сваляне
pl: Pobieranie

source: Adds the selected file(s) or director(ies) to the Download Queue. They will be downloaded to the <a po4a-id=0>Default download directory</a>.
bg: Добавя избрания файл(ове) или директория(и) в опашката от файлове за изтегляне. Те ще бъдат изтеглени в <a po4a-id=0>папката по подразбиране за свалени файлове</a>.
pl: Dodaj wybrane pliki lub katalogi do Kolejki Pobierania. Zostaną one pobrane do <a po4a-id=0>Domyślnego folderu pobierań</a>.

source: Download to...
bg: Свали в...
pl: Pobierz do...

source: Adds the selected file(s) or director(ies) to the Download Queue. The download target can be selected using the submenu elements : either a predefined place from the <a po4a-id=0>Download Favorites</a> or any other folder specified using the <i>Browse...</i> submenu.
bg: Добавя избрания файл(ове) или папка(и) в опашката от файлове за изтегляне. Целевата папка може да бъде избрана чрез елементите на подменюто. Целеви папки се задават предварително чрез опцията в настройките <a po4a-id=0>Любими даунлоад папки</a>. Може да бъде избрана друга определена папка чрез подменюто <i>Преглед...</i>.
pl: Dodaje wybrany plik(i) lub folder(y) do Kolejki Pobierania. Folder docelowy można wybrać używając elementów podmenu : wcześniej sprecyzowanego miejsca z <a po4a-id=0>Pobieraj Ulubione</a> lub każdego innego folderu używając podmenu <i>Wybierz...</i>.

source: Open
bg: Отвори
pl: Otwórz

source: Opens the file with its respective external viewer software. You should have the appropriate viewer / player software installed and correctly registered to be able to open the file.
bg: Отваря файла с външен софтуер. Трябва да имате инсталиран подходящ и правилно регистриран софтуер, за да можете да отворите файла.
pl: Otwiera podglad pliku odpowiednim zewnetrznym oprogramowaniem. By otworzyć plik powinienes posiadać odpowiednie oprogramowanie do podgladu/odtwarzania pliku, które jest poprawnie zarejestrowane.

source: Open folder
bg: Отвори папката
pl: Otwiera listę plików.

source: Opens the selected folder (or the folder containing the selected file) in Windows Explorer.
bg: Отваря избраната папка (или папката, съдържаща избрания файл) в Windows Explorer.
pl: Otwiera wybrany katalog (lub katalog zawierający wybrany plik) w Eksploratorze Windows.

source: Opens the Windows shell menu as submenu items. This menu contains the same items as in the context menu of Windows Explorer. Note that the submenu elements will be loaded the time when it is opened. If you have large number of context menu items registered with Windows it may take a few seconds to show the full menu.
bg: Отваря shell-менюто на Windows, като подменю с елементи. Това меню съдържа същите елементи, като контекстното меню на Windows Explorer. Имайте предвид, че елементите от подменюто ще бъдат заредени при отваряне. Ако имате голям брой неща в контекстното меню, вписани в регистрите на Windows, може да са необходими няколко секунди, за да се покаже пълното меню.
pl: Otwiera menu shell Windowsa jako elementy podmenu. To menu posiada takie same pozycje jak menu kontekstowe Windows Explorer. Uwaga: elementy podmenu zostaną załadowane w momencie otwarcia okna. Jeżeli posiadasz dużo pozycji w menu kontekstowym zarejestrowanym w Windowsie, może to zabrać kilka minut zanim zostanie wyświetlone pełne menu.

source: Menu commands available in all list views
bg: Команди от менюто, на разположение във всички прегледи на списъци
pl: Komendy menu dostępne przy przeglądaniu list.

source: These are the commands that are available in most windows as right click menu options. They offer general functions for the elements of the various list views. For commands unique to different windows refer to the Help page of the corresponding window.
bg: Това са командите, които са на разположение в повечето прозорци, когато щракнете с десен бутон и се отвори падащото меню. Те предлагат общи функции за елементите на различните списъци. За команди, уникални за различни прозорци, се отнасяйте до помощната страница на съответния прозорец.
pl: To są komendy dostępne w większości okien jako opcje menu pod kliknięciem prawym przyciskiem myszki. Przedstawiają ogólne funkcje dla elementów podglądu różnych list. By znaleźć komendy unikatowe dla różnego typu okien skieruj się do okna Pomocy związanego z danym oknem.

source: Remove
bg: Премахни
pl: Usuń

source: Deletes the actual item from the list. If the corresponding setting in <a po4a-id=0>Confirm dialog options</a> is enabled, you will be prompted before the removal.
bg: Изтрива конкретен елемент от списъка. Ако съответната настройка в <a po4a-id=0>потвърждаване опциите на диалога</a> е активирана, ще бъдете подканени да потвърдите преди изтриването.
pl: Kasuje aktualną pozycję z listy. Jeżeli odpowiednik ustawień w <a po4a-id=0>Opcjach potwierdzenia</a> jest włączony, zostaniesz zapytany o potwierdzenie usunięcia.

source: Remove all
bg: Премахни всички
pl: Usuń wszystko

source: Deletes all the selected items from the list. If the corresponding setting in <a po4a-id=0>Confirm dialog options</a> is enabled, you will be prompted before the removal.
bg: Изтрива всички избрани елементи от списъка. Ако съответната настройка в <a po4a-id=0>потвърждаване опциите на диалога</a> е активирана, ще бъдете подканени да потвърдите преди изтриването.
pl: Usuwa wszystkie zaznaczone pozycje z listy. Jeżeli odpowiednik ustawień w <a po4a-id=0>Opcjach potwierdzenia</a> jest włączony, zostaniesz zapytany o potwierdzenie usunięcia.

source: User-related menu commands
bg: Команди в менютата, отнасящи се до потребители
pl: Menu komend zwiazanych z użytkownikiem.

source: These commands are available in the context menus of various lists containing users. For commands unique to each specific window, refer to the help page of the corresponding window.
bg: Тези команди са достъпни в контекстните менюта на различни списъци, съдържащи потребители. За команди, уникални за всеки конкретен прозорец, се отнасяйте до помощната страница на съответния прозорец.
pl: Te komendy są dostępne w kontekstowych menu związanych z listami zawierającymi użytkowników. By znaleźć komendy unikatowe dla różnego typu okien skieruj się do okna Pomocy związanego z danym oknem.

source: Get file list
bg: Извлечи списъка с файлове
pl: Pobierz listę plików

source: Download the file list of the selected users.
bg: Сваляне на списъците с файлове, на избраните потребители.
pl: Pobierz listę plików wybranego użytkownika.

source: Browse file list
bg: Прегледай списъка с файлове
pl: Pobierz listę plików

source: Download only the required pieces of the file lists of the selected users in form of a partial file list. Note that you may not able to fully exploit certain file list functions in a partial list window until you get the whole list using the "Download full list" button.
bg: Изтегляне само на необходимите части от файловите списъци на избраните потребители под формата на частичен файлов списък. Имайте предвид, че не можете да използвате всички функции на списъка, докато не получите целия списък с бутона "Изтеглете пълния списък".

source: Match queue
bg: Сравни с опашката
pl: Porównaj kolejkę

source: Matches the files in your download queue to the file lists of the selected users. 2 files are considered to be the same if their TTH is the same. If matches are found in one user's file list, she will be added as a source for the relevant downloads.
bg: Сравняване на файловете в опашката за сваляне, с файловите списъци на избраните потребители. Два файла се считат за едни и същи, ако са с еднакви TTH. Ако са намерени съответствия в списъка с файлове на някой потребител, той ще бъде добавен като източник за съответните материали за изтегляне.
pl: Dopasowuje pliki w kolejce pobierania do list plików wybranych użytkowników. Dwa pliki są uważane za takie same, jeżeli ich TTH jest taki sam. Jeżeli znaleziono pasujący plik na liście plików uzytkownika, zostanie dodany on jako źródło dla danego pliku.

source: Send private message
bg: Изпрати лично съобщение
pl: Wyślij prywatną wiadomość

source: Open <placeholder id=0/> windows to chat privately with the selected users.
bg: Отваря прозореца <placeholder id=0/>, за да разговаряте насаме с избрани потребители.
pl: Otwórz <placeholder id=0/> okna wiadomości prywatnej do wybranego użytkownika.

source: Grant extra slot
bg: Дай допълнителен слот
pl: Przydziel slota.

source: In addition to your regular upload slots, an extra upload slot will be given to the selected users until the end of the current DC++ session.
bg: В допълнение към редовните слотове за качване, ще се дава допълнителен слот на избраните потребители, до края на текущата сесия на DC++.
pl: Dodatkowo do zwyczajnych slotów wysyłania, będzie przydzielany dodatkowy slot dla wybranego użytkownika aż do zakończenia obecnej sesji DC++.

source: Remove user from queue
bg: Премахни потребител от опашката
pl: Usuń użytkowników z kolejki

source: Remove the selected users from the source list of all queued files. Pending file list requests will be removed as well.
bg: Премахване на избраните потребители от списъка с източници за всички чакащи файлове. Чакащите заявки, за списъците с файлове на същите потребители, също ще бъдат премахнати.
pl: Usuń wybrane źródła użytkowników z listy źródeł plików dla wszystkich plików w kolejce. Obecne pobierania list plików zostaną również usunięte.

source: Ignore chat
bg: Игнорирай чата
pl: Ignoruj chat

source: Add user matching definitions (or modify existing ones, if possible) to ignore chat messages from the selected users.
bg: Добавя дефиниция за "съвпадащ потребител" (или модифицира съществуваща, ако е възможно), за да се игнорират чат съобщенията на избраните потребители.
pl: Dodaje definicję użytkownika (lub modyfikuje istniejące, jeśli to możliwe) aby ignorować na czacie wiadomości wybranych użytkowników.

source: Un-ignore chat
bg: Не игнорирай чата
pl: Od-ignoruj czat

source: Add user matching definitions (or modify existing ones, if possible) to stop ignoring chat messages from the selected users.
bg: Добавя дефиниция за "съвпадащ потребител" (или модифицира съществуваща, ако е възможно), за преустановяване игнорирането на чат съобщенията от избраните потребители.
pl: Dodaje definicję użytkownika (lub modyfikuje istniejące, jeśli to możliwe) aby przestać ignorować na czacie wiadomości wybranych użytkowników.

source: Copy user information
bg: Копирай информацията за потребителя
