Repository: RoLex/feardc
Catalog: help/po/*.po
Languages: bg, pl

source: <b>%w</b> - Weekday as decimal number (0 - 6; Sunday is 0)
bg: <b>%w</b> - Ден от седмицата, като десетично число (0 - 6; Неделята е 0)
pl: <b>%w</b> - Dzień tygodnia jako liczba dziesiętna (0 - 6; Niedziela to 0)

source: <b>%W</b> - Week of year as decimal number, with Monday as first day of week (00 - 53)
bg: <b>%W</b> - Седмица на годината като десетично число, с понеделник, първия ден от седмицата (00 - 53)
pl: <b>%W</b> - Tydzień roku jako liczba dziesiętna, z poniedziałkiem jako pierwszym dniem tygodnia (00 - 53)

source: <b>%x</b> - Date representation for current locale
bg: <b>%x</b> - Изобразяване на дата, за текущото място
pl: <b>%x</b> - Data

source: <b>%X</b> - Time representation for current locale
bg: <b>%X</b> - Изобразяване на време, за текущото място
pl: <b>%X</b> - Czas

source: <b>%y</b> - Year without century, as decimal number (00 - 99)
bg: <b>%y</b> - Година без век, като десетично число (00 - 99)
pl: <b>%y</b> - Rok bez wieku, jako liczba dziesiętna (00 - 99)

source: <b>%Y</b> - Year with century, as decimal number
bg: <b>%Y</b> - Година с век, като десетично число
pl: <b>%Y</b> - rok z wiekiem, jako liczba dziesiętna

source: <b>%z</b>, <b>%Z</b> - Either the time-zone name or time zone abbreviation, depending on registry settings; no characters if time zone is unknown
bg: <b>%z</b>, <b>%Z</b> - Или името на часовата зона, или съкращението за часовата зона, в зависимост от настройките на регистъра; без знаци, ако часовата зона е неизвестна
pl: <b>%z</b>, <b>%Z</b> - Nazwa strefy czasowa lub strefa czasowa, zależnie od ustawień rejestru; brak wyświetlenia gdy strefa czasowa jest nieznana

source: Filename format
bg: Формат на файловото име
pl: Format nazwy pliku

source: This enables you to name and rotate your logs. The following parameters can be used for Main / Private chat:
bg: Това Ви дава възможност, да зададете име и да пренареждате логовете си. Следните параметри могат да бъдат използвани за общия / личния чат:
pl: Pozwala na nazywanie i zarządzanie logami. Następujące parametry mogą zostać użyte dla czatu głównego/prywatnego:

source: %[hubNI] - Name of hub (not known until connected)
bg: %[hubNI] - Име на хъба (не е известно, докато не e свързан)
pl: %[hubNI] - Nazwa huba (nie znana do momentu połączenia)

source: %[hubURL] - Address (and port if non standard) of hub
bg: %[hubURL] - Адрес (и порт, ако е нестандартен) на хъба
pl: %[hubURL] - Adres (i port jeśli jest niestandardowy) huba

source: %[userNI] - User's nick (only Private chat)
bg: %[userNI] - Потребителски псевдоним (само личен чат)
pl: %[userNI] - Nick użytkownika (tylko dla czatu prywatnego)

source: %[userCID] - User's CID
bg: %[userCID] - Потребителски CID
pl: %[userCID] - CID użytkownika

source: %[myCID] - Your own CID
bg: %[myCID] - Вашият собствен CID
pl: %[myCID] - Twój CID

source: %[myNI] - Your nick
bg: %[myNI] - Вашият псевдоним
pl: %[myNI] - Twój pseudonim

source: The general time format variables can be used in all file name formats.
bg: Общите променливи за формата за час може да се използват във всички формати на имената на файловете.
pl: Ogólne formaty wartości czasowych mogą zostać użyte w nazewnictwie formatów nazw plików.

source: If there are illegal characters in the filename, such as colons, they will be replaced with underscores.
bg: Ако има непозволени символи в името на файла, като двоеточия, те ще бъдат заменени с долни черти.
pl: Jeżeli w nazwie pliku występuje niedozwolony znak, tak jak dwukropek, zostanie on zastąpiony podkreśleniem.

source: Ex: Main chat: %[hubaddr]\%Y-%m.log - would result in this: example.no-ip.org\2004-12.log (if you are in the hub example.no-ip.org and it is december 2004)
bg: Пример: Общ чат: %[hubaddr]\%Y-%m.log - ще доведе до този резултат: example.no-ip.org\2004-12.log (ако сте в хъба example.no-ip.org и сега е декември 2004)
pl: Np: Czat główny: %[hubaddr]\%Y-%m.log - będzie wyglądał następująco: przykład.no-ip.org\2004-12.log (jeżeli znajdujesz się na hubie przykład.no-ip.org i jest grudzień 2004)

source: Default file name formats:
bg: Формати на файловото име по подразбиране:

source: Hub chat: %[hubURL].log
bg: Чат на хъба: %[hubURL].log
pl: Czat huba: %[hubURL].log

source: Hub status: %[hubURL]_status.log
bg: Статус на хъба: %[hubURL]_status.log
pl: Status huba: %[hubURL]_status.log

source: Private message: %[userNI].%[userCID].log
bg: Лично съобщение: %[userNI].%[userCID].log
pl: Wiadomość prywatna: %[userNI].%[userCID].log

source: Finished downloads: Finished_downloads.log
bg: Завършени сваляния: Finished_downloads.log

source: Downloaded segments: Downloads.log
bg: Свалени сегменти: Downloads.log

source: Uploaded segments: Uploads.log
bg: Качени сегменти: Uploads.log

source: System: system.log
bg: Система: system.log

source: Download finished
bg: Изтеглянето приключи

source: This event fires every time a download completes. Doesn't apply to file lists.
bg: Това събитие се задейства всеки път, когато завърши изтегленето на поредния файл. Не се прилага за файлови списъци.

source: File list downloaded
bg: Списъкът с файлове е изтеглен

source: This event fires every time a file list download completes.
bg: Това събитие се задейства всеки път, когато изтеглянето на списък с файлове завърши.

source: Main chat message received
bg: Получено съобщение в главния чат

source: This event fires every time a chat message is received in the main channel of a <placeholder id=0/>.
bg: Това събитие се задейства всеки път, когато се получи съобщение в главния прозорец на <placeholder id=0/> .

source: Private message received
bg: Получено лично съобщение

source: This event fires every time a private chat message is received.
bg: Това събитие се задейства всеки път, когато се получи лично съобщение.

source: Private message window opened
bg: Лично съобщение в отворен прозорец

source: This event fires every time the reception of a private chat message leads to a new <placeholder id=0/> window being opened.
bg: Това събитие се задейства всеки път, когато приемането на лично съобщение води до отварянето на нов прозорец с <placeholder id=0/>.

source: Play a sound
bg: Възпроизведи звук

source: Notification sound
bg: Звук за уведомяване
pl: Dźwięk powiadomienia

source: Checking this box will turn sound notifications on for the selected event. The system's default beep sound will be used by default unless a custom one is assigned from the "<placeholder id=0/>" group.
bg: Отметката в това поле ще включи звуковите уведомления за избраното събитие. Ще чувате звука на системата зададен по подразбиране, освен ако този звук не е заменен с друг "<placeholder id=0/>".

source: This box can be switched by double-clicking the sound icon in the "Sound" column of the desired event.
bg: Тази опция може да се включи и чрез двукратно щракване върху иконата за звука в колоната "Звук" на желаното събитие.

source: Display a balloon popup
bg: Показвай в изскачащия балон

source: Fire a balloon popup example
bg: Показване на изскачащия балон

source: Checking this box will turn balloon popup notifications on for the selected event. An example of such a balloon can be previewed by pressing the "<placeholder id=0/>" button.
bg: Отметката в това поле ще Ви позволи да виждате в балон изскачащите уведомления за избраното събитие. Пример за такъв балон може да се визуализира чрез натискане на бутона "<placeholder id=0/>".

source: This box can be switched by double-clicking the balloon icon in the "Balloon" column of the desired event.
bg: Тази опция може да се включи и чрез двукратно щракване върху иконата на балона в колоната "балон" на желаното събитие.

source: Sound settings
bg: Настройки на звука

source: Instead of the system's default beep, a custom sound can be assigned to each event by selecting the desired event in the "Notifications" list, enabling the "Sound" icon, then clicking the "Browse..." button. Only Wave sound files (typically with a ".wav" extension) are allowed.
bg: Вместо звуковия сигнал по подразбиране на системата, звук по Ваш избор може да бъде назначен за всяко събитие. След като изберете желаното събитие в списъка "Събития", изберете опцията "Възпроизведи звук", а след това кликнете върху бутон "Преглед ...". Могат да се използват само звукови файлове Wave (обикновено с разширение ".wav").

source: Balloon settings
bg: Настройки на балона със съобщения

source: Display the balloon only when DC++ is in the background
bg: Покажи балона само когато DC ++ е на заден план

source: When this box is checked, balloons popups will fire to signal the selected event only when DC++ is in the background (either minimized or not the active window). Otherwise, they will always be displayed whenever the selected event is signalled.
bg: Когато това квадратче е отметнато, балони със съобщения ще се появяват, за да сигнализират за избраното събитие, само когато DC++ е на заден план (или е минимизиран, или прозорецът му не е активен). В противен случай, те ще се показват винаги, когато се сигнализира за избраното събитие.

source: Balloon popup example
bg: Пример за изскачащ балон

source: This is an example of a balloon popup notification!
bg: Това е пример за изскачащия балон с информация!

source: Pressing this button will have DC++ launch a balloon popup example from the Windows notification area. The balloon popup will be titled "<i>DC++ - <placeholder id=0/></i>" and will contain the following string as its content text: "<i><placeholder id=1/></i>".
bg: Натискането на този бутон ще накара DC++ да стартира балон от областта за уведомяване, на Windows. Балонът ще е със заглавие "<i>DC++ - <placeholder id=0/></i>" и ще съдържа следния текст: "<i><placeholder id=1/></i>".

source: Plugin configuration
bg: Конфигуриране на приставките

source: This page is for individual configuration, addition and removal of plugins made for DC++.
bg: Тази страница е за индивидуално конфигуриране, добавяне и премахване на добавки, създадени за DC++.

source: Installed plugins
bg: Инсталирани приставки

source: List of currently installed plugins.
bg: Списък на текущо инсталираните приставки.

source: Open a file selection dialog and offer to install the selected plugin if it is compatible with DC++.
bg: Отваря диалогов прозорец, чрез който можете да изберете приставка за инсталиране, стига тя да е съвместима с DC++.

source: Some plugins may require you to restart DC++.
bg: Някои приставки може да изискват от вас, да рестартирате DC++.

source: Configure
bg: Настройки

source: Open the selected plugin's own configuration page in order to edit its properties.
bg: Отваряне на собствената страница за конфигурация, на избраната приставка, с цел редактиране на свойства и.

source: Enable
bg: Включи

source: Enable the selected plugin.
bg: Активиране на избраната приставка.

source: Disable
bg: Изключи

source: Disable the selected plugin.
bg: Деактивиране на избраната приставка.

source: Move the selected plugin upwards in the list.
bg: Преместване на избраната приставка нагоре в списъка

source: Move the selected plugin downwards in the list.
bg: Преместване на избраната приставка надолу в списъка.

source: Disable and uninstall the selected plugin.
bg: Деактивиране и деинсталиране на избраната приставка.

source: Plugin information
bg: Информация за приставката

source: This panel shows information about the selected plugin.
bg: Този панел показва информация за избраната приставка

source: Proxy settings for outgoing connections
bg: Прокси настройки за изходящи връзки
pl: Ustawienia proxy dla połączeń wychodzących

source: These settings provide possibility of using a SOCKS5 proxy server for outgoing connections.
bg: Тези настройки дават възможност на използването на SOCKS5 прокси сървър за изходящи връзки.
pl: Ustawienia te pozwalają na użycie SOCKS5 serwera proxy przy połączeniach wychodzących.

source: Direct connection
bg: Директна връзка
pl: Bezpośrednie połączenie

source: Select this mode if you can make unrestricted outbound connections. This includes connecting to any IP address on any port. Choose this option if unsure.
bg: Изберете този режим, ако можете да правите неограничени изходящи връзки. Това включва свързване с всеки IP адрес на всеки порт. Изберете тази опция, ако не сте сигурни.
pl: Wybierz ten tryb jeżeli możesz wykonywać nieograniczone połączenia wychodzące. Dotyczy to łączenia się z dowolnego adresu IP na każdym porcie. Wybierz tę opcję w przypadku wątpliwości.

source: Select this mode if you want to make outbound connections through a SOCKS proxy. The caveats for Passive mode also apply here. SOCKS5 proxies are <u>not</u> the same as HTTP proxies. DC++'s SOCKS5 support does <u>not</u> include GSSAPI.
bg: Изберете този режим, ако искате да направите изходящи връзки чрез SOCKS прокси. Уговорките за пасивния режим също се прилагат тук. SOCKS5 прокси сървърите <u>не</u> са същите като HTTP прокси сървърите. DC++ SOCKS5 поддръжката <u>не</u> включва GSSAPI.
pl: Wybierz ten tryb, jeśli chcesz używać połączenia wychodzącego przez serwer Proxy SOCKS. Zastrzeżenia do trybu pasywnego również są zastosowane tutaj. SOCKS5 <u>nie są </u> tym samym co proxy HTTP. DC++ 's SOCKS5 <u>nie wspiera</u> GSSAPI.

source: This is the IP, not host name, of your SOCKS5 server.
bg: Тук трябва да бъде IP, а не името на хоста, на вашия SOCKS5 сървър.
pl: To jest IP, nie nazwa hosta, Twojego serwera SOCKS5.

source: Port
bg: Порт

source: The port that your SOCKS5 server runs on. The default is 1080.
bg: Портът на вашият SOCKS5 сървър работи. По подразбиране той е 1080.
pl: Port na którym uruchomiony jest serwer SOCKS5. Domyślnym jest 1080.

source: Login
bg: Име

source: Login name for the SOCKS5 proxy; may be required.
bg: Потребителско име за прокси SOCKS5; може да се изисква.
pl: Nazwa loginu dla proxy SOCKS5.

source: Password for the SOCKS5 proxy; may be required.
bg: Парола за SOCKS5 прокси, може да се изисква.
pl: Hasło dla proxy SOCKS5.

source: Use SOCKS5 server to resolve host names
bg: Използвай SOCKS5 сървър за разпознаване на имената на хостовете
pl: Użyj serwera SOCKS5 aby uzyskać nazwy hosta

source: Enable this to use the SOCKS5 proxy, instead of the local name server, to resolve host names into IP addresses.
bg: Поставете отметка, ако искате да позволите на SOCKS5 прокси сървъра, да сведе имената на хостовете до IP адреси.
pl: Włącz aby używać proxy SOCKS5 zamiast lokalnej nazwy serwera, aby rozwinąć nazwę hostu do adresu IP.

source: Queue settings
bg: Настройки на опашката
pl: Ustawianie kolejki

source: Auto priority settings
bg: Настройки на автоматичния приоритет
pl: Ustawienia automatycznego priorytetu

source: Autoprio allows setting the queue item priority automatically when adding it to the download queue. A user can then change the priority of a file manually.
bg: Настройката на автоматичния приоритет позволява задаването на различен приоритет на файловете за сваляне, намиращи се в опашката, според техния размер. Всеки потребител може да промени приоритета на файла ръчно.
pl: Autoprio zezwala na ustalenie priorytetów automatycznie dla danej pozycji gdy jest ona dodawana do kolejki pobierań. Użytkownik może zmienić priorytet ręcznie.

source: Priority conditions are checked from the Highest to the Lowest priority, when assigning a priority to a new queue item. A zero means that the given priority level won't be used - except Normal priority, which is the default priority. Lowest possible value for the Highest priority is 16 KiB.
bg: Приоритетните условия се проверяват от най-високия до най-ниския приоритет, при задаване на приоритет на нов елемент от опашката. Нула означава, че задаването на ниво на приоритет не се използва, освен нормален приоритет, който е приоритет по подразбиране. Възможната най-ниска стойност за най-висок приоритет е 16 KiB.
pl: Autoprio ustala automatycznie priorytet dla plików dodawanych do kolejki. Użytkownik może zmienić te ustawienia ręcznie co do każdego pobieranego pliku.<br/> Warunki udzielania priorytetu są sprawdzane od Najwyższego do Najmniejszego, następnie występuje przypisanie priorytetu nowo dodanym plikom. Liczba zero oznacza, że priorytet nie będzie przypisywany - za wyjątkiem Priorytetu normalnego, który jest domyślny. Najmniejsza wartość okna Najwyższego priorytetu to 16 KiB.

source: Highest prio max size
bg: Най-голям приоритет
pl: Najwyższy prio max roz

source: Files with the same or under the entered size will be set to Highest as priority. (default: 64 KiB)
bg: Файловете с посочения тук размер или по-малък ще са с най-висок приоритет. (по подразбиране: 64 KiB)
pl: Pliki o tym rozmiarze lub mniejsze będą pobierane z Najwyższym priorytetem. (domyślnie: 64 KiB)

source: Normal prio max size
bg: Нормален приоритет
pl: Normalny prio max roz

source: Files with the same or under the entered size, but above Highest and High prio max size, will be set to Normal as priority. (default: 0 KiB)
bg: Файлове с посочения тук размер или по-малки, но с размер по-голям от размера на тези с най-висок и висок приоритет, ще бъдат с нормален приоритет. (по подразбиране: 0 KiB)
pl: Pliki o tym rozmiarze lub mniejsze, lecz poniżej rozmiaru Najwyższego i Wysokiego priorytetu, będą pobierane Normalnym priorytetem. (domyślnie: 0 KiB)

source: High prio max size
bg: Голям приоритет
pl: Wysoki prio max roz

source: Files with the same or under the entered size, but above Highest prio max size, will be set to High as priority. (default: 0 KiB)
bg: Файлове с посочения тук размер или по-малки, но с размер по-голям от размера на тези с най-висок приоритет, ще бъдат с висок приоритет. (по подразбиране: 0 KiB)
pl: Pliki o tym rozmiarze lub mniejsze, lecz poniżej rozmiaru Najwyższego priorytetu, będą pobierane z Wysokim priorytetem. (domyślnie: 0 KiB)

source: Low prio max size
bg: Нисък приоритет
pl: Niski prio max roz

source: Files with the same or under the entered size, but above Highest, High and Normal prio max size, will be set to Low as priority. (default: 0 KiB)
bg: Файлове с посочения тук размер или по-малки, но с размер по-голям от размера на тези с най-висок, висок и нормален размер, ще бъдат с нисък приоритет. (по подразбиране: 0 KiB)
pl: Pliki o tym rozmiarze lub mniejsze, lecz poniżej rozmiaru Najwyższego, Wysokiego i Normalnego będą pobierane z Niskim priorytetem. (domyślnie: 0 KiB)

source: Autodrop settings
bg: Настройки на автоматичното прекъсване
pl: Ustawienia automatycznego porzucenia

source: Autodrop allows automatical removal (or disconnecting) of slow download sources. By default, slow sources are removed.
bg: Автоматичното прекъсване позволява автоматично премахване (или изключване) на бавните източници за изтегляне. По подразбиране, бавните източници се премахват.
pl: Funkcja umożliwia automatyczne porzucenie/usunięcie źródeł plików o niskiej prędkości lub rozłączanych.</b> Domyślnie powolne źródła są usuwane. Uzupełnienie każdego z okien jest wymagane dla poprawnego działania ustawianej funkcji.

source: All of these autodrop options are necessary to estimate and disconnect/drop sources properly.
bg: Всички тези опции за автоматично изключване са необходими, за да можете след подходяща преценка, да разкачате/игнорирате източници правилно.
pl: Funkcja umożliwia automatyczne porzucenie/usunięcie źródeł plików o niskiej prędkości lub rozłączanych.</b> Domyślnie powolne źródła są usuwane. Uzupełnienie każdego z okien jest wymagane dla poprawnego działania ustawianej funkcji.

source: Drop sources below x B/s
bg: Прекъсни под x B/с
pl: Porzuć źródła poniżej x B/s

source: If the download speed of a file is below the entered value, the source will be dropped. (default: 1024 B/s)
bg: Ако скоростта на изтегляне на файл е под въведената стойност, източникът ще бъде игнориран. (по подразбиране: 1024 B/S)
pl: Jeżeli plik jest ściągany z tą prędkością lub niższą, źródło zostanie porzucone. (domyślnie: 1024 B/s)

source: Min elapsed
bg: Мин. минало
pl: Min czas

source: Amount of time (in seconds) that has to pass since the download started before a source can be dropped. (default: 15 s)
bg: Период от време (в секунди), които трябва да мине, след като изтеглянето е започнало, преди източник да може да бъде премахван. (по подразбиране: 15 сек)
pl: Minimalna ilość czasu (w sekundach) dla połączenia, zanim zostanie ono zakwalifikowane do porzucenia. (domyślnie: 15 s)

source: Min sources online
bg: Мин. бр. онлайн
pl: Min żródeł dostępnych

source: Minimum amount of sources before any sources will be dropped. (default: 1)
bg: Минимален брой на източниците, преди всички източници да бъдат игнорирани. (по подразбиране: 1)
pl: Minimalna ilość źródeł zanim jakiekolwiek z nich zostanie porzucone. (domyślnie: 1)

source: Check every x s
bg: Проверявай всеки x сек
pl: Sprawdzaj co x s

source: Check every x second(s) if the source is slow. (default: 10 s)
bg: Проверка, дали източникът е бавен, на всеки Х секунди. (по подразбиране: 10 сек)
pl: Sprawdzaj szybkość źródła co x sekund (domyślnie: 10 s)

source: Max inactivity
bg: Макс. без активност
pl: Max nieaktywny

source: This is the maximal time since the last chunk of data for the file was recieved. It is meant to improve speed measurement accuracy and to prevent dropping sources that are going to be disconnected only because of their current inactivity. (default: 10 s)
bg: Това е максималното време, изминало след получаването на последното парче с данни от файла. То има за цел, да се подобри точността на измерване на скоростта и да се предотврати отпадането на източници, за които предстои да бъдат разкачени само заради текущото им бездействие. (по подразбиране: 10 сек)
pl: To maksymalna ilość czasu od momentu, gdy ostatnia część pliku została ściągnięta. Funkcja ma na celu poprawić dokładność pomiaru prędkości i ustawienie zapobiega porzuceniu danego źródła tylko dlatego że następuje rozłączenie pomiędzy pobieranymi cząstkami pliku. (domyślnie 10 s)

source: Min filesize
bg: Мин.размер
pl: Min rozmiar pliku

source: Minimum filesize before sources will be dropped (in KiB). (default: 0 KiB)
bg: Минимален размер на файла, под който източникът ще отпадне (в KiB). (по подразбиране: 0 KiB)
pl: Minimalny rozmiar plików rozważany do porzucenia (w KiB). (domyślnie: 0 KiB)

source: Other queue options
bg: Други свойства на опашката
pl: Inne opcje kolejki

source: Set lowest prio for newly added files larger than Low prio size
bg: Задавай най-нисък приоритет на новодобавени файлове, по-големи от тези с нисък приоритет
pl: Ustaw najniższy prio dla nowo dodanych plików większy niż rozmiar Niski prio

source: With this enabled, files that are larger than Low prio max size are set to Lowest as priority. If disabled, the files will be set to Normal as priority.
bg: Когато опцията е разрешена, файлове които са с по-голям размер от тези с нисък приоритет, се определят за най-нисък приоритет. Ако не е отметнато, файловете ще бъдат с нормален приоритет.
pl: Zaznaczenie opcji spowoduje nadanie niskiego priorytetu dla nowo dodanych plików, nawet jeżeli ich rozmiar jest większy niż Niski prio max. Wyłączenie opcji nada priorytet Normalny.

source: Autodrop slow sources for all queue items (except filelists)
bg: Автоматично прекъсни бавните източници за всички елементи от опашката (освен файловите списъци)
pl: Automatycznie usuwaj wolne źródła dla wszystkich elementów z kolejki (z wyjątkiem list plików)

source: This option removes the slow sources for all queue items (except file lists).
bg: Тази опция премахва бавните източници за всички елементи на опашката (с изключение на списъците с файлове).
pl: Opcja ta usuwa powolne źródła dla danego pliku w kolejce pobierań (z wyjątkiem dla list plików).
