Repository: RoLex/feardc
Catalog: installer/po/*.po
Languages: bg, de, es, fr, hu, it, ru, sk, sr, zh_cn

source: DC++ (required)
bg: DC++ (изисква се)
de: DC++ (notwendig)
es: DC++ (requerido)
fr: DC++ (requis)
hu: DC++ (szükséges)
it: DC++ (richiesto)
ru: DC++ (обязательно)
sk: DC++ (nutné)
sr: DC++ (obavezno)
zh_cn: DC++ (必需)

source: A previous installation of DC++ has been found; backup settings and queue to '$R0'?
bg: Беше намерена предишна инсталация на DC++; Да се направи ли копие на настройките и опашката в '$R0'?
de: Eine vorherige Installation von DC++ wurde gefunden, wollen Sie Ihre Einstellungen sichern und an »$R0« weitergeben?
es: Se ha detectado una instalación previa de DC++; ¿realizar copia de seguridad y dejar en cola a '$R0'?
fr: Une installation existante de DC++ a été détectée ; sauver les options et téléchargements en attente dans '$R0' ?
hu: A telepítő a DC++ egy korábbi telepített példányát észlelte. Kívánod a beállítások és a letöltési sor mentését ide: '$R0'?
it: Una versione più vecchia di DC++ è stata rilevata nel sistema; effettuo un backup delle impostazioni e delle code in '$R0'?
ru: Найдена предыдущая установка DC++, сохранить предыдущие настройки и очередь файлов в '$R0'?
sk: Bola nájdená predchádzajúca inštalácia DC++; zálohovať nastavenia a frontu do '$R0'?
sr: Pronađena je prethodna instalacija DC++; napravi rezervnu kopiju (backup) podešavanja i liste za skidanje u '$R0'?
zh_cn: 发现已存在旧版的DC++；备份之前的设置和队列到'$R0'？

source: Start menu shortcuts
bg: Кратки пътища в старт менюто
de: Startmenüverknüpfungen
es: Atajos del menú Inicio
fr: Raccourcis dans le menu Démarrer
hu: Hozzáadás a Start menühöz
it: Collegamenti del menu Start
ru: Ярлыки в главном меню
sk: Odkazy do štart menu
sr: Prečice start menija
zh_cn: 开始菜单快捷方式

source: Store settings in the user profile directory
bg: Запазване на настройките в профилната директория на потребителя
de: Einstellungen im Profilverzeichnis des Benutzers speichern
es: Guardar configuraciones en el directorio del perfil de usuario
fr: Sauver les options dans le répertoire du profil utilisateur
hu: A beállítások tárolása a felhasználói profilban
it: Salva le impostazioni nella cartella home dell'utente
ru: Сохранять настройки в каталоге профиля пользователя
sk: Ukladať nastavenia v užívateľskom profile
sr: Čuvaj podešavanja u direktorijumu korisničkog profila
zh_cn: 在用户配置文件夹保存设置

source: Install the 32-bit version
bg: Инсталиране на 32-битовата версия
de: Die 32-Bit-Version installieren
es: Instalar la versión de 32 bits.
fr: Installer la version 32-bits
hu: A 32 bites verzió telepítése
it: Installa la versione a 32 bit
sk: Inštalovať 32-bitovú verziu
sr: Instaliraj 32-bit verziju

source: Unchecking this box will make DC++ store its settings in the program directory. This is strongly discouraged on Windows Vista and later; settings or downloads might get lost.
bg: Премахването на тази отметка ще накара DC++ да записва настройките си в директорията на програмата. Това е строго непрепоръчително за Windows Vista и по- нови версии; настройките или свалянията могат да се загубят.
de: Wenn Sie diesen Haken entfernen werden die Einstellungen für DC++ im Programmverzeichnis gespeichert. Nutzer von Windows Vista (oder neuer) wird von dieser Einstellung stark abgeraten, da Einstellungen oder Übertragungen verloren gehen könnten.
es: Al dejar la casilla sin marcar DC++ guardará la configuración en el directorio del programa. Esto no se aconseja en Windows Vista y posteriores; los ajustes o las transferencias directas se perderán.
fr: Avec cette case décochée, DC++ sauvera ses options dans le répertoire de son propre programme. Ceci est fortement déconseillé sur Windows Vista et plus ; des options ou des téléchargements risquent d'être perdus.
hu: Ezen opció tiltása a DC++ beállításainak a program könyvtárban való tárolását eredményezi. Windows Vista és újabb rendszerek esetén ez a beállítások és a letöltések elvesztéséhez vezethet és ezért nem ajánlott.
it: Deseleziona questa casella per salvare le configurazioni nella cartella del programma. È sconsigliato per sistemi operativi come Windows Vista o successivi; le configurazioni e i download potrebbero andare persi.
ru: При отключении данного пункта DC++ сохранит все настройки в папке с программой. Это нежелательно для Windows Vista и более поздних систем; настройки или загрузки могут быть потеряны.
sk: Zrušenie zaškrtnutia tejto kolónky spôsobí že DC++ bude ukladať nastavenia v priečinku kde je uložený samotný program. Toto nastavenie je neodporúčané pre operačné systémy Windows Vista a vyššie; nastavenia alebo sťahovania sa môžu stratiť.
sr: Deselektovanje ovog checkboxa će naterati DC++ da čuva podešavanja u programskom direktorijumu. Ovo se nikako ne savetuje na operativnim sistemima Windows Vista i novijim; podešavanja ili preuzimanja mogu da se izgube.
zh_cn: 不选中本项则DC++保存配置文件在程序所在文件夹。在Windows Vista及之后的系统中不建议选中，否则设置或下载可能会丢失。

source: Warning: the 'locale' directory ($INSTDIR\locale) will be completely erased!
bg: Предупреждение: директорията 'locale' ($INSTDIR\locale) ще бъде изтрита напълно!
de: Achtung: Das Verzeichnis »locale« ($INSTDIR\locale) wird vollständig gelöscht!
es: Advertencia: el directorio 'locale' ($INSTDIR\locale) sera eliminado totalmente!
fr: Attention : le répertoire 'locale' ($INSTDIR\locale) sera entièrement effacé !
hu: Figyelem: a 'locale' könyvtár ($INSTDIR\locale) teljes tartalma törlésre kerül!
it: Attenzione: la cartella 'locale' ($INSTDIR\locale) è stata cancellata completamente!
ru: Предупреждение: папка 'locale' ($INSTDIR\locale) будет полностью уничтожена!
sk: Varovanie: 'locale' priečinok ($INSTDIR\locale) bude úplne vymazaná!
sr: Upozorenje: direktorijum 'locale' ($INSTDIR\locale) će biti izbrisan u potpunosti!
zh_cn: 警告： 'locale'文件夹($INSTDIR\locale)将被完全删除。

source: DC++ (file sharing application)
bg: DC++ (приложение за споделяне на файлове)
de: DC++ (Datenaustauschanwendung)
es: DC++ (aplicación para compartir archivos)
fr: DC++ (application de partage de fichiers)
hu: DC++ (fájl megosztó alkalmazás)
it: DC++ (applicazione di condivisione file)
ru: DC++ (приложение для обмена файлами)
sk: DC++ (aplikácia pre zdieľanie súborov)
sr: DC++ (aplikacija za deljenje fajlova)
zh_cn: DC++ (文件共享程序)

source: License
bg: Лиценз
de: Lizenz
es: Licencia
hu: Licensz
it: Licenza
ru: Лицензионное соглашение
sk: Licencia
sr: Licenca
zh_cn: 许可协议

source: Help
bg: Помощ
de: Hilfe
es: Ayuda
fr: Aide
hu: Segítség
it: Aiuto
ru: Справка
sk: Pomoc
sr: Pomoć
zh_cn: 帮助

source: Change Log
bg: Списък с промените
de: Änderungsprotokoll
es: Registro de cambios
fr: Changements
hu: Változásnapló
it: Registro dei cambiamenti
ru: Список изменений
sk: Záznam o zmenách
sr: Dnevnik izmena
zh_cn: 更新记录

source: Installation complete. Do you want to run DC++?
bg: Инсталацията е завършена. Искате ли да стартирате DC++?
de: Installation vollständig: Möchten Sie DC++ starten?
es: Instalación completada. ¿Desea ejecutar DC++?
fr: Installation terminée. Souhaitez-vous lancer DC++ ?
hu: A telepítés befejeződött. Szeretnéd futtatni a DC++-t?
it: Installazione completata. Vuoi eseguire DC++?
sk: Inštalácia dokončená. Chcete spustiť DC++?
sr: Instalacija je završena. Da li želite da pokrenete DC++?

source: Uninstall
bg: Деинсталиране
de: Deinstallieren
es: Desinstalar
fr: Désinstaller
hu: Eltávolítás
it: Disinstalla
ru: Удаление
sk: Odinštalovať
sr: Deinstaliraj
zh_cn: 卸载

source: Also remove queue, settings and the whole DC++ program directory ($INSTDIR) with all of its sub-directories?
bg: Също премахване на опашката, настройките и цялата директория на програмата DC++ ($INSTDIR) с всичките ѝ поддиректории?
de: Warteschlange, Einstellungen und das komplette Programmverzeichnis von DC++ ($INSTDIR) mit all seinen Unterverzeichnissen ebenfalls entfernen?
es: ¿También elimina la cola, los ajustes y el directorio entero del programa de DC++ ($INSTDIR) con todos sus sub-directórios?
fr: Aussi supprimer les téléchargements en attente, les options et le répertoire de DC++ dans son ensemble ($INSTDIR) avec tous ses sous-répertoires ?
hu: Kívánod a letöltési sor, a beállítások valamint a teljes DC++ program könyvtár ($INSTDIR) eltávolítását minden alkönyvtárával együtt?
it: Rimuovere anche la coda, le configurazioni e tutta la cartella DC++ ($INSTDIR) incluse le sottocartelle?
ru: Также удалить очередь загрузки, параметры и папку, где установлен пакет DC++ ($INSTDIR), со всеми подпапками?
sk: Taktiež zmazať frontu, nastavenia a celý programový priečinok DC++ ($INSTDIR) so všetkými jeho podzložkami?
sr: Također ukloni listu za skidanje, podešavanja i celi DC++ programski direktorijum ($INSTDIR) zajedno sa svim poddirektorijumima?
zh_cn: 删除队列、配置和DC++程序文件夹($INSTDIR) 及其子文件夹？

source: Contribute to the Direct Connect Network Foundation
fr: Contribuer à la Direct Connect Network Foundation
hu: Járulj hozzá a Direct Connect Network Foundation alapítvány működéséhez
it: Contribuisci alla Direct Connect Network Foundation
sr: Doprinesi DCNF-u (Direct Connect Network Foundation)

source: To help the development of DC++ and other DC related software, please consider contributing or donating. Your generous donations will be used for the following:
fr: Pour aider au développement de DC++ et des autres programmes DC liés, toute contribution ou don de votre part serait grandement apprécié. Les dons seront mis à profit pour les points suivants :
hu: A DC++ és más DC-hez kapcsolódó szoftverek fejleszésének segítése érdekében kérjük támogatásod vagy egyéb hozzájárulásod. Nagylelkű adományodat a következőkre használjuk fel:
it: Per aiutare lo sviluppo di DC++ e di altri software correlati a DC, prendi in considerazione l'idea di contribuire o di effettuare una donazione. Le vostre donazioni generose saranno utilizzati per le seguenti cose:
sr: Da pomognete razvoj DC++ i drugih DC povezanih aplikacija molimo razmislite o doprinosu ili donaciji. Vaše velikodušne donacije će biti iskorištene za sledeće:

source: * Development infrastructure (domains, server costs)
fr: * Infrastructure pour le développement (domaines, coûts des servers)
hu: * Fejleszési infrastruktúra üzemeltetése (domén nevek, szerver költség)
it: * Infrastruttura dello sviluppo (domini, costi del server)
sr: * Razvojna infrastruktura (domeni, troškovi za servere)

source: * Certificates for supported projects
fr: * Certificats pour les projets supportés
hu: * Biztonsági tanúsítványok beszerzése a támogatott projektek részére
it: * Certificati per i progetti supportati
sr: * Sertifikati za podržane projekte

source: All donations are completly transparent, will be individually listed and published on the DCNF website, either under your own name or as an anonymous donation, according to your choice.
fr: Les donations sont entièrement transparentes et seront individuellement listées et publiées sur le site de la DCNF (soit avec votre nom, soit en tant que donation anonyme, selon votre choix).
hu: Minden egyes adomány teljesen átláthatóan, publikusan megjelenik az alapítvány weboldalán, az adományozó nevével együtt vagy kérés szerint anonim adományként.
it: Tutte le donazioni sono completamente trasparenti, saranno elencate e pubblicate sul sito DCNF individualmente, sia sotto il proprio nome o come donazione anonima, secondo la vostra scelta.
sr: Sve donacije su potpuno javne, biće pojedinačno izlistane i objavljene na DCNF web stranici. Donacija može biti objavljena pod vašim imenom ili kao anonimna donacija u zavisnosti od vašeg izbora.

source: Donate / Contribute
de: Spenden/Beteiligen
fr: Faire un don / Contribuer
hu: Adományozok / Hozzájárulok
it: Dona / Contribuisci
sr: Doniraj / Doprinesi

source: DC++ may not support this version of Windows. Do you want to continue?
hu: A DC++ lehet hogy nem támogatja ezt a Windows verziót. Szeretnéd folytatni a telepítést?

source: The CPU of this computer is too old to run DC++.
hu: A gép processzora túl régi a DC++ futtatásához.
