Repository: RoLex/feardc
Catalog: dcpp/po/*.po
Languages: de, fr, it, pt, ru, sv, zh_cn

source: Transfer-encoding error (%1%)
fr: Erreur de type Transfer-encoding (%1%)
it: Errore di trasferimento-codifica (%1%)
ru: Ошибка кодировки передачи (%1%)
sv: Överföringsfel (%1%)

source: Un-ignore
de: Nicht mehr ignorieren
fr: Désignorer
it: Non ignorare
pt: Não ignorar
ru: Un-игнорировать
sv: Ångra ignorering
zh_cn: 不忽略

source: Unable to create thread
de: Thread kann nicht erschaffen werden
fr: Création de thread impossile
it: Impossibile creare la discussione
pt: Incapaz de criar o processo
ru: Невозможно создать поток
sv: Kan inte skapa tråd
zh_cn: 不能建立线程

source: Unable to move %1% to %2% (%3%) nor to rename to %4% (%5%)
de: Weder Verschieben von %1% nach %2% (%3%) noch Umbenennen in %4% (%5%) möglich
fr: Impossible de déplacer %1% vers %2% (%3%) ni de le renommer en %4% (%5%)
it: Impossibile spostare %1% in %2% (%3%) o rinominarlo in %4% (%5%)
pt: Incapaz de mover %1% para %2% (%3%) ou de mudar o nome para %4% (%5%)
ru: Не удалось ни переместить %1% в %2% (%3%), ни переименовать в %4% (%5%)
sv: Kan inte flytta %1% till %2% (%3%) eller att döpa om till %4% (%5%)
zh_cn: 无法移动 %1% 到 %2% (%3%) 或无法重命名为 %4% (%5%)

source: Unable to move %1% to %2% (%3%); renamed to %4%
de: Verschieben von %1% nach %2% (%3%) fehlgeschlagen; umbenannt in %4%
fr: Impossible de déplacer %1% vers %2% (%3%) ; renommé en %4%
it: Impossibile spostare %1% in %2% (%3%); il file è stato rinominato in %4%
pt: Incapaz de mover %1% para %2% (%3%); nome mudado para %4%
ru: Невозможно переместить %1% в %2% (%3%); переименовано в %4%
sv: Kan inte flytta %1% till %2% (%3%). Omdöpt till %4%
zh_cn: 无法移动 %1% 到 %2% (%3%) ；重命名为 %4%

source: Unable to open %1% port(s); connectivity settings must be configured manually
fr: Impossible d'ouvrir les ports de %1% ; les options de connectivité vont devoir être configurées manuellement
it: Non si è in grado di aprire la porta (o le porte) %1%; le impostazioni della connettività devono essere configurate manualmente
pt: Incapaz de abrir %1% porta(s). Deve configurar as definições de ligação manualmente
ru: Невозможно открыть порт(ы) %1%; параметры подключения должны быть настроены вручную
sv: Kan inte öppna %1% portar. Nätverksinställningar måste konfigureras manuellt
zh_cn: 无法打开%1%端口；手动配置必须连接信息

source: Unable to open filelist: %1%
de: Dateiliste kann nicht geöffnet werden: %1%
fr: Impossible d'ouvrir la liste de fichiers : %1%
it: Impossibile aprire elenco dei file condivisi :%1%
pt: Incapaz de abrir a lista de ficheiros: %1%
ru: Не удалось открыть список файлов: %1%
sv: Kan inte öppna fillista: %1%
zh_cn: 无法打开文件列表：%1%

source: Unable to read hash data file
de: Hash-Datendatei kann nicht gelesen werden
fr: Impossible de lire la base de données des clés
it: Impossibile leggere il file di indice
pt: Incapaz de ler os dados hash
ru: Не удалось прочитать файл данных хеша
sv: Kan inte läsa hashdatafil
zh_cn: 无法读取哈希数据文件

source: Unable to send file %1%: %2%
de: Datei %1% kann nicht gesendet werden: %2%
fr: Impossible d'envoyer le fichier %1% : %2%
it: Impossibile inviare il file %1%: %2%
pt: Incapaz de enviar o ficheiro %1%: %2%
ru: Не удалось передать файл %1%: %2%
sv: Kan inte skicka fil %1%: %2%
zh_cn: 无法发送文件 %1%：%2%

source: Unknown error: 0x%1$x
de: Unbekannter Fehler: 0x%1$x
fr: Erreur inconnue : 0x%1$x
it: Errore sconosciuto: 0x%1$x
pt: Erro desconhecido: 0x%1$x
ru: Неизвестная ошибка: 0x%1$x
sv: Okänt fel: 0x%1$x
zh_cn: 未知错误：0x%1$x

source: Unknown protocol %d
de: Unbekanntes Protokoll %d
fr: Protocole inconnu : %d
it: Protocollo %d sconosciuto
pt: Protocolo desconhecido %d
ru: Неизвестный протокол %d
sv: Okänt protokoll %d
zh_cn: 未知的协议 %d

source: Updating the %1% plugin from version %2% to version %3%
fr: Mise à jour du plugin %1% de la version %2% à la version %3%
it: Aggiornamento del plugin %1% dalla versione %2% alla versione %3%
ru: Обновление плагина %1% с версии %2% до версии %3%
sv: Uppdaterar plugin %1% från version %2% till version %3%

source: Users
de: Benutzer
fr: Utilisateurs
it: Utenti
pt: Utilizadores
ru: Пользователи
sv: Användare
zh_cn: 用户

source: Video
fr: Vidéo
pt: Vídeo
ru: Видео
zh_cn: 视频

source: You're trying to download from yourself!
de: Kein Download von sich selbst möglich!
fr: Vous essayez de télécharger sur vous-même !
it: Stai cercando di scaricare da te stesso!
pt: Está a tentar transferir de si próprio!
ru: Вы пытаетесь качать с себя!
sv: Du försöker att ladda ned från dig själv!
zh_cn: 不能下载自己!

source: disabled
de: Deaktiviert
fr: désactivé
it: disabilitato
pt: inativo
ru: отключено
sv: avaktiverad
zh_cn: 已禁用

source: downloaded from
de: heruntergeladen von
fr: téléchargé de
it: scaricato da
pt: transferido de
ru: закачано с
sv: nedladdad från
zh_cn: 下载自

source: enabled IPv4 detection: %1% IPv6 detection: %2%
fr: activée Détection IPv4 : %1% Détection IPv6 : %2%
ru: включен IPv4 обнаружение: %1% IPv6 обнаружение: %2%
sv: igång IPv4-detektering: %1% IPv6-detektering: %2%

source: undefined
de: Nicht definiert
fr: non défini
it: non definito
pt: indefinido
ru: не определено
sv: odefinierad
zh_cn: 未定义

source: uploaded to
de: hochgeladen an
fr: envoyé à
it: upload eseguito da
pt: enviado para
ru: отдано
sv: uppladdad till
zh_cn: 上传至

source: %d B
fr: %d o

source: %s B
fr: %s o

source: %1%/s
zh_cn: %1%/秒
