Repository: RoLex/feardc
Catalog: dcpp/po/*.po
Languages: de, fr, it, pt, ru, sv, zh_cn

source: File list refresh in progress, please wait for it to finish before trying to refresh again
de: Aktualisieren der Dateiliste im Gange, bitte vor erneuter Aktualisierung auf Ende warten
fr: La mise à jour de la liste de fichiers est en cours, veuillez attendre qu'elle se termine avant de ré-essayer
it: Aggiornamento elenco file in corso, attendi che il processo termini prima di riprovare ad aggiornare l'elenco dei file
pt: A atualizar a lista de ficheiros. Por favor, aguarde antes de tentar uma nova atualização
ru: Выполняется обновление списка файлов, пожалуйста, дождитесь окончания, прежде чем обновлять список вновь
sv: Uppdatering av fillistan pågår. Vänligen vänta tills den är klar innan du försöker att uppdatera igen
zh_cn: 文件列表正在刷新，请稍候再尝试刷新

source: File list refresh initiated
de: Aktualisieren der Dateiliste gestartet
fr: Mise à jour de la liste de fichiers commencée
it: Aggiornamento dell'elenco dei file condivisi iniziato
pt: Iniciada a atualização da lista de ficheiros
ru: Начато обновление списка файлов
sv: Uppdatering av fillistan påbörjad
zh_cn: 文件列表刷新已开始

source: Finished hashing: %1%
de: Hash berechnen beendet: %1%
fr: Clé générée : %1%
it: Indicizzazione completata: %1%
pt: Hashing terminado: %1%
ru: Хеширование завершено: %1%
sv: Hashning färdig: %1%
zh_cn: 哈希结束：%1%

source: Finished hashing: %1% (%2% at %3%/s)
de: Hashing abgeschlossen: %1% (%2% at %3%/s)
fr: Clé générée : %1% (%2% à %3%/s)
it: Indicizzazione completata: %1% (%2% a %3%/s)
pt: Hashing terminado: %1% (%2% at %3%/s)
ru: Хеширование завершено: %1% (%2% со скоростью %3%/с)
sv: Hashning färdig: %1% (%2% at %3%/s)
zh_cn: 完成hashing：%1% (%2% 在 %3%/s)

source: Finished hashing: %1% (%2%)
de: Hashing abgeschlossen: %1% (%2%)
fr: Clé générée : %1% (%2%)
it: Indicizzazione completata: %1% (%2%)
pt: Hashing terminado: %1% (%2%)
ru: Хеширование завершено: %1% (%2%)
sv: Hashning färdig: %1% (%2%)
zh_cn: 完成hashing：%1% (%2%)

source: Full tree does not match TTH root
de: Kompletter Baum stimmt nicht mit TTH-Root überein
fr: La concaténation des clés ne correspond pas à la clé TTH racine
it: L'albero delle cartelle non è coerente con la radice TTH
pt: O caminho não coincide com o TTH root
ru: Полное дерево не соответствует TTH корню
sv: Fullt träd matchar inte TTH-roten
zh_cn: 已下载的“树”不匹配于 TTH root

source: Generated new TLS certificate
de: Neues TLS Zertifikat erstellt
fr: Nouveau certificat TLS généré
it: È stato creato un nuovo certificato TLS
pt: Foi gerado um novo certificado TLS
ru: Новый TLS-сертификат сгенерирован
sv: Genererade nytt TLS-certifikat
zh_cn: 生成新 TLS 证书

source: Generic
fr: Générique
it: Generico
pt: Genérico
ru: Общий
sv: Allmän
zh_cn: 常规

source: HTTP file download failed to create file %1%, error: %2%
fr: Impossible de créer le fichier %1% pour un téléchargement HTTP, erreur : %2%
it: Il download HTTP del file ha fallito la creazione del file %1%, errore: %2%
ru: Загрузка HTTP-файла не удалось создать файл %1%, Ошибка: %2%
sv: Fel vid HTTP nerladdning vid skapande av fil %1%, fel: %2%

source: Hash database
de: Hash-Datenbank
fr: Base de données des clés
it: Database delle indicizzazioni
pt: Hash da base de dados
ru: БД хэшей
sv: Hashdatabas
zh_cn: Hash 数据库

source: Hash database rebuilt
de: Hash-Datenbank rekonstruiert
fr: Base de données des clés re-créée
it: Ricostruito il database delle indicizzazioni
pt: Reconstruída a hash da base de dados
ru: БД хэшей создана заново
sv: Hashdatabasen ombyggd
zh_cn: Hash 数据库已重建

source: Hashing failed: %1%
de: Hash berechnen fehlgeschlagen: %1%
fr: Génération de la clé échouée : %1%
it: Indicizzazione fallita: %1%
pt: Falha de hashing: %1%
ru: Не удалось выполнить хеширование: %1%
sv: Hashning misslyckades: %1%
zh_cn: 哈希失败：%1%

source: Hub probably uses an old version of ADC, please encourage the owner to upgrade
de: Hub benutzt möglicherweise eine alte Version von ADC. Bitte empfehlen Sie dem Besitzer zu aktualisieren.
fr: Le hub utilise probablement une ancienne version d'ADC, veuillez encourager l'hébergeur à mettre à jour son programme d'hébergement
it: L'hub sta probabilmente usando una vecchia versione di ADC , si prega di incoraggiare il proprietario ad aggiornarlo
pt: É provável que o hub utilize um versão antiga do ADC. Por favor, incite o programador a atualizar a versão
ru: Скорее всего, узел использует старую версию ADC, пожалуйста, попросите владельца установить обновление
sv: Hubben använder antagligen en gammal version av ADC. Vänligen uppmana ägaren att uppgradera
zh_cn: 站点大部分用户使用旧版本的ADC，请鼓励用户升级

source: Ignore
de: Ignorieren
fr: Ignorer
it: Ignora
pt: Ignorar
ru: Пропустить
sv: Ignorera
zh_cn: 忽略

source: Invalid URL: %1%
fr: URL invalide : %1%
it: URL non valido: %1%
ru: Неверный URL-адрес: %1%
sv: Ogiltig länk: %1%
zh_cn: 无效的URL： %1%

source: Invalid archive
fr: Archive invalide
it: Archivio non valido
ru: Неверный архив
sv: Ogiltigt arkiv

source: Invalid data
de: Ungültige Daten
fr: Données invalides
it: Dati non validi
pt: Dados inválidos
ru: Неверные данные
sv: Ogiltig data
zh_cn: 无效的数据

source: Invalid file list extension (must be .xml or .bz2)
de: Ungültige Endung der Dateiliste (muss .xml oder .bz2 sein)
fr: Extension de liste de fichiers invalide (doit être .xml ou .bz2)
it: Estensione dell'elenco dei file non valida (dev'essere .xml o .bz2)
ru: Недопустимое расширение списка файлов (must be .xml or .bz2)
sv: Ogiltig ändelse på fillistan (måste vara .xml eller .bz2)
zh_cn: 无效的的文件列表扩展名(必须是 .xml 或 .bz2)

source: Invalid file name found while hashing folder %1%
de: Ungültiger Dateiname beim Hashen des Ordners %1% gefunden
fr: Nom de fichier invalide trouvé lors de la génération de clés du dossier %1%
it: Nome di file non valido trovato facendo l'hashing della cartella %1%
pt: Nome inválido ao tentar fazer hashing na pasta %1%
ru: Недопустимое имя файла во время хеширования каталога %1%
sv: Ogiltigt filnamn hittades vid indexering av mappen %1%
zh_cn: 当hashing %1%文件夹时发现无效的文件名

source: Invalid regular expression: %1%
de: Ungültiger regulärer Ausdruck: %1%
fr: Expression rationnelle invalide : %1%
it: Espressione regolare non valida: %1%
pt: Expressão inválida: %1%
ru: Недопустимое регулярное выражение: %1%
sv: Ogiltigt reguljärt uttryck: %1%
zh_cn: 无效的正则表达式：%1%

source: Invalid search type name
de: Ungültiger Name des Suchtyps
fr: Nom de catégorie de recherche invalide
it: NOme del tipo di file da ricercare non valido
pt: Nome de procura inválido
ru: Неверное имя поиска
sv: Ogiltigt namn för söktyp
zh_cn: 无效的搜索类型名称

source: Invalid size
de: Ungültige Größe
fr: Taille invalide
it: Dimensione non valida
pt: Tamanho inválido
ru: Неверный размер
sv: Ogiltig storlek
zh_cn: 无效的尺寸

source: Invalid target file (missing directory, check default download directory setting)
de: Ungültige Zieldatei (Verzeichnis fehlt, überprüfen Sie in den Einstellungen das Standard Downloadverzeichnis)
fr: Fichier cible invalide (dossier manquant ; vérifier l'option du dossier des téléchargements par défaut)
it: File di destinazione non valido (cartella mancante, verificare la cartella di download predefinita nelle impostazioni)
pt: O ficheiro de destino é inválido (diretório inexistente. Verifique as definições)
ru: Неверный целевой файл (каталог отсутствует, проверьте настройки папки закачек по умолчанию)
sv: Ogiltig målfil (saknar mapp, kontrollera inställning för standard nedladdningsmapp)
zh_cn: 目标文件无法访问(目录已被删除, 请检查缺省的下载地址设置)

source: Kick user(s)
de: Benutzer kicken
fr: Expulser l(es) utilisateur(s)
it: Kikka utente(i)
pt: Expulsar utilizador(es)
ru: Отключить пользователя(ей)
sv: Sparka användare
zh_cn: 踢出该用户

source: Local network with possible NAT detected, trying to map the ports...
fr: Réseau local détecté avec possibilité de NAT, ouverture des ports...
it: Riconosciuta una rete locale con NAT possibile, tentativo di mappatura delle porte in corso...
pt: Detetada um rede local com NAT. A tentar mapear as portas...
ru: Локальная сеть с возможным обнаруженным NAT, пытается сопоставить порты ...
sv: Lokalt nätverk med möjlig NAT upptäckt, försöker att mappa portarna...
zh_cn: 本地网络可能是NAT，尝试端口映射...

source: Maximum command length exceeded
de: Maximale Befehlslänge überschritten
fr: Dépassement de la longueur maximale de la commande
it: Massima lunghezza comando superata
pt: O limite do comando foi excedido
ru: Превышена максимальная длина команды
sv: Maximal kommandolängd överskriden
zh_cn: 超出最大命令长度

source: Missing dependencies for %1%
fr: Dépendances manquantes pour %1%
it: Dipendenze mancanti per %1%
ru: Отсутствуют зависимости для %1%
sv: Saknar samband för %1%
zh_cn: 丢失 %1% 信赖

source: More bytes written than requested
de: Mehr Bytes geschrieben als angefordert
fr: Trop d'octets ont été écrits
it: Sono stati scritti piu byte del necessario
pt: Foram escritos mais bytes do que solicitados
ru: Записано больше байт, чем было запрошено
sv: Skrev fler byte än efterfrågat
zh_cn: 写入的字节数超过请求的

source: No certificate file chosen
de: Keine Zertifikat-Datei gewählt
fr: Aucun fichier de certificat choisi
it: Nessun file di certificato scelto
pt: Não escolheu o certificado
ru: Не выбран файл сертификата
sv: Ingen certifikatfil vald
zh_cn: 未选择证书文件

source: No directory specified
de: Kein Ordner ausgewählt
fr: Pas de dossier spécifié
it: Nessuna cartella specificata
pt: Não escolheu o diretório
ru: Не указан каталог
sv: Ingen mapp specificerad
zh_cn: 没有指定目录

source: No private key file chosen
de: Keine Privater Schlüssel-Datei gewählt
fr: Aucun fichier de clé privée choisi
it: Nessun file di chiave privata scelto
pt: Não escolheu a chave privada
ru: Не выбран файл личного ключа
sv: Ingen privat nyckelfil vald
zh_cn: 未选择密钥文件

source: No slots available
de: Keine Slots verfügbar
fr: Pas de slot disponible
it: Nessuno slot disponibile
pt: Nenhuma "slot" disponível
ru: Нет доступных слотов
sv: Inga platser tillgängliga
zh_cn: 对方上传通道都已经满了

source: No such search type
de: Kein solcher Suchtyp gefunden.
fr: Aucune catégorie de recherche trouvée
it: Tipo di ricerca inesistente
pt: Tipo de procura inexistente
ru: Нет такого вида поиска
sv: Ingen sådan söktyp
zh_cn: 无此搜索类型

source: Non-UTF-8 data in an ADC connection
de: ADC connection liefert nicht UTF-8 kodierte Daten
fr: Données non-UTF-8 dans une connexion ADC
it: Dati non-UTF-8 in una connessione ADC
pt: Dados não UTF-8 na ligação ADC
ru: Не UTF-8 данные в ADC соединении
sv: Icke-UTF-8 data i en ADC-överföring
zh_cn: 在ADC连接中有非UTF-8数据

source: Not listening for connections - please restart %1%
de: Es wird nicht auf Verbindungen gewartet - bitte %1% neustarten
fr: Échec dans l'écoute des connexions - veuillez relancer %1%
it: Nessun ascolto per la connessione - riavviare %1%
pt: Nenhuma ligação - por favor, reinicie o %1%
ru: Соединения не обрабатываются — пожалуйста перезапустите %1%
sv: Lyssnar inte efter anslutningar. Vänligen starta om %1%
zh_cn: 未监听连接 - 请重启 %1%

source: Offline
fr: Déconnecté
it: Non in linea
pt: Desligado
ru: Офлайн
zh_cn: 离线

source: Partial file list
fr: Liste de fichiers partielle
it: Elenco dei file parziali
ru: Частичный список файлов
sv: Partiell fillista
zh_cn: 部分的文件列表

source: Passive mode
de: Passiver Modus
fr: Mode passif
it: Modalità passiva
pt: Modo passivo
ru: Пассивный режим
sv: Passivt läge
zh_cn: 被动模式

source: Picture
de: Bild
fr: Image
it: Immagine
pt: Imagem
ru: Изображение
sv: Bild
zh_cn: 图片

source: Port mapping: %1%
fr: Ouverture de ports : %1%
it: Mappatura della porta: %1%
pt: Mapeamento de porta: %1%
ru: Сопоставление портов: %1%
sv: Portmappning: %1%
zh_cn: 端口映射中：%1%

source: Public IP address detected, selecting active mode with direct connection
de: Öffentliche IP-Adresse gefunden, wähle aktiven Modus mit direkter Verbindung
fr: Adresse IP publique détectée, sélection du mode actif par connexion directe
it: Rilevato indirizzo IP pubblico, seleziono la modalità attiva con connessione diretta
pt: Foi detetado um IP público. A escolher o modo ativo com ligação direta
ru: Обнаружен публичный адрес IP, выбирается активный режим с прямым соединением
sv: Offentlig IP-adress upptäckt. Väljer aktivt läge med direktanslutning
zh_cn: 检测到外部IP，选择直接连接的主动模式

source: Redirect user(s)
de: Benutzer umleiten
fr: Rediriger l(es) utilisateur(s)
it: Reindirizza utente(i)
pt: Redirecionar utilizador(es)
ru: Перенаправление пользователя(ей)
sv: Omdirigera användare
zh_cn: 重定向用户

source: Remove all subdirectories before adding this one
de: Alle Unterordner entfernen bevor dieser Hinzugefügt wird
fr: Enlevez tous les sous-dossiers avant d'ajouter celui-ci
it: Elimina tutte le sottocartelle prima di aggiungerne una nuova
pt: Remova todos os subdiretórios antes de adicionar este
ru: Удалите все вложенные каталоги прежде, чем добавить этот
sv: Ta bort alla undermappar innan du lägger till denna
zh_cn: 增加前先删除所有子文件夹

source: Response does not match request
de: Antwort stimmt nicht mit Anfrage überein
fr: Le résultat ne correspond pas à la demande
it: Il risultato non corrisponde con la richiesta
pt: A resposta não coincide com a pergunta
ru: Ответ не соответствует запросу
sv: Svaret matchar inte förfrågningen
zh_cn: 响应与请求不匹配

source: Search
de: Suche
fr: Recherches
it: Cerca
pt: Procurar
ru: Поиск
sv: Sök
zh_cn: 搜索

source: Search (UDP)
de: Suche (UDP)
fr: Recherches (UDP)
it: Cerca (UDP)
pt: Procurar (UDP)
ru: Поиск (UDP)
sv: Sök (UDP)
zh_cn: 搜索 (UDP)

source: Search disabled: %1%
de: Suche deaktiviert: %1%
fr: Recherche désactivée : %1%
it: Ricerca disabilitata: %1%
pt: Procura inativa: %1%
ru: Поиск отключён: %1%
sv: Sökning avaktiverad: %1%
zh_cn: 禁止搜索：%1%

source: Search enabled again
de: Suche wieder aktiviert
fr: Recherche à nouveau activée
it: Ricerca nuovamente abilitata
pt: Ativar novamente a procura
ru: Поиск вновь включён
sv: Sökning aktiverad igen
zh_cn: 再次允许搜索

source: Security certificates
de: Sicherheitszertifikate
fr: Certificats de sécurité
it: Certificati di sicurezza
pt: Certificados de segurança
ru: Сертификаты безопасности
sv: Säkerhetscertifikat
zh_cn: 安全证书

source: Sent %1%
fr: Envoyé %1%
it: Inviato %1%
ru: Отправлено %1%
sv: Skickat %1%
zh_cn: 已经发送 %1%

source: Shared Files
de: Freigegebene Dateien
fr: Fichiers Partagés
it: File Condivisi
pt: Ficheiros partilhados
ru: Общие файлы
sv: Delade filer
zh_cn: 共享文件

source: Socks server authentication failed (bad login / password?)
de: Socks Server Authentifizierung fehlgeschlagen (Login / Passwort falsch?)
fr: Échec lors de l'authentification au serveur socks (mauvais identifiant / mot de passe ?)
it: Autenticazione del server Socks fallita (nome utente /password non validi?)
pt: Falha ao autenticar o servidor socks (utilizador/senha inválido(a) ?)
ru: Не удалось пройти аутентификацию на SOCKS-сервере (возможно, неверные имя или пароль)
sv: Socks-serverautentisering misslyckades (fel användarnamn / lösenord?)
zh_cn: Socks代理鉴权失败 (用户名/密码错误?)

source: Successfully created port mappings (Transfers: %1%, Encrypted transfers: %2%, Search: %3%) on the %4% device with the %5% interface
fr: Ports ouverts avec succès (Transferts : %1%, Transferts cryptés : %2%, Rercherches : %3%) sur le routeur %4% avec l'interface %5%
it: Create con successo le mappature delle porte (Trasferimenti: %1%. Trasferimenti cifrati: %2%. Ricerche: %3%) sul dispositivo %4% con interfaccia %5%
pt: Mapeamentos de porta criados (Transferências %1%, Transferências codificadas: %2%, Procura: %3%) no dispositivo %4% com a interface %5%
ru: Успешно создан маппинг портов (Передачи: %1%, Зашифрованные передачи: %2%, Поиск: %3%) на устройстве %4% с интерфейсом %5%.
sv: Portmappningar skapades (Överföringar: %1%, Krypterade överföringar: %2%, Sök: %3%) på enhet %4% med användargränssnittet %5%
zh_cn: 在%4%设备的%5% 接口上创建端口映射成功（传输：%1%，加密传输：%2%，搜索：%3%）

source: Successfully created port mappings on the %1% device with the %2% interface
fr: Ports ouverts avec succès sur le routeur %1% avec l'interface %2%
it: Create con successo le mappature delle porte dal dispositivo %1% con l'interfaccia %2%
ru: Успешно создан маппинг портов на устройстве %1% с интерфейсом %2%
sv: Lyckades skapa portmappningar på enhet %1% med användargränssnittet %2%
zh_cn: 在%1%设备的%2% 接口上创建端口映射成功

source: Successfully removed port mappings from the %1% device with the %2% interface
fr: Ports du routeur %1% fermés avec succès avec l'interface %2%
it: Rimosse con successo le mappature delle porte dal dispositivo %1% con l'interfaccia %2%
pt: Removidos os mapeamentos de porta do dispositivo %1% com a interface %2%
ru: Успешно удален маппинг портов с устройства %1% с интерфейсом %2%
sv: Lyckades ta bort portmappningar från enhet %1% med användargränssnittet %2%
zh_cn: 在%1%设备的%2% 接口上删除端口映射成功

source: Supplied KeyPrint %1% did not match %2%.
fr: Le KeyPrint fourni %1% ne correspond pas à %2%.
ru: Поставляемая ключевая печать %1% не соответствовала %2%.
sv: Skickad KeyPrint %1% matchade inte %2%

source: Supplied KeyPrint did not match any certificate.
fr: Le KeyPrint fourni ne correspond à aucun certificat.
ru: Поставляемая ключевая печать %1% не соответствовала %2%.
sv: Skickad KeyPrint matchade inte något certificat

source: TLS disabled, failed to generate certificate: %1%
de: TLS deaktiviert, Generierung des Zertifikats fehlgeschlagen: %1%
fr: TLS désactivé, impossible de générer le certificat : %1%
it: TLS disattivato, il file di certificato non è stato creato: %1%
pt: TLS inativo. Falha ao gerar o certificado: %1%
ru: TLS отключён, не удалось создать сертификат: %1%
sv: TLS avaktiverat. Misslyckades att generera certifikat: %1%
zh_cn: TLS已禁用，获取证书失败：%1%

source: TLS disabled, no certificate file set
de: TLS deaktiviert, keine Zertifikats-Datei gewählt
fr: TLS désactivé, aucun fichier de certificat n'est défini
it: TLS disattivato, nessun file di certificato impostato
pt: TLS inativo. Nenhum certificado definido
ru: TLS отключён, не установлен файл сертификата
sv: TLS avaktiverat. Ingen certifikatsfil angiven
zh_cn: 禁用 TLS，未设置证书文件

source: TLS error
fr: Erreur TLS
ru: Ошибка TLS

source: TTH inconsistency
de: TTH Inkonsistenz
fr: Incohérence de TTH
it: Inconsistenza del TTH
pt: Inconsistência TTH
ru: Несовпадение TTH
sv: TTH-inkonsekvens
zh_cn: TTH冲突

source: Target file is missing or wrong size
de: Die Zieldatei fehlt oder hat eine falsche Größe
fr: Le fichier cible est introuvable ou n'a pas la bonne taille
it: Il file di destinazione non esiste o la dimensione è errata
pt: O ficheiro destino não existe ou tem um tamanho inválido
ru: Целевой файл отсутствует или имеет неправильный размер
sv: Målfilen saknas eller har fel storlek
zh_cn: 目标文件丢失或尺寸错误

source: Target filename too long
de: Zieldateiname zu lang
fr: Nom du fichier cible trop long
it: Il nome del file di destinazione è troppo lungo
pt: O nome do ficheiro destino é muito extenso
ru: Указанное имя слишком длинное
sv: Målets filnamn är för långt
zh_cn: 目标文件名太长

source: The encrypted transfer port cannot be the same as the transfer port, encrypted transfers will be disabled
fr: Le port des transferts cryptés ne doit pas être le même que le port des transferts, les transferts cryptés sont par conséquent désactivés
it: La porta del trasferimento cifrato non può essere la stessa della porta di trasferimento, i trasferimenti cifrati verranno disabilitati
ru: Зашифрованный порт передачи не может совпадать с портом передачи, зашифрованные передачи будут отключены
sv: Den krypterade överföringsporten kan inte vara samma som överföringsporten, krypterade överföringar är avstängda

source: The queued file %1% already exists in your share, removing from the queue
fr: Le fichier en attente %1% existe déjà dans votre partage, il sera de ce fait retiré de la liste de téléchargement
it: Il file in coda %1% esiste già nella tua condivisione, rimozione dalla coda in corso
ru: Файл %1%, находящийся в очереди, уже существует в вашей общей папке и удаляется из очереди.
sv: Den köade filen %1% finns redan i din lista av utdelade filer, raderar från kön.

source: The socks server doesn't support login / password authentication
de: Socks Server unterstützt keine Authentifizierung mit Login / Passwort
fr: Le serveur socks ne supporte pas l'autentification par identifiant / mot de passe
it: Il server socks non supporta l'autentificazione con utente / password
pt: O servidor socks não suporta autenticação
ru: SOCKS-сервер не поддерживает аутентификацию по имени и паролю
sv: Socks-servern stöder inte användarnamn / lösenordsautentisering
zh_cn: Socks代理不支持「用户/密码」验证

source: The socks server failed establish a connection
de: Socks Server konnte keine Verbindung aufbauen
fr: Le serveur socks n'a pas pu établir de connexion
it: Il server socks ha fallito nello stabilire una connessione
pt: Falha ao estabelecer a ligação ao servidor socks
ru: SOCKS-серверу не удалось установить соединение
sv: Socks-servern misslyckades med att upprätta en anslutning
zh_cn: Socks代理连接失败

source: The socks server requires authentication
de: Socks Server benötigt Authentifizierung
fr: Le serveur socks requiert une authentification
it: Il server socks richiede l'autenticazione
pt: O servidor socks requer autenticação
ru: SOCKS-сервер требует аутентификации
sv: Socks-servern kräver autentisering
zh_cn: Socks代理需要「用户/密码」验证

source: The temporary download directory cannot be shared
de: Das temporäre Downloadverzeichnis kann nicht freigegeben werden
fr: Le dossier des téléchargements en cours ne peut pas être partagé
it: La cartella di download temporanei non può essere condivisa
pt: A pasta temporária das transferências não pode ser partilhada
ru: Временный каталог закачки нельзя сделать общедоступным
sv: Den tillfälliga nedladdningskatalogen kan inte delas ut
zh_cn: 不能共享下载的临时文件目录

source: This file has already finished downloading
de: Diese Datei wurde bereits fertig Heruntergeladen
fr: Le téléchargement de ce fichier est déjà terminé
it: Questo file è già stato scaricato
pt: O ficheiro já foi transferido com sucesso
ru: Данный файл уже был скачан
sv: Denna fil har redan laddats ned
zh_cn: 此文件已完成下载

source: This file is already queued
de: Diese Datei befindet sich bereits in der Warteschlange
fr: Ce fichier est déjà dans la liste de téléchargement
it: Questo file è già presente nella coda
pt: O ficheiro já está na fila de espera
ru: Этот файл уже есть в очереди
sv: Denna fil finns redan i kön
zh_cn: 文件已在队列中

source: This hub is trying to use your client to spam %1%, please urge hub owner to fix this
de: Dieser Hub versucht Ihren Clienten zu benutzen um %1% zu spammen. Fordern Sie vom Hub-Besitzer dies zu unterlassen
fr: Ce hub essaye de se servir de votre client pour spammer %1%, veuillez en avertir l'hébergeur du hub
it: Questo hub sta cercando di usare il tuo client per spammare %1%, avvisa il proprietario dell'hub per correggere il problema
pt: Este hub está a tentar utilizar o seu cliente para importunar %1%. Por favor, solicite a correção
ru: Данный узел пытался использовать ваш клиент для спама %1%, пожалуйста, убедите владельца узла исправить это
sv: Denna hubb försöker att använda din klient för att spamma %1%. Vänligen upplys hubbägaren om att åtgärda detta
zh_cn: 这个站点在尝试利用你的客户端去发送垃圾信息%1%，请让站点管理员去修复这个问题

source: This search type already exists
de: Dieser Suchtyp existiert bereits
fr: Cette catégorie de recherche existe déjà
it: Questo tipo di ricerca è già presente
pt: O tipo de procura já existe
ru: Этот вид поиска уже существует
sv: Denna söktyp finns redan
zh_cn: 此搜索类型已存在

source: Too much data in response body (%1%)
fr: Trop de données reçues (%1%)
it: Troppi dati nel corpo di risposta (%1%)
ru: Слишком много данных в теле ответа (%1%)
sv: För mycket data i svarshuvudet (%1%)

source: Transfer
de: Übertragung
fr: Transferts
it: Trasferimento
ru: Передача
sv: Överföring
zh_cn: 传输

source: Transfer (TCP)
de: Übertragung (TCP)
fr: Transferts (TCP)
it: Trasferimento (TCP)
pt: Transferência (TCP)
ru: Передача (TCP)
sv: Överföring (TCP)
zh_cn: 传输(TCP)
