Repository: RoLex/feardc
Catalog: dcpp/po/*.po
Languages: de, fr, it, pt, ru, sv, zh_cn

source: - Queued: %1%
fr: - En attente : %1%
it: - Accodati: %1%
ru: - В очереди: %1%
sv: - Köad: %1%

source: %'lld B
fr: %'lld o
ru: %'lld Байт

source: %.02f GiB
fr: %.02f Gio
pt: %.02f GB
ru: %.02f ГБ

source: %.02f KiB
fr: %.02f Kio
pt: %.02f KB
ru: %.02f кБ

source: %.02f MiB
fr: %.02f Mio
pt: %.02f MB
ru: %.02f Мб

source: %.02f PiB
fr: %.02f Pio
pt: %.02f PB
ru: %.02f ПБ

source: %.02f TiB
fr: %.02f Tio
pt: %.02f TB
ru: %.02f ТБ

source: %1% %2% (added by %3%)
de: %1% %2% (hinzugefügt von %3%)
fr: %1% %2% (ajouté par %3%)
it: %1% %2% (aggiunti da %3%)
pt: %1% %2% (adicionado por %3%)
ru: %1% %2% (добавлено %3%
sv: %1% %2% (tillagd av %3%)
zh_cn: %1% %2% (由%3%添加)

source: %1% %2% port (%3% %4%)
fr: %1% - Port : %2% (%3% %4%)
it: Porta %1% %2% (%3% %4%)
pt: %1% %2% porta (%3% %4%)
ru: %1% %2% порт (%3% %4%)
zh_cn: %1% %2% 端口 (%3% %4%)

source: %1% (%2%) has same CID {%3%} as %4% (%5%), ignoring
de: %1% (%2%) hat die gleiche CID {%3%} wie %4% (%5%), wird ignoriert
fr: %1% (%2%) a le même CID {%3%} que %4% (%5%), ignoré
it: %1% (%2%) ha lo stesso CID {%3%} di %4% (%5%), ignora
pt: %1% (%2%) tem o mesmo CID {%3%} de %4% (%5%). Ignorando...
ru: %1% (%2%) имеет такой же CID {%3%}, как %4% (%5%), проигнорирован
sv: %1% (%2%) har samma CID {%3%} som %4% (%5%), ignorerar
zh_cn: %1% (%2%) 和 %4% (%5%)有相同的CID {%3%}，忽略

source: %1% (Nick unknown)
de: %1% (Nick unbekannt)
fr: %1% (Pseudo inconnu)
it: %1% (Soprannome sconosciuto)
pt: %1% (alcunha desconhecido)
ru: %1% (Ник неизвестен)
sv: %1% (Okänt smeknamn)
zh_cn: %1% (未知昵称)

source: %1% is already installed
fr: %1% est déjà installé
it: %1% è già installato
ru: %1% уже установлено
sv: %1% är redan installerad
zh_cn: %1% 已安装

source: %1% is not a valid plugin
fr: %1% n'est pas un plugin valide
it: %1% non è un plugin valido
ru: %1% не является допустимым плагином
sv: %1% är inget giltigt plugin
zh_cn: %1% 不是有效的插件

source: %1% is not compatible with %2%
fr: %1% n'est pas compatible avec %2%
it: %1% non è compatibile con %2%
ru: %1% не совместим с %2%
sv: %1% är inte kompatibel med %2%

source: %1% not shared; calculated CRC32 does not match the one found in SFV file.
de: %1% nicht freigegeben, errechneter CRC32-Wert passt nicht zu dem in der SFV Datei.
fr: %1% non partagé ; le CRC32 calculé ne correspond pas avec celui trouvé dans le fichier SFV .
it: %1% non condiviso; il CRC32 calcolato non corrisponde con quello trovato nel file SFV.
pt: %1% não partilhado; o CRC32 calculado não coincide com o que foi encontrado no ficheiro SFV.
ru: %1% не общедоступен; вычисленная CRC32 не совпадает с обнаруженной в SFV-файле.
sv: %1% inte utdelad. Beräknad CRC32 matchar inte den i SFV-filen.
zh_cn: %1% 未被共享；算出的CRC32值和在SFV文件中的值不匹配

source: %1% not shared; hashing did not complete.
ru: %1% не расшарен; хэширование не закончено.
sv: %1% inte utdelad; hashningen slutfördes inte.

source: %1% was kicked by %2%: %3%
de: %1% wurde von %2% gekickt: %3%
fr: %1% a été expulsé par %2% : %3%
it: %1% e stato kikkato da %2%: %3%
pt: %1% foi expulso por %2%: %3%
ru: %1% был выброшен %2%: %3%
sv: %1% kickades av %2%: %3%
zh_cn: %1% 被 %2% 踢走：%3%

source: %1% was kicked: %2%
de: %1% wurde gekickt: %2%
fr: %1% a été expulsé : %2%
it: %1% e stato kikkato: %2%
pt: %1% foi expulso: %2%
ru: %1% был выброшен: %2%
sv: %1% kickade: %2%
zh_cn: %1% 被踢：%2%

source: %1%: File not available
de: %1%: Datei nicht verfügbar
fr: %1% : Fichier indisponible
it: %1%: File non disponibile
pt: %1%: ficheiro não disponível
ru: %1%: Файл недоступен
sv: %1%: Filen ej tillgänglig
zh_cn: %1%：文件不可用

source: <Enter string>
de: <Zeichenfolge eingeben>
fr: <Entrer chaîne de recherche>
it: <Inserire una stringa>
pt: <Indique o texto>
ru: <Введите строку>
sv: <Ange sträng>
zh_cn: <输入字符串>

source: A file with a different TTH root already exists in the queue
de: Es exestiert bereits eine Datei mit einer abweichenden TTH-Wurzel in der Warteschlange
fr: Un fichier avec une clé TTH racine différente existe déjà dans la liste de téléchargement
it: Un file con un diverso TTh esiste già nella coda
pt: Já existe na fila de espera um ficheiro com um TTH root diferente
ru: Этот файл с другим TTH-корнем уже есть в очереди
sv: En fil med en annan TTH root finns redan i kön
zh_cn: 在队列中有一个文件，它有不同的TTH

source: A file with a different size already exists in the queue
de: Eine Datei mit anderer Größe ist bereits in der Warteschlange vorhanden
fr: Un fichier d'une taille différente existe déjà dans la liste de téléchargement
it: Un file con una dimensione diversa esiste già nella coda dei download
pt: Já existe na fila de espera um ficheiro com tamanho diferente
ru: Файл другого размера уже есть в очереди
sv: En fil med en annan storlek finns redan i kön
zh_cn: 存在大小不同的同名文件

source: A file with the same hash already exists in your share
de: Eine Datei mit dem selben Hash-Wert wurde bereits freigegeben
fr: Un fichier avec la même clé existe déjà dans votre partage
it: Un file con lo stesso TTh eisiste già nella tua condivisione
pt: Já existe na fila de espera um ficheiro com o mesmo hash
ru: У вас в общем доступе уже есть файл с таким же хэшем
sv: En fil med samma hash delas redan ut
zh_cn: 在你的共享中已经有一个相同hash值的文件了

source: Active mode
fr: Mode actif
it: Modalità attiva
ru: Активный режим
sv: Aktivt läge
zh_cn: 主动模式

source: Active mode behind a router that %1% can configure; port mapping status: %2%
fr: Mode actif derrière un routeur que %1% peut configurer ; ouverture des ports : %2%
it: Modalità attiva dietro a un router che %1% può configurare; stato della mappatura delle porte: %2%
ru: Активный режим за маршрутизатором, который может настроить %1% Состояние сопоставления портов: %2%
sv: Aktivt läge bakom en router som %1% kan konfigurera. Portmappningsstatus: %2%
zh_cn: 这是在路由后面的主动模式，因此%1%能配置；端口映射状态：%2%

source: Active mode could not be achieved; a manual configuration is recommended for better connectivity
fr: Configuration automatique du mode actif échouée ; une configuration manuelle est recommandée pour une meilleure connectivité
it: Non si riesce a utilizzare la modalità attiva; si raccomanda una configurazione manuale per una connettività migliore
pt: O modo ativo não foi arquivado. Deve criar uma configuração manual para uma melhor ligação
ru: Активный режим не может быть достигнут; ручная конфигурация рекомендуется для лучшего соединения
sv: Aktigt läge kunde inte uppnås. En manuell konfiguration är rekommenderad för bättre anslutning
zh_cn: 不能实现主动模式；推荐使用手动配置以便实现更好的连接

source: All IPv6 addresses found are local; disabling connectivity
fr: Toutes les adresses IPv6 trouvées sont locales ; connectivité désactivée
ru: Все найденные IPv6-адреса являются локальными; отключение подключения
sv: Alla funna IPv6-adresser är lokala; stänger av anslutning

source: All download slots taken
de: Alle Downloadslots besetzt
fr: Tous les slots de téléchargement sont pris
it: Tutti gli slot per il download sono occupati
pt: Todas as "slots" estão ocupadas
ru: Все слоты закачки заняты
sv: Alla nedladdningsplatser är upptagna
zh_cn: 对方所有上传通道都已被占用

source: Another port mapping attempt is in progress...
fr: Une autre ouverture de ports est en cours...
it: È in corso un altro tentativo di mappatura delle porte...
pt: Já está a decorrer uma tentativa de mapeamento...
ru: Выполняется еще одна попытка сопоставления портов ...
sv: Ett annat portmappningsförsök pågår...
zh_cn: 正在进行另一个端口映射尝试...

source: Any
de: Beliebig
fr: Tous
it: Qualsiasi
pt: Tudo
ru: Любой
sv: Alla
zh_cn: 任何

source: Audio
pt: Áudio
ru: Аудио
sv: Ljud
zh_cn: 音频

source: Blocked a C-C connection to a hub ('%1%:%2%'; request from '%3%')
fr: Connexion C-C vers un hub bloquée ('%1%:%2%'; requête de '%3%')
it: Bloccata una connessione C-C a un hub ('%1%:%2%'; richiesta da '%3%')
ru: Заблокировано соединение C-C с hub ('%1%:%2%'; запрос от '%3%')
sv: Blockerat C-C anslutning till hubb ('%1%:%2%'; förfrågan från '%3%')

source: Blocking '%1%', potential DDoS detected (originating hub '%2%')
fr: Blocage de '%1%', DDoS potentiel détecté (hub source : '%2%')
it: Blocco di '%1%' in corso, rilevato un possibile DDos (hub di origine '%2%')
ru: Блокировка '%1%', обнаружен потенциальный DDoS (исходящий hub '%2%')
sv: Blockerar '%1%', möjlig DDoS detekterad (från hubb '%2%')

source: CRC32 inconsistency (SFV-Check)
de: CRC32 Inkonsistenz (SFV-Prüfung)
fr: Incompatibilité CRC32 (Contrôle SFV)
it: Inconsistenza CRC32 (Controllo SFV)
pt: Inconsistência CRC32 (verificação SFV)
ru: Несоответствие CRC32 (SFV-проверка)
sv: CRC32-inkonsekvens (SFV-kontroll)
zh_cn: CRC32 出错(SFV-Check)

source: CRC32 inconsistency (SFV-Check): %1%
de: CRC32-Prüfsummeninkonsistenz (SFV-Prüfung): %1%
fr: Incompatibilité CRC32 (Contrôle SFV) : %1%
it: Inconsistenza CRC32 (SFV-Check): %1%
pt: Inconsistência CRC32 (verificação SFV): %1%
ru: CRC32 Несоответствие (SFV-проверка): %1%
sv: CRC32-inkonsekvens (SFV-kontroll): %1%
zh_cn: CRC32 不一致 (SFV-Check): %1%

source: Certificate verification for %1% failed with error: %2%
fr: La vérification du certificat pour %1% a échoué - erreur : %2%
ru: Проверка сертификата для %1% завершилась ошибкой: %2%
sv: Certificatverifiering för %1% misslyckades med fel: %2%

source: Compressed
de: Komprimiert
fr: Compressé
it: Archivio
pt: Comprimido
ru: Сжатый
sv: Komprimerad
zh_cn: 已压缩

source: Connection closed
de: Verbindung getrennt
fr: Connexion fermée
it: Connessione chiusa
pt: A ligação foi fechada
ru: Соединение закрыто
sv: Anslutningen stängd
zh_cn: 连接已关闭

source: Connection timeout
de: Zeitüberschreitung der Verbindung
fr: Temps d'attente dépassé
it: Connessione scaduta
pt: O tempo de ligação foi excedido
ru: Тайм-аут соединения
sv: Anslutnings-timeout
zh_cn: 连接超时

source: Connectivity (%1%): %2%
fr: Connectivité (%1%) : %2%
it: Connettività (%1%): %2%
ru: Подключение (%1%): %2%
sv: Anslutning (%1%): %2%

source: Connectivity error: %1%
de: Verbindungsfehler: %1%
fr: Erreur de connectivité : %1%
it: Errore di connessione : %1%
pt: Erro de ligação: %1%
ru: Ошибка соединения: %1%
sv: Anslutningsfel: %1%
zh_cn: 连接错误：%1%

source: Connectivity information: Automatic connectivity setup is: %1% IPv4: %2% IPv6: %3% External IP (v4): %4% External IP (v6): %5% Bound interface (v4): %6% Bound interface (v6): %7% Transfer port: %8% Encrypted transfer port: %9% Search port: %10%
fr: Informations sur la connectivité : La configuration automatique de la connectivité est : %1% IPv4 : %2% IPv6 : %3% IP externe (v4) : %4% IP externe (v6) : %5% Interface réseau (v4) : %6% Interface réseau (v6) : %7% Port pour les transferts : %8% Port pour les transferts cryptés : %9% Port pour les recherches : %10%
ru: Информация о подключении: Автоматическая настройка подключения: %1% IPv4: %2% IPv6: %3% Внешний IP (v4): %4% Внешний IP (v6): %5% Связанный интерфейс (v4): %6% Связанный интерфейс (v6): %7% Порт передачи: %8% Зашифрованный порт передачи: %9% Порт поиска: %10%
sv: Anslutningsinformation: Automatisk anslutningsinställning är: %1% IPv4: %2% IPv6: %3% External IP (v4): %4% External IP (v6): %5% Bound interface (v4): %6% Bound interface (v6): %7% Transfer port: %8% Encrypted transfer port: %9% Search port: %10%

source: Connectivity restored
de: Konnektivität wiederhergestellt
fr: Connectivité restaurée
it: Connessione ripristinata
pt: A ligação foi restaurada
ru: Соединение восстановлено
sv: Anslutning återställd
zh_cn: 连接恢复

source: Connectivity settings are being configured; try again later
fr: Les options de connectivité sont en cours de configuration ; réessayez plus tard
it: Le impostazioni della connettività stanno venendo configurate; riprova più tardi
ru: Настройки подключения настраиваются; Попробуйте позже
sv: Anslutningsinställningar konfigueras. Försök igen senare
zh_cn: 连接设置正在配置；稍后再试

source: Could not open port for listening
de: Port konnte nicht zum Annehmen von Verbindungen geöffnet werden
fr: Impossible d'ouvrir le port pour écoute
it: Non è stato possibile aprire la porta per l'ascolto
pt: Incapaz de abrir a porta
ru: Не удалось открыть порт для прослушивания
sv: Kunde inte öppna porten för lyssning
zh_cn: 无法打开监听端口

source: Could not open target file: %1%
de: Konnte die Zieldatei nicht öffnen: %1%
fr: Impossible d'ouvrir le fichier cible : %1%
it: Impossibile aprire il file di destinazione: %1%
pt: Não foi possível abrir o ficheiro: %1%
ru: Не удалось открыть целевой файл: %1%
sv: Kunde ej öppna målfilen: %1%
zh_cn: 无法打开目标文件：%1%

source: Country information
de: Informationen zum Land
fr: Informations sur les pays
it: Informazioni sul paese
pt: Informações do país
ru: Информация о стране
sv: Landsinformation
zh_cn: 国家信息

source: Determining the best connectivity settings...
fr: Détection des meilleures options de connectivité...
it: Determinazione delle impostazioni di connettività migliori in corso...
pt: A determinar as melhores definições de ligação...
ru: Определение лучших настроек подключения ...
sv: Fastställer de bästa anslutningsinställningarna
zh_cn: 正在检测最好的连接设置...

source: Directory
de: Verzeichnis
fr: Dossier
it: Cartella
pt: Diretório
ru: Каталог
sv: Mapp
zh_cn: 文件夹

source: Directory already shared
de: Ordner ist bereits freigegeben
fr: Dossier déjà partagé
it: Cartella già condivisa
pt: O diretório já é partilhado
ru: Каталог уже общедоступен
sv: Katalogen är redan utdelad
zh_cn: 目录已经共享

source: Directory is hidden
de: Ordner ist versteckt
fr: Dossier caché
it: La cartella è nascosta
pt: O diretório está oculto
ru: Каталог скрыт
sv: Mappen är dold
zh_cn: 隐藏目录

source: Directory missing name attribute
de: Dem Ordner fehlt das Namensattribut
fr: Dossier sans nom
it: La cartella è senza nome
pt: O diretório não tem nome
ru: Отсутствует имя каталога
sv: Mappen saknar namn
zh_cn: 路径无名称属性

source: Disabled
fr: Désactivé
it: Disabilitato
ru: Отключён
sv: Inaktiverad

source: Discard
de: Verwerfen
fr: Abandonner
it: Annulla
pt: Rejeitar
ru: Отклонить
sv: Ignorera
zh_cn: 丢弃

source: Disconnected
de: Getrennt
fr: Déconnecté
it: Disconnesso
pt: Desligado
ru: Рассоединено
sv: Frånkopplad
zh_cn: 已断开

source: Disconnected user leaving the hub: %1%
de: Getrennter Benutzer verlässt Hub: %1%
fr: Déconnexion de l'utilisateur : %1% (sorti du hub)
it: L'utente si è disconesso lasciando l'hub: %1%
pt: A desligar utilizador que saiu do hub: %1%
ru: Отключённый пользователь покинул хаб: %1%
sv: Frånkopplad användare lämnar hubben: %1%
zh_cn: 已断开离线用户：%1%

source: Document
de: Dokument
it: Documento
pt: Documento
ru: Документ
sv: Dokument
zh_cn: 文档

source: Download Queue
de: Download Warteschlange
fr: Liste de Téléchargement
it: Coda dei download
pt: Fila de transferências
ru: Очередь загрузки
sv: Nedladdningskö
zh_cn: 下载队列

source: Duplicate file will not be shared: %1% (Size: %2% B) Dupe matched against: %3%
de: Doppelte Datei wird nicht Freigegeben: %1% (Größe: %2% B) Verglichen mit: %3%
fr: Ficher en double non partagé : %1% (Taille : %2% o) Est identique à : %3%
it: I file duplicati non verrano condivisi: %1% (Dim: %2% B) Duplicato trovato: %3%
pt: O ficheiro duplicado não será partilhado: %1% (Tamanho: %2% B) Comparação com: %3%
ru: Файл-дубликат не будет выложен: %1% (Размер: %2% Б) Полное совпадение с: %3%
sv: Dubbletter delas inte ut: %1% (Storlek: %2% B) Är dubblett av: %3%
zh_cn: 重复文件将不会被共享：%1% (大小： %2% B) 重复匹配： %3%

source: Duplicate item in the file list
fr: Item en double dans la liste de fichiers
it: Oggetto duplicato nell'elenco dei file
ru: Повторяющийся элемент в списке файлов
sv: Dubblerat objekt i fillistan

source: Duplicate source: %1%
de: Doppelte Quelle: %1%
fr: Source en double : %1%
it: Sorgente duplicata: %1%
pt: Fonte duplicada: %1%
ru: Источник дубликата: %1%
sv: Dubblerad källa: %1%
zh_cn: 重复的源：%1%

source: Encrypted transfer
de: Verschlüsselte Übertragung
fr: Transferts cryptés
it: Trasferimento cifrato
pt: Transferência codificada
ru: Зашифрованный перевод
sv: Krypterad överföring
zh_cn: 加密传输

source: Endless redirection loop (%1%)
fr: Boucle de redirection infinie (%1%)
it: Ciclo infinito di reindirizzamento (%1%)
pt: Ciclo sem fim (%1%)
ru: Бесконечный цикл перенаправления (%1%)
sv: Oändlig hänvisningsloop (%1%)
zh_cn: 无限重定向循环 (%1%)

source: Error creating hash data file: %1%
de: Fehler bei Erstellung von Hashdatendatei: %1%
fr: Erreur lors de la création de la base de données des clés : %1%
it: Errore durante la creazione del file di indicizzazione: %1%
pt: Erro ao criar o ficheiro de dados hash: %1%
ru: Ошибка создания файла данных хэша: %1%
sv: Fel vid skapande av hashdatafil: %1%
zh_cn: 生成哈希数据文件出错：%1%

source: Error during compression
de: Fehler bei Komprimierung
fr: Erreur de compression
it: Errore durante la compressione
pt: Erro durante a compressão
ru: Ошибка при сжатии
sv: Fel under komprimering
zh_cn: 压缩过程发生错误

source: Error during decompression
de: Fehler bei Dekomprimierung
fr: Erreur de décompression
it: Errore durante la decompressione
pt: Erro durante a descompressão
ru: Ошибка при декомпрессии
sv: Fel under avkomprimering
zh_cn: 解压缩出错

source: Error generating certificate
de: Fehler beim Erstellen das Zertifikats
fr: Erreur lors de la génération du certificat
it: Errore nel generare il certificato
pt: Erro ao gerar certificado
ru: Ошибка при генерации сертификата
sv: Fel vid skapande av ceritikat
zh_cn: 生成证书发生错误

source: Error hashing %1%: %2%
de: Fehler beim Hashen von %1%: %2%
fr: Erreur lors de la génération de la clé de %1% : %2%
it: Errore durante l'indicizzazione di %1%: %2%
pt: Erro de hashing %1%: %2%
ru: Ошибка хеширования %1%: %2%
sv: Fel under hashning %1%: %2%
zh_cn: 对 %1% 进行哈希出错：%2%

source: Error loading %1%
fr: Erreur lors du chargement de %1%
it: Errore durante il caricamento di %1%
ru: Ошибка загрузки %1%
sv: Fel vid laddning av %1%

source: Error loading %1%: %2%
fr: Erreur lors du chargement de %1% : %2%
it: Errore durante il caricamento di %1%: %2%
ru: Ошибка загрузки %1%: %2%
sv: Fel vid laddning av %1%: %2%
zh_cn: 载入错误%1%： %2%

source: Error saving hash data: %1%
de: Fehler beim Speichern der Hash-Daten: %1%
fr: Erreur lors de la sauvegarde de la base de données des clés : %1%
it: Errore durante il salvataggio del file di indice: %1%
pt: Erro ao gravar os dados hash: %1%
ru: Ошибка сохранения хэш данных: %1%
sv: Fel vid sparandet av hashdatan: %1%
zh_cn: 保存哈希数据失败：%1%

source: Executable
de: Anwendung
fr: Exécutable
it: Eseguibile
pt: Executável
ru: Исполняемый
sv: Körbar
zh_cn: 可执行文件

source: Failed to create port mappings
de: Konnte nicht erfolgreich Portabbildungen herstellen.
fr: Impossible d'ouvrir les ports
it: Impossibile creare le mappature delle porte
pt: Falha ao criar o mapeamento
ru: Не удалось создать переадресацию порта
sv: Kunde inte skapa portmappning
zh_cn: 未能创建端口映射

source: Failed to get external IP
de: Konnte externe IP nicht bestimmen
fr: Impossible d'obtenir l'IP externe
it: Tentativo di ottenere indirizzo IP esterno fallito
pt: Falha ao obter o IP
ru: Не удалось получить внешний IP-адрес
sv: Kunde inte hämta externt IP
zh_cn: 获取外部IP失败

source: Failed to initialize the %1% interface
fr: Impossible d'initialiser l'interface %1%
it: L'inizializzazione dell'interfaccia %1% è fallita
ru: Не удалось инициализировать %1% интерфейс
sv: Kunde inte initialisera gränssnittet %1%

source: Failed to load certificate file
de: Laden des Zertifikats fehlgeschlagen
fr: Impossible de charger le fichier de certificat
it: Impossibile caricare il file del certificato
pt: Falha ao carregar o ficheiro do certificado
ru: Не удалось загрузить файл сертификата
sv: Kunde inte ladda certifikatfil
zh_cn: 读取证书文件出错

source: Failed to load private key
de: Laden des privaten Schlüssels fehlgeschlagen
fr: Impossible de charger la clé privée
it: Impossibile caricare la chiave privata
pt: Falha ao carregar a chave privada
ru: Не удалось загрузить личный ключ
sv: Kunde inte ladda privat nyckel
zh_cn: 读取密钥失败

source: Failed to load trusted certificate from %1%
de: Laden des vertrauenswürdigen Zertifikats von %1% gescheitert
fr: Impossible de charger le certificat de confiance de %1%
it: Fallito il caricamento del certificato di affidabilità da %1%
ru: Не удалось загрузить доверенный сертификат из %1%
sv: Kunde inte ladda betrott certifikat från %1%
zh_cn: 从%1%加载证书失败

source: Failed to map the %1% port (%2% %3%) with the %4% interface
fr: Impossible d'ouvrir le port pour les %1% (%2% %3%) avec l'interface %4%
it: Mappatura della porta %1% (%2% %3%) con interfaccia %4% fallita
pt: Falha ao mapear %1% porta (%2% %3%) com a interface %4%
ru: Не удалось сопоставить %1% порт (%2% %3%) %4% с интерфейсом
sv: Kunde inte mappa porten %1% (%2% %3%) med gränssnittet %4%
zh_cn: 在 %4% 接口映射 %1% 端口 (%2% %3%)失败

source: Failed to negotiate base protocol
de: Basisprotokoll konnte nicht bestimmt werden
fr: Impossible de négocier le protocole de base
it: Impossibile negoziare il protocollo di base
pt: Falha ao negociar o protocolo
ru: Не удалось договориться о базовом протоколе
sv: Kunde inte förhandla basprotokoll
zh_cn: 基础协议协商失败

source: Failed to remove port mappings from the %1% device with the %2% interface
fr: Impossible de fermer les ports du routeur %1% avec l'interface %2%
it: Rimozione delle mappature delle porte dal dispositivo %1% con interfaccia %2% fallita
pt: Falha ao remover o mapeamento do dispositivo %1% com a interface %2%
ru: Не удалось удалить сопоставления портов из устройства %1% с интерфейсом %2%
sv: Kunde inte ta bort portmappningar från enheten %1% med gränssnittet %2%
zh_cn: 从%1% 设备的 %2% 接口删除端口映射失败

source: Failed to set up the socks server for UDP relay (check socks address and port)
de: Konnte den Socks Server nicht für UDP Relay einrichten (überprüfen Sie Adresse und Port des Servers)
fr: Impossible de configurer le serveur socks en tant que relais UDP (vérifier l'adresse et le port du serveur socks)
it: Impossibile impostare il server socks per il relay UDP (verificare l'indirizzo del sock e la porta)
pt: Falha ao definir o servidor socks para UDP (verifique a porta e o endereço socks)
ru: Не удалось настроить SOCKS-сервер для UDP (проверьте socks-адрес и порт)
sv: Kunde inte sätta upp socks-servern för UDP-relä (kontrollera socks-adress och port)
zh_cn: socks服务器UDP回应失败(检查socks服务器的地址和端口)

source: File already exists at the target location
de: Datei ist bereits am Zielort vorhanden
fr: Le fichier existe déjà à l'emplacement cible
it: Il file esiste già nella destinazione
pt: O ficheiro já existe no local de destino
ru: Файл уже существует в каталоге назначения
sv: Filen finns redan på målplatsen
zh_cn: 目标位置文件已存在

source: File list %1% generated
de: Dateiliste %1% generiert
fr: Liste de fichiers %1% générée
it: Elenco dei file %1% generato
pt: Gerada a lista de ficheiros %1%
ru: Список файлов %1% сгенерирован
sv: Fillistan %1% generarad
zh_cn: 已获取文件列表 %1%

source: File list refresh failed: %1%
de: Aktualisieren der Dateiliste fehlgeschlagen: %1%
fr: Mise à jour de la liste de fichiers échouée : %1%
it: Aggiornamento elenco dei file condivisi fallito: %1%
pt: Falha ao atualizar a lista de ficheiros: %1%
ru: Не удалось обновить список файлов: %1%
sv: Uppdatering av fillistan misslyckades: %1%
zh_cn: 文件列表刷新失败：%1%

source: File list refresh finished
de: Aktualisieren der Dateiliste beendet
fr: Mise à jour de la liste de fichiers terminée
it: Aggiornamento dell'elenco dei file condivisi completato
pt: Terminada a atualização da lista de ficheiros
ru: Обновление списка файлов завершено
sv: Uppdatering av fillistan klar
zh_cn: 文件列表已更新
