Repository: RoLex/feardc
Catalog: win32/po/*.po
Languages: de, es, fi, fr, it, sk, sr, tr

source: Adds the current user's list to the Download Queue.
de: Fügt die Liste des aktuellen Benutzers zur Download Warteliste hinzu.
es: Agrega la lista actual de usuarios a la Cola de Descarga
fr: Ajoute la liste de l'utilisateur actuel à la Liste de Téléchargement.
it: Aggiunge l' elenco degli utenti corrente alla coda dei download.
sr: Dodaje trenutnu korisnikovu listu u red za preuzimanje.

source: Adds the user's list to the Download Queue.
de: Fügt die Liste des Benutzers zur Download Warteliste hinzu.
es: Agrega la lista del usuario a la Cola de Descarga
fr: Ajoute la liste de l'utilisateur à la Liste de Téléchargement.
it: Aggiunge l'elenco degli utenti alla coda dei download.
sr: Dodaje korisnikovu listu u red za preuzimanje

source: Advanced
de: Erweitert
es: Avanzado
fi: Lisäasetukset
fr: Avancé
it: Avanzate
sk: Pokročilé
sr: Napredno
tr: Gelişmiş

source: All
de: Alle
es: Todos
fi: Kaikki
fr: Tous
it: Tutti
sk: Všetko
sr: Sve
tr: Tümü

source: All %1% users offline
de: Alle %1% Benutzer Offline
es: Los %1% usuarios están desconectados
fi: Kaikki %1% käyttäjää offline-tilassa
fr: Les %1% utilisateurs sont déconnectés
it: Tutti i %1% utenti non sono in linea
sk: Všetkýc %1% používateľov je odpojených
sr: Svih %1% korisnika nisu povezani
tr: Tüm %1% kullanıcı çevrimdışı

source: All columns
de: Alle Spalten
fr: Toutes les colonnes
it: Aggiungi delle colonne
sk: Všetky stĺpce
sr: Sve kolone

source: All files
de: Alle Dateien
es: Todos los archivos
fi: Kaikki tiedostot
fr: Tous les fichiers
it: Tutti i files
sk: Všetky súbory
sr: Sve datoteke
tr: Tüm dosyalar

source: Allow TLS connections to clients without trusted certificate
de: TLS-Verbindungen mit nicht vertrauenswürdigen Clients erlauben
es: Permitir conexiones TLS con clientes sin certificados confiables
fi: Salli TLS-yhteydet käyttäjille, joiden varmenteeet eivät ole luotettuja
fr: Permettre les connexions TLS aux clients dépourvus de certificats de confiance
it: Consenti le connessioni TLS ai client anche senza un certificato fidato
sk: Povoliť TLS pripájanie sa k klientom bez doveryhodného certifikátu
sr: Dozvoli TLS veze ka klijentima bez poverljivog sertifikata
tr: Güvenilmeyen sertifikaları olan kullanıcılara yapılan TLS bağlantılarına izin ver

source: Allow TLS connections to hubs without trusted certificate
de: TLS-Verbindungen mit nicht vertrauenswürdigen Hubs erlauben
es: Permitir conexiones TLS a hubs sin certificados confiables
fi: Salli TLS-yhteydet hubeille, joiden varmenteet eivät ole luotettuja
fr: Permettre les connexions TLS aux hubs dépourvus de certificats de confiance
it: Consenti le connessioni TLS agli hub anche senza un certificato fidato
sk: Povoliť TLS spojenia na hub bez dôveryhodného certifikátu
sr: Dozvoli TLS veze ka habovima bez poverljivog sertifikata
tr: Güvenilmeyen sertifikaları olan merkezlere yapılan TLS bağlantılarına izin ver

source: Always attempt to establish direct encrypted private message channels
de: Immer versuchen, direkt-verschlüsselte private Nachrichtenkanäle aufzubauen
fr: Toujours essayer d'établir des canaux de message privé directs et cryptés
it: Prova sempre a stabilire dei canali cifrati diretti per i messaggi privati
sr: Uvek pokušaj da uspotaviš direktno šifrovan kanal za privatne poruke

source: Always display tray icon
de: Zeige Symbol immer in der Ablage
es: Mostrar siempre el icono de la bandeja de sistema
fi: Näytä ilmoitusalueen kuvake aina
fr: Toujours afficher l'icône dans la barre des tâches
it: Mostra sempre l' icona nel vassoio
sk: Vždy zobraziť ikonu na lište
sr: Uvek prikaži tray ikonu
tr: Simge, sistem tablasında her zaman bulunsun

source: Always open help file with this dialog
de: Hilfedateien immer mit diesem Dialog öffnen
es: Siempre abrir archvio de ayuda con este dialogo
fi: Avaa ohje aina kun tämä ikkuna avataan
fr: Toujours ouvrir l'aide avec cette fenêtre
it: Apri sempre la guida con questa finestra
sk: Vždy otvoriť pomocníka týmto oknom
sr: Uvek otvori datoteku sa pomoći uz ovaj dijalog
tr: Bu pencere her açıldığında yardımı görüntüle

source: Always show chat messages
de: Immer Chatnachrichten anzeigen
es: Mostrar siempre los mensajes del chat
fi: Näytä aina chat viestit
fr: Toujours afficher les messages de chat
it: Mostra sempre i messaggi della chat
sk: Vždy zobrazovať chat-ové správy
sr: Uvek prikaži čet poruke
tr: Sohbet iletilerini her zaman göster

source: Another group with the name "%1%" already exists
de: Eine Gruppe mit dem selben Namen "%1%" exestiert bereits
es: Ya existe un grupo con el nombre %1%
fi: Toinen ryhmä nimellä "%1%" on jo olemassa
fr: Un autre group avec pour nom "%1%" existe déjà
it: Un'altro gruppo con il nome "%1%" esiste già
sk: Skupina z názvom "%1%" už existuje
sr: Već postoji druga grupa sa imenom "%1%"
tr: "%1%" adında başka bir grup zaten var

source: Any
de: Beliebig
es: Cualquiera
fi: Mikä tahansa
fr: Tous
it: Qualsiasi
sk: Akýkoľvek
sr: Bilo koji
tr: Herhangi biri

source: Appearance
de: Aussehen
es: Apariencia
fi: Ulkoasu
fr: Aspect
it: Aspetto
sk: Vzhľad
sr: Izgled
tr: Görünüm

source: Application version
de: Anwendungsversion
fi: Sovelluksen versio
fr: Version de l'application
it: Versione dell'applicazione
sk: Verzia aplikácie
sr: Verzija programa
tr: Uygulama sürümü

source: At least
de: Mindestens
es: Como mínimo
fi: Vähintään
fr: Au moins
it: Almeno
sk: Najmenej
sr: Najmanje
tr: En az

source: At most
de: Höchstens
es: Como máximo
fi: Enintään
fr: Au plus
it: Al massimo
sk: Najviac
sr: Najviše
tr: En fazla

source: Author:
de: Autor:
es: Autor:
fr: Auteur :
it: Autore:
sk: Autor:
sr: Autor:

source: Auto grant slot
de: Automatisch Slot erlauben
fr: Slot auto
it: Garantisci automaticamente lo slot
sk: Automatické udelenie slotu
sr: Automatski dodeli slot
tr: Özişler olarak yuva ver

source: Auto priority settings
de: Automatische Prioritäteneinstellungen
es: Establecer prioridad automática
fi: Autoprioriteettiasetukset (koot)
fr: Options des priorités auto
it: Impostazioni della priorità automatica
sk: Automatické nastavenie priority
sr: Automatska podešavanja prioriteta
tr: Otomatik öncelik ayarları

source: Auto refresh time
de: Aktualisierungsintervall
es: Intervalo auto. actualiz.
fi: Päivitysväli
fr: Délai m.à.j. auto
it: Tempo di aggiornamento automatico
sk: Čas automatického obnovenia
sr: Vreme automatskog osvežavanja
tr: Otomatik yenileme zamanı

source: Auto-search interval
de: Automatischer Suchintervall
fr: Intervalle des recherches auto
it: Intervallo della ricerca automatica
sr: Interval za automatsku pretragu

source: Auto-search limit
de: Limit für Automatische Suche
es: Límite búsqueda automática
fi: Autohaun rajoit.
fr: Limite auto-recherche
it: Limite della ricerca automatica
sk: Obmedzenie automatického hľadania
sr: Ograničenje automatske pretrage
tr: Otomatik-arama limiti

source: Autodrop settings
de: Auto-Verwerfen Einstellungen
es: Opciones de Eliminación Automática
fi: Automaattisen pudottamisen asetukset
fr: Options d'auto-déco
it: Impostazioni della disconnessione automatica
sk: Nastavenie automatického odpojenia
sr: Automatski izostavi podešavanja
tr: Özişler İndirmeden Vazgeçme Seçenekleri

source: Autodrop slow sources for all queue items (except filelists)
de: Automatisch langsame Quellen für alle Warteschlangenelemente entfernen (ausgenommen Dateilisten)
es: Eliminar automáticamente las fuentes lentas para todos los artículos en cola de espera (excepto las listas de archivos)
fi: Pudota hitaat lähteet automaattisesti kaikista jonon kohteista (paitsi tiedostolistat)
fr: Auto-déco les sources lentes pour tous les téléchargements (sauf les listes de fichiers)
it: Disconnetti automaticamente le fonti lente per tutti gli elementi in coda (eccetto gli elenchi dei file)
sk: Automaticky odpojiť pomalé zdroje pre všetky položky vo fronte (okrem zoznamov súborov)
sr: Automatski izostavi spore izvore za sve stavke u redu (osim liste datoteka)
tr: Yavaş kaynakları kuyruktaki bütün dosyalardan düşür (dosya listeleri hariç)

source: Automatic Directory Listing Search
es: Búsqueda automática en listas de archivos (ADLSearch)
fi: Automaattinen listahaku
fr: Recherche ADL
it: Ricerca Automatica Elenco Cartelle (ADL)
sk: Automatické hľadanie v zoznamoch súborov
sr: Automatska pretraga liste direktorijuma (ADLS)
tr: ADL Hizmeti (Otomatik Dizin Listeleme, kullanıcıların dosya listelerinde verilen kelimeleri arar)

source: Automatic connectivity setup
de: Automatisches Verbindungseinrichtung
fr: Configuration automatique de la connectivité
it: Installazione automatica della connettività
sk: Automatické nastavenie pripojenia
sr: Automatsko podešavanje povezanosti
tr: Özişler bağlanılırlık ayarlaması

source: Automatic connectivity setup is currently disabled
de: Die automatisches Verbindungseinrichtung ist zurzeit deaktiviert
fr: La configuration automatique de la connectivité est désactivée
it: L'installazione della connettività automatica è correntemente disabilitata
sk: Automatické nastavenie pripojenie je momentálne vypnuté
sr: Automatsko podešavanje povezanosti je trenutno onemogućeno
tr: Özişler bağlanılırlık ayarlaması şu anda devre dışı

source: Automatic connectivity setup will be disabled. Manually configured settings will be overwritten by automatically detected ones. Proceed?
de: Automatisches Verbindungssetup wird deaktiviert. Manuell eingestellte Vorgaben werden durch die automatisch festgestellten ersetzt. Ausführen?
fr: La configuration automatique de la connectivité sera désactivée. Les options configurées manuellement vont être écrasées par celles détectées automatiquement. Continuer ?
it: L'installazione automatica della connettività verrà disabilitata. Le impostazioni configurate manualmente verranno sostituite da quelle riconosciute automaticamente. Procedere?
sk: Automatické nastavenie pripojenia bude vypnuté
sr: Automatsko podešavanje povezanosti će biti onemogućeno. Ručno podešena podešavanja će biti prepisana sa automatskim. Nastavljate?
tr: Özişler bağlanılırlık ayarlaması devre dışı bırakılacak. Elle değiştirilmiş ayarlar özişler olarak algılanan ayarların üstüne yazılacak. Devam edilsin mi?

source: Automatically disconnect users who leave the hub
de: Automatisch Benutzer trennen, die den Hub verlassen
es: Cortar envios a los que abandonen el hub (recomendado, no desconecta cuando el hub se cae o tu te desconectas)
fi: Katkaise hubilta poistuvien käyttäjien tiedostolähetykset
fr: Déconnecter automatiquement les utilisateurs qui quittent le hub
it: Disconnetti automaticamente gli utenti che lasciano l'hub
sk: Automaticky odpojiť používateľov, ktorí opustia hub
sr: Automatski prekini vezu korisnicima koji napuste hab
tr: Merkezden ayrılan tüm kullanıcılarla bağlantıyı özişler olarak kes

source: Automatically follow redirects
de: Automatisch Umleitungen folgen
es: Seguir las redirecciones automáticamente
fi: Seuraa uudelleenohjauksia automaattisesti
fr: Suivre automatiquement les redirections
it: Segui automaticamente i reindirizzamenti
sk: Automaticky nasledovať presmerovania
sr: Automatski prati preusmeravanje
tr: Yönlendirmeleri her zaman izle

source: Automatically match queue for search hits
de: Automatisches abgleichen von Download Warteschlange und Suchergebnissen
es: Auto-añadir a la cola los archivos encontrados en las auto-búsquedas de alternativos
fi: Vertaa hakutuloksia automaattisesti latausjonon kohteisiin
fr: Correspondances automatiques des résultats de recherche aux téléchargements
it: Seleziona automaticamente la coda per i risultati della ricerca
sk: Automaticky zobrazovať výsledky vyhľadávania vo fronte
sr: Automatski pronađi datoteke u redu za čekanje sa rezultatima pretrage
tr: Arama sonuçlarını kuyruktaki dosyalarla kendiliğinden eşleştir

source: Automatically open an extra slot if speed is below (0 = disable)
de: Automatisch Extra Slot öffnen, wenn Geschwindigkeit unter (0 = deaktiviert)
es: Abrir un slot extra si la velocidad de subida es inferior a: (0=No)
fi: Anna ylim. latauspaikka, jos nopeus on alle (0 = ei käyt.)
fr: Ajouter un slot auto si la vitesse est inférieure à (0 = désactivé)
it: Apri automaticamente uno slot se la velocità è minore di (0 = disattivato)
sk: Automaticky otvoriť ďalší slot ak je rýchlosť nižšia ako (0 = vypnúť)
sr: Automatski otvori dodatni slot ako brzina padne ispod (0 = onemogući)
tr: Otomatik ek slot açılması için minimum hız(0 = Kapalı)

source: Automatically search for alternative download locations
de: Automatisch nach Alternativquellen suchen
es: Búsqueda automática de archivos alternativos
fi: Etsi automaattisesti vaihtoehtoisia lähteitä
fr: Rechercher automatiquement d'autres sources de téléchargement
it: Ricerca automaticamente le fonti per download alternativi
sk: Automaticky hľadať alternatívne ciele sťahovania
sr: Automatski traži alternativne izvore za preuzimanje
tr: Dosya için alternatif kaynakları her zaman ara

source: Average: %1%
de: Durchschnitt: %1%
es: Media: %1%
fi: Keskiarvo: %1%
fr: Moyenne : %1%
it: Media: %1%
sk: Priemerne: %1%
sr: Prosek: %1%
tr: Ortalama: %1%

source: Away
de: Abwesend
es: Ausente
fi: Poissa
fr: Absent
it: Assente
sk: Neprítomný
sr: Odsutan
tr: Dışarda

source: Away message (empty = no away message)
de: Abwesenheitsmeldung (leer = keine Meldung)
fi: Poissaoloviesti (tyhjä = ei viestiä)
fr: Message d'absence (vide = pas de message d'absence)
it: Messaggio di assenza (vuoto = nessun messaggio di assenza)
sk: Správa o neprítomnosti (prázdna = žiadna správa o neprítomnosti)
sr: Poruka odsutnosti (prazno = bez poruke)
tr: Dışarda iletisi (boş= dışarda iletisi yok)

source: Away mode
de: Abwesenheitsmodus
fr: Mode absence
it: Modalità di assenza
sk: Režim neprítomnosti
sr: Režim odsutnosti
tr: Dışarda modu

source: Away mode off
de: Abwesenheitsmodus aus
es: Modo Ausente Desactivado
fi: Paikalla
fr: Mode absence désactivé
it: Modalità di assenza disattivata
sk: Režim Preč vypnutý
sr: Režim odsutnosti isključen
tr: Dışarıda modu açık

source: Away mode on: %1%
de: Abwesenheitsmodus an: %1%
es: Modo Ausente Activado: %1%
fi: Poissa: %1%
fr: Mode absence activé : %1%
it: Modalità di assenza attivata: %1%
sk: Režim Preč zapnutý: %1%
sr: Režim odsutnosti uključen: %1%
tr: Uzakta modu açık: %1%

source: B
fi: t
fr: o

source: B/s
fi: t/s
fr: o/s

source: Back
de: Zurück
es: Atrás
fi: Takaisin
fr: Précédent
it: Indietro
sk: Späť
sr: Nazad
tr: Geri

source: Balloon
de: Sprechblase
fr: Bulle
it: Palloncino
sk: Balón
sr: Balon
tr: Bildirim

source: Balloon popup example
de: Sprechblasenbeispiel
fr: Exemple d'une bulle popup
it: Esempio di popup a palloncino
sk: Príklad balónového okna
sr: Primer popup balona
tr: Örnek bildirim

source: Balloon settings
de: Sprechblasen Einstellungen
fr: Options des bulles
it: Impostazioni palloncino
sk: Nastavenie balóna
sr: Podešavanja balona
tr: Bildirim ayarları

source: Bandwidth limiting
de: Bandbreitenbegrenzung
es: Limites del ancho de banda
fi: Kaistanleveyden rajoitus
fr: Limitation de la bande passante
it: Limitazione di banda
sk: Obmedzenie šírky pásma
sr: Ograničenje protoka
tr: Bant genişliği sınırlaması

source: Beep
de: Signalton
es: Pitar
fi: Piippaa
fr: Bip
it: Bip
sk: Pípnutie
sr: Zvučni signal
tr: Bip

source: Below (maximum size)
de: Unterhalb
fr: Inférieure à (taille maximale)
it: Al di sotto (dimensione massima)
sr: Ispod (maksimalne veličine)

source: Bind Address
de: Bin-Adresse
fr: Interface réseau
sr: Veži adresu

source: Break on first ADLSearch match
de: Pause bei erster ADL Übereinstimmung
es: Parar en la primera coincidencia de la búsqueda automática
fi: Lopeta etsintä ensimmäisen listahakutuloksen jälkeen
fr: Arrêter les recherches ADL dès qu'un résultat est trouvé
it: Interrompi sulla prima corrispondenza nella ricerca ADL
sk: Prerušiť pri prvom výsledku ADL hľadania
sr: Prekini ADL pretragu na prvom rezultatu
tr: Aranan kelime bulunduğunda aramayı durdur

source: Browse...
de: Durchsuchen…
es: Explorar
fi: Selaa...
fr: Parcourir...
it: Sfoglia...
sk: Prechádzať...
sr: Izaberi...
tr: Gözat...

source: Browser theme
de: Browser-Design
es: Tema del navegador
fi: Selaimen teema
fr: Thème de navigateur
it: Tema del browser
sk: Téma prehliadača
sr: Tema pregledača
tr: Tarayıcı teması

source: Button style
de: Schaltflächenstil
es: Estilo de botón
fi: Painikkeen tyyli
fr: Style : boutons
it: Stile dei pulsanti
sk: Štýl tlačidla
sr: Stil dugmeta
tr: Düğme stili

source: CRC Checked
de: CRC geprüft
es: CRC Comprobado
fi: CRC-tarkastettu
fr: CRC Vérifié
it: CRC Controllato
sk: CRC skontrolovaný
sr: CRC Proveren
tr: CRC Kontrol edildi

source: CRC32 inconsistency (SFV-Check)
de: CRC32 Inkonsistenz (SFV-Check)
es: ERROR de CRC32 (¿fichero corrupto?) (SFV-Check)
fi: CRC32-ristiriita (SFV-tarkastus)
fr: Incompatibilité CRC32 (Contrôle SFV)
it: Inconsistenza CRC32 (Controllo SFV)
sk: nekonzistentný CRC32 (SFV-Check)
sr: CRC32 neusaglašenost (SFV-Check)
tr: CRC32 uyumsuzluğu (SFV-Kontrol)

source: Cached hub list is corrupted or unsupported
de: Die Hubliste im Zwischenspeicher ist beschädigt oder wird nicht unterstüzt
es: La lista de concentradores en caché está corrompida o no está soportada
fr: La liste de hubs en cache est corrompue ou non supportée
it: La lista degli hub nella cache è corrotto o non supportata
sk: Zoznam hub-ov v dočasnej pamäti je poškodený alebo nepodporovaný
sr: Keširana lista habova je pokvarena ili nije podržana
tr: Önbelleklenen merkez listesi bozulmuş ya da desteklenmiyor

source: Cancel
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
sk: Zrušiť
sr: Otkaži
tr: İptal

source: Cannot enable the plugin:
de: Kann Plugin nicht aktivieren:
fr: Impossible d'activer le plugin :
it: Non è possibile abilitare il plugin:
sk: Nemôžem zapnúť zásuvný modul
sr: Ne mogu da uključim priključak

source: Cannot install the plugin:
de: Kann Plugin nicht installieren:
fr: Impossible d'installer le plugin :
it: Non è possibile installare il plugin:
sk: Nemôžem nainštalovať zásuvný modul
sr: Ne mogu da instaliram priključak:

source: Cannot start the direct encrypted channel: %1%
de: Kann den direkt-verschlüsselten Kanal nicht starten: %1%
fr: Impossible d'établir le canal direct crypté : %1%
it: Non è possibile avviare il canale cifrato diretto: %1%
sr: Ne mogu da pokrenem direktno šifrovan kanal: %1%

source: Certificate generation
de: Zertifikatsgenerierung
fr: Génération de certificats
it: Generazione del certificato
sr: Generiši sertifikat

source: Change Log
de: Änderungsprotokoll
es: Cambios en DC++
fi: Muutosloki
fr: Historique des Changements
it: Registro dei cambiamenti
sk: Záznam zmien
sr: Dnevnik izmena
tr: Sürüm Geçmişi

source: Change the text viewer font
de: Schriftart der Textanzeige ändern
fr: Changer la police du visualisateur de texte
it: Cambia il carattere del visualizzatore di testo
sk: Zmeniť typ písma prehliadača textu
sr: Izmeni font za pregledač teksta
tr: Metin gösterici yazıbiçimini değiştir

source: Chat lines to recall from history when opening a window
de: Chatzeilen die aus der Chronik wiederhergestellt werden wenn ein Fenster geöffnet wird
es: Líneas de chat a mostrar del historial cuándo se abre una ventana
fr: Lignes de chat à rappeler de l'historique à l'ouverture d'une fenêtre
it: Linee della chat da richiamare dalla cronologia quando si apre una finestra
sk: Načítať riadky v chate z histórie pri otváraní okna
sr: Učitaj linije razgovora iz istorije pri otvaranju novog prozora
tr: Konuşma penceresini açarken geçmişten hatırlanacak sohbet satırları

source: Check every
de: Prüfe alle
es: Revisar cada
fi: Tarkista joka
fr: Contrôler chaque
it: Controlla ogni
sk: Kontrolovať každých
sr: Proveri svakih
tr: Herzaman Kontrol et

source: Cipher
de: Verschlüsselung
es: Cifrado
fi: Salaus
fr: Chiffrement
it: Codice
sk: Šifra
sr: Šifrovano
tr: Şifre

source: Clear search box after each search
de: Suchfenster nach jeder Suche löschen
es: Limpiar la pantalla de búsqueda antes de buscar
fi: Poista hakusana jokaisen etsinnän jälkeen
fr: Vider la case de recherche après chaque recherche
it: Pulisci la casella di ricerca dopo ogni ricerca
sk: Vyčistiť vyhľadávacie pole po každom hľadaní
sr: Obriši polje za pretragu nakon svake pretrage
tr: Her aramadan sonra arama kutusunu temizle

source: Clears the current window of all text. Optionally, you can specify how many of the latest (most recent) lines should be kept.
de: Löscht den Inhalt des aktuellen Fensters. Optional kann man angeben wieviele Zeilen (letzte aktuellen) noch erhalten bleiben sollen.
es: Borra todo el texto de la ventana actual. Opcionalmente, se puede especificar cuántas líneas (las más recientes) pueden conservarse.
fr: Nettoie tout le texte contenu dans la fenêtre actuelle. Optionnellement, vous pouvez spécifier combien des dernières (les plus récentes) lignes doivent être conservées.
it: Pulisce la finestra corrente da tutto il testo. Opzionalmente, puoi specificare quante delle ultime (più recenti) righe dover conservare.
sr: Briše sav tekst iz trenutnog prozora. Opciono, možete navesti koliko poslednjih redova treba biti sačuvano.

source: Click and drag to resize
de: Klicken und Ziehen Sie um die Größe anzupassen
fr: Cliquez et faites glisser pour redimensionner
it: Clicca e trascina per ridimensionare
sk: Kliknit a potiahni pre zmenu veľkosti
sr: Klikni i prevuci da izmeniš veličinu
tr: Yeniden boyutlandırmak için tıklayıp sürükleyin

source: Clickable chat links (disable on Wine)
de: Anklickbare Chat-Links (deaktiviere auf Wine)
fr: Liens de chat cliquables (à désactiver sous Wine)
it: Collegamenti della chat cliccabili (disabilitati su Wine)
sr: Klikabilne čet adrese (isključi na Wine-u)

source: Client type
de: Client-Typ
fi: Asiakkaan tyyppi
fr: Type de client
it: Tipo di client
sk: Typ klientu
sr: Tip klijenta
tr: İstemci türü

source: Close
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
sk: Zavrieť
sr: Zatvori
tr: Kapat

source: Close all PM windows
de: Alle privaten Chats schließen
es: Cerrar todos los Mensajes Privados
fi: Sulje kaikki yksityisviestit
fr: Fermer toutes les fenêtres de PM
it: Chiudi tutte le finestre dei messaggi privati
sk: Zatvoriť všetky okná súkromných správ
sr: Zatvori sve prozore sa privatnim porukama
tr: Tüm Mesaj pencerelerini kapat

source: Close all file list windows
de: Alle Dateilisten schließen
es: Cerrar todas las Listas de Archivos
fi: Sulje kaikki tiedostolistat
fr: Fermer toutes les fenêtres de listes de fichiers
it: Chiudi tutte le finestre degli elenchi dei file
sk: Zatvoriť všetky okná so zoznamami súborov
sr: Zatvori sve prozore sa listom datoteka
tr: Tüm DosyaListeleme Pencerelerini kapat

source: Close all hubs
de: Alle Hubs schließen
es: Cerrar todos los hubs
fi: Sulje kaikki hubit
fr: Fermer tous les hubs
it: Chiudi tutti gli hub
sk: Zatvoriť všetky hub-y
sr: Zatvori sve habove
tr: Bütün merkezleri kapat

source: Close all hubs of a favorite group
de: Schließe alle Hubs einer Favoritengruppe
es: Cerrar todos los hubs de un grupo favorito
fr: Fermer tous les hubs d'un groupe favori
it: Chiudi tutti gli hub di un gruppo preferito
sk: Zatvoriť všetky hub-y obľúbenej skupiny
sr: Zatvori sve habove iz omiljene grupe
tr: Bir gözde gruptaki tüm merkezleri kapat

source: Close all offline PM windows
de: Alle Fenster mit privaten Offline-Nachrichten schließen
es: Cerrar todos los Mensajes Privados Desconectados
fi: Sulje kaikki offline-yksityisviestit
fr: Fermer toutes les fenêtres de PM déconnectées
it: Chiudi tutte le finestre dei messaggi privati non in linea
sk: Zatvoriť všetky offline okná súkromných správ
sr: Zatvori sve prozore sa privatnim porukama od korisnika koji nisu povezani
tr: Tüm Çevrimdışı kullanıcı mesaj pencerelerini kapat
