Repository: RoLex/feardc
Catalog: win32/po/*.po
Languages: de, es, fi, fr, it, sk, sr, tr

source: Close all search windows
de: Alle Suchfenster schließen
es: Cerrar todas las búsquedas
fi: Sulje kaikki haut
fr: Fermer toutes les fenêtres de recherches
it: Chiudi tutte le finestre di ricerca
sk: Zatvoriť všetky okná hľadania
sr: Zatvori sve prozore za pretragu
tr: Tüm arama pencerelerini kapat

source: Close disconnected hubs
de: Schließe Hubs die nicht Verbunden sind
es: Cerrar todos los hubs desconectados
fi: Sulje kaikki yhteydettömät hubit
fr: Fermer les hubs déconnectés
it: Chiudi gli hub disconessi
sk: Zatvoriť odpojené hub-y
sr: Zatvori nepovezane habove
tr: Bağlanılmamış merkezleri kapat

source: Close hubs not in a favorite group
de: Schließe Hubs die nicht in einer Favoritengruppe sind
es: Cerrar todos los hubs que están en un grupo favorito
fr: Fermer les hubs qui ne sont pas dans un groupe favori
it: Chiudi gli hub che non sono in un gruppo preferito
sk: Zatvoriť hub-y ktoré nie sú z obľúbenej skupiny
sr: Zatvori habove koji nisu u omiljenim grupama
tr: Bir gözde grupta olmayan merkezleri kapat

source: Closes the current window.
fr: Fermer la fenêtre actuelle.

source: Command
de: Befehl
es: Comando
fi: Komento
fr: Commande
it: Comando
sk: Príkaz
sr: Naredba
tr: Komut

source: Command Type
de: Befehlstyp
es: Tipo de mando
fi: Komennon tyyppi
fr: Type de Commande
it: Tipo Comando
sk: Typ príkazu
sr: Tip naredbe
tr: Komut Türü

source: Communication channel
de: Kommunikationskanal
fr: Canal de communication
it: Canale di comunicazione
sr: Komunikacioni kanal

source: Configure
de: Konfiguriere
es: Configurar
fr: Configurer
it: Configura
sk: Nastaviť
sr: Podesi

source: Configure Public Hub Lists
de: Hublisten konfigurieren
es: Definir Listas de Hubs Públicos
fi: Määritä hubilistat
fr: Listes de Hubs Publics
it: Configura gli elenchi degli hub pubblici
sk: Nastaviť zoznamy verejných hub-ov
sr: Podesi javne liste habova
tr: Ortak Merkez Listelerini Yapılandır

source: Configure styles (fonts / colors) for these user matching definitions
de: Konfigurationsstile (Zeichensatz / Farben) für diese benutzerdefienierten Einstellungen
fr: Configurer les styles (polices / couleurs) pour ces correspondances d'utilisateurs
it: Configura gli stili (caratteri/colori) per queste definizioni di corrispondenze di utenti
sk: Nastaviť štýly (písmo / farby) pre týchto užívateľov spĺňajúcich podmienky
sr: Podesi stilove (fontovi / boje) za ove definicije podudaranja korisnika
tr: Bu kullanıcı eşleme tanımları için (yazıbiçimi/renk) tercihlerini ayarlayın

source: Configure user matching definitions
de: Benutzerdefienierte Einstellungen konfigurieren
fr: Configurer les correspondances d'utilisateurs
it: Configura le definizioni di corrispondenze di utenti
sk: Nastaviť užívateľa spĺňajúceho podmienky
sr: Podesi definicije podudaranja korisnika
tr: Kullanıcı eşleme tanımlarını ayarlayın

source: Configured Public Hub Lists
de: Konfigurierte Hublisten
es: Lista de hubs Públicos
fi: Asetetut hubilistat
fr: Listes de Hubs Publics
it: Elenchi degli hub pubblici configurati
sk: Nastavené zoznamy verejných hub-ov
sr: Podešavanje javne liste habova
tr: Ortak Merkez Listeleri

source: Confirm ADL Search removal
de: Entfernen der ADL Suchergebnisse bestätigen
es: Confirme remocion de busqueda de ADL
fi: Vahvista ADL-hakukohteen poistaminen
fr: Demander confirmation pour enlever une Recherche ADL
it: Conferma la rimozione delle ricerche ADL
sk: Potvrdenie odstránenia ADL hľadania
sr: Potvrdi uklanjenje ADL pretrage
tr: ADL aramalarını silmek için onay iste

source: Confirm application exit
de: Beenden der Applikation bestätigen
es: Pedir confirmación al cerrar el programa
fi: Pyydä vahvistus lopetettaessa
fr: Demander confirmation pour quitter DC++
it: Conferma l'uscita dall'applicazione
sk: Potvrdzovať ukončenie aplikácie
sr: Potvrdi izlazak iz programa
tr: Uygulamadan çıkarken onay iste

source: Confirm dialog options
de: Dialog-Bestätigungen
es: Pedir confirmación de las opciones
fi: Vahvistukset
fr: Options des demandes de confirmation
it: Opzioni della finestra di conferma
sk: Možnosti potvrdzovacieho dialógu
sr: Potvrdi opcije dijaloga
tr: Konuşma seçeneklerini doğrula

source: Confirm favorite hub removal
de: Entfernen von bevorzugten Hubs bestätigen
es: Pedir confirmación al eliminar un hub de favoritos
fi: Pyydä vahvistus suosikkihubia poistettaessa
fr: Demander confirmation pour enlever un hub favori
it: Conferma la rimozione degli hub preferiti
sk: Potvrdiť odstránenie obľúbeného hub-u
sr: Potvrdi brisanje omiljenog haba
tr: Gözde merkezi silerken onay iste

source: Confirm favorite user removal
de: Entfernen des bevorzugten Benutzers bestätigen
es: Confirme remocion de usuario favorito
fi: Vahvista suosikkikäyttäjän poistaminen
fr: Demander confirmation pour enlever un utilisateur favori
it: Conferma la rimozione degli utenti preferiti
sk: Potvrdenie odstránenia obľúbeného používateľa
sr: Potvrdi uklanjanje omiljenog korisnika
tr: Sık kullanılan kullanıcıları silerken onay iste

source: Confirm hub closing
de: Schließen von Hubs bestätigen
es: Confime cerrado de hub
fi: Vahvista hubin sulkeminen
fr: Demander confirmation pour fermer un hub
it: Conferma la chiusura degli hub
sk: Potvrdenie zatvorenia hub-u
sr: Potvrdi zatvaranje haba
tr: Merkez kapatılırken onay iste

source: Confirm item removal in download queue
de: Entfernen von Einträgen aus Download Warteschlange bestätigen
es: Pedir confirmación al eliminar un elemento de la cola de descarga
fi: Pyydä vahvistus poistettaessa kohde latausjonosta
fr: Demander confirmation pour enlever un téléchargement
it: Conferma la rimozione dei file dalla coda dei download
sk: Potvrdiť odstránenie položky vo fronte sťahovaní
sr: Potvrdi brisanje stavke u redu za preuzimanje
tr: İndirme listesindeki öğeleri silmek için onay iste

source: Connect to a favorite hub &group... Ctrl+G
de: Mit Hub-Favoriten&gruppe verbinden... Strg+G
es: Conectar a un &grupo de hubs favorito... Ctrl+G
fr: Connexion à un &groupe de hubs favoris... Ctrl+G
it: Connetti a un &gruppo degli hub preferiti... Ctrl+G
sk: Pripojiť k obľúbenému hub-u &skupine... Ctrl+G
sr: Poveži sa &grupom omiljenih habova Ctrl+G
tr: Bir gözde merkez &grubuna bağlan... Ctrl+G

source: Connect to a favorite hub group
de: Mit Hub-Favoritengruppe verbinden
es: Conectar a un grupo de hubs favorito
fr: Connexion à un groupe de hubs favoris
it: Connetti a un gruppo di hub preferiti
sk: Pripojiť k obľúbenej skupine hub-ov
sr: Poveži se na omiljeni hab
tr: Bir gözde merkez grubuna bağlan

source: Connect to all hubs in this group
de: Mit allen Hubs dieser Gruppe verbinden
es: Conectar a todos los hubs en este grupo
fi: Yhdistä kaikkiin hubeihin tässä ryhmässä
fr: Connexion à tous les hubs de ce groupe
it: Connetti a tutti gli hub in questo gruppo
sk: Pripojiť k všetkým hub-om v tejto skupine
sr: Poveži se na sve habove u ovoj grupi
tr: Bu gruptaki tüm merkezlere bağlan

source: Connect to hub
de: Zu Hub verbinden
es: Conectar al Hub
fi: Yhdistä hubiin
fr: Connexion au hub
it: Connetti all'hub
sk: Pripojiť k hub-u
sr: Poveži se na hab
tr: Merkeze Bağlan

source: Connected
de: Verbunden
es: Conectado
fi: Yhdistetty
fr: Connecté
it: Connesso
sk: Pripojený
sr: Povezan
tr: Bağlandı

source: Connecting
de: Verbinde
es: Conectando
fi: Yhdistetään
fr: Connexion
it: Connessione in corso
sk: Prebieha pripájanie
sr: Povezujem se
tr: Bağlanıyor

source: Connecting to %1%...
de: Verbinde zu %1%...
es: Conectado a %1%...
fi: Yhdistetään kohteeseen %1%...
fr: Connexion à %1%...
it: Connessione a %1% in corso...
sk: Prebieha pripájanie k %1%...
sr: Povezujem se sa %1%...
tr: Bağlanılıyor %1%...

source: Connection
de: Verbindung
es: Conexión
fi: Yhteys
fr: Connexion
it: Connessione
sk: Pripojenie
sr: Veza
tr: Bağlantı Türü

source: Connectivity
de: Verbindung
es: Conectividad
fi: Yhteys
fr: Connectivité
it: Connettività
sk: Pripojiteľnosť
sr: Povezanost
tr: Bağlanılırlık

source: Context
de: Kontext
es: Contexto
fi: Sisältö
fr: Contexte
it: Contesto
sk: Kontext
sr: Lokacija
tr: İçerik

source: Contribute
de: Beitragen
fr: Contribuer
it: Contribuisci
sr: Doprinesi

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
sk: Kopírovať
sr: Kopiraj

source: Copy &Name
fr: Copier &Nom

source: Copy &Value
fr: Copy &Valeur

source: Copy &address to clipboard
de: &Adresse kopieren
es: Copiar la &Dirección
fi: Kopioi &osoite leikepöydälle
fr: Copier l'&adresse dans le presse-papiers
it: Copia l'&indirizzo negli appunti
sk: Skopírovať &adresu do schránky
sr: Kopiraj &adresu u clipboard
tr: Adresi panoy&a yapıştır

source: Copy address with &keyprint to clipboard
fr: Copier l'adresse avec l'&empreinte de la clé dans le presse-papiers

source: Copy magnet link to clipboard
de: Magnet-Link kopieren
es: Copiar Link Magnet
fi: Kopioi Magnet-linkki leikepöydälle
fr: Copier le lien Magnet dans le presse-papiers
it: Copia i collegamenti magnet negli appunti
sk: Skopírovať magnet link do schránky
sr: Kopiraj manget adresu u clipboard
tr: Magnet kısayolu'nu panoya kopyala

source: Copy user information
de: Benutzerinformationen kopieren
fr: Copier les infos de l'utilisateur
it: Copia le informazioni dell'utente
sk: Kopírovať informácie o užívateľovi
sr: Kopiraj korisničke informacije

source: Country
de: Land
es: Pais
fi: Maa
fr: Pays
it: Nazione
sk: Krajina
sr: Zemlja
tr: Ülke

source: Country format
de: Ländereinstellung
fr: Format des pays
it: Formato del paese
sk: Formát krajiny
sr: Format zemlje
tr: Ülke biçimi

source: Create / Modify User Command
de: Benutzerbefehl erstellen / bearbeiten
es: Crear / Modificar Comandos de Usuario
fi: Luo / Muokkaa käyttäjäkomentoja
fr: Créer / Modifier la Commande Utilisateur
it: Crea/Modifica Comando Utente
sk: Vytvoriť / zmeniť používateľský príkaz
sr: Napravi / Izmeni korisničke komande
tr: Kullanıcı Komutu Oluştur / Düzenle

source: Creating file index...
de: Erstelle Dateiindex...
es: Creando índice de los archivos...
fi: Luodaan tarkistussummaa...
fr: Création de l'index des fichiers...
it: Creazione indice dei file...
sk: Vytvára sa index súboru...
sr: Pravim popis datoteka...
tr: Dosyalar veritabanına ekleniyor...

source: Cu&t Ctrl+X
de: &Ausschneiden Strg+X
es: Cor&tar Ctrl+X
fi: &Leikkaa Ctrl+X
fr: Co&uper Ctrl+X
it: Tag&lia Ctrl+X
sk: Vy&strihnúť Ctrl+X
sr: Iseci Ctrl+X
tr: Ke&s Ctrl+X

source: Current communication channel - click to change
de: Derzeitiger Kommunikations-Kanal - klicken zum Wechseln
fr: Canal de communication actuel - clic pour changer
it: Canale di comunicazione corrente - clicca per cambiare
sr: Trenutni komunikacioni kanal - klikni da promeniš

source: Current hub topic: %1%
de: Derzeitige Hub Beschreibung: %1%
fr: Topic actuel du hub : %1%
it: Argomento corrente dell'hub: %1%
sk: Aktuálna téma hub-u: %1%
sr: Trenutna tema haba: %1%

source: Custom
de: Benutzerdefiniert
es: Personalización
fi: Mukautettu
fr: Personnalisé
it: Personalizzato
sk: Voliteľné
sr: Prilagođeno
tr: Özel

source: Custom background color
de: Benutzerdefinierte Hintergrundfarbe
fi: Mukautettu taustaväri
fr: Couleur de fond personnalisée
it: Colore di sfondo personalizzato
sk: Iná farba pozadia
sr: Proizvoljna boja pozadine
tr: Özel arkaplan rengi

source: Custom font
de: Benutzerdefinierte Schriftart
es: Fuente personalizada
fi: Mukautettu kirjasin
fr: Police personnalisée
it: Carattere personalizzato
sk: Iný typ písma
sr: Proizvoljni font
tr: Özel yazıbiçimi

source: Custom text color
de: benutzerdefienierte Textfarbe
fi: Mukautettu tekstin väri
fr: Couleur de texte personnalisée
it: Colore del testo personalizzato
sk: Iná farba písma
sr: Proizvoljna boja teksta
tr: Özel metin rengi

source: Custom...
de: Benutzerdefiniert …
es: Personalizado…
fi: Mukautettu...
fr: Personnalisé...
it: Personalizzato…
sk: Vlastné...
sr: Prilagođeno
tr: Özel...

source: D: %1%
fr: T : %1%
sk: S: %1%
tr: A: %1%

source: D: %1%/s (%2%)
fr: T : %1%/s (%2%)
sk: S: %1%/s (%2%)
tr: A: %1%/s (%2%)

source: DC Network Foundation community
de: DC Network Foundation-Gemeinschaft
fr: Communauté "DC Network Foundation"
it: Comunità della DC Network Foundation
sr: DC Network Foundation zajednica

source: Decrease priority
de: Priorität verringern
fr: Diminuer la priorité
it: Diminuisci priorità
sr: Smanji prioritet

source: Default
de: Standard
es: Por Defecto
fi: Oletus
fr: Par défaut
it: Predefinito
sk: Štandardné
sr: Podrazumevano
tr: Varsayılan

source: Default download directory
de: Standard Download-Ordner
es: Directorio de descargas por defecto
fi: Oletuskohdekansio
fr: Dossier de téléchargement par défaut
it: Cartella dei download predefinita
sk: Štandardný adresár pre sťahované súbory
sr: Podrazumevani direktorijum za preuzimanje
tr: Dosya indirme dizini

source: Default group
de: Standard Gruppe
es: Grupo predeterminado
fi: Oletusryhmä
fr: Groupe par défaut
it: Gruppo predefinito
sk: Štandardná skupina
sr: Podrazumevana grupa
tr: Öntanımlı grup

source: Default theme
de: Standard-Design
es: Tema predeterminado
fi: Oletusteema
fr: Thème par défaut
it: Tema predefinito
sk: Štandardná téma
sr: Podrazumevana tema
tr: Öntanımlı tema

source: Destination Directory
de: Zielordner
es: Directorios de Destino
fi: Kohdekansio
fr: Dossier de destination
it: Cartella di destinazione
sk: Cieľový adresár
sr: Odredišni direktorijum
tr: Hedef Dizin

source: Detect now
de: Jetzt erkennen
es: Detectar ahora
fi: Tunnista nyt
fr: Détecter maintenant
it: Rileva ora
sk: Detekovať teraz
sr: Detektuj sada
tr: Şimdi algıla

source: Detection log
de: Erkennungsprotokoll
es: Registro de detecciones
fr: Journal de la détection
it: Registro dei rilevamenti
sk: Záznam o detekcií
sr: Log detekcije
tr: Algılama günlüğü

source: Direct connection
de: Direkte Verbindung
es: Conexión Directa
fi: Suora yhteys
fr: Connexion directe
it: Connessione diretta
sk: Priame spojenie
sr: Direktna veza
tr: Direk Bağlantı

source: Direct encrypted channel
de: Direkt-verschlüsselter Kanal
fr: Canal direct crypté
it: Canale cifrato diretto
sr: Direktno šifrovan kanal

source: Direct encrypted private message channel
de: Direkt-verschlüsselter Privatnachrichten-Kanal
fr: Canal direct crypté de message privé
it: Canale cifrato diretto per i messaggi privati
sr: Direktno šifrovan kanal za privatne poruke

source: Directories
de: Ordner
es: Directorios
fi: Kansiot
fr: Dossiers
it: Cartelle
sk: Adresáre
sr: Direktorijumi
tr: Dizinler

source: Directory
de: Ordner
es: Directorio
fi: Kansio
fr: Dossier
it: Cartella
sk: Adresár
sr: Direktorijum
tr: Dizin

source: Directory or directory name already exists
de: Order oder der Name des Ordners existiert bereits
es: Directorio ya existe
fi: Kansio tai kansion nimi jo olemassa
fr: Repertoire ou nom de repertoire déjà existant
it: Cartella o nome cartella già esistente
sk: Adresár alebo názov adresára už existuje
sr: Direktorijum ili njegovo ime već postoje
tr: Dizin yada dizin adı bulunuyor (!)

source: Disable
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disabilita
sk: Vypnúť
sr: Onemogući

source: Disable connectivity
de: Verbindung trennen
fr: Désactiver la connectivité
sr: Onemogući povezivanje

source: Disabled
de: Deaktiviert
es: Desactivado
fi: Pois käytöstä
fr: Désactivé
it: Disabilitato
sk: Vypnuté
sr: Onemogućen
tr: Devre dışı

source: Disconnect the direct encrypted channel
de: Trenne die Verbindung zum direkt-verschlüsselten Kanal
fr: Déconnecter le canal direct crypté
it: Disconnetti il canale cifrato diretto
sr: Prekini vezu direktno šifrovanom kanalu

source: Disconnected
de: Verbindung getrennt
fr: Déconnecté
it: Disconnessa
sr: Veza je prekinuta

source: Disconnecting the direct encrypted channel...
de: Trenne Verbindung zum direkt-verschlüsselten Kanal
fr: Déconnexion du canal direct crypté...
it: Disconnessione del canale cifrato diretto in corso...
sr: Prekidam vezu direktno šifrovanom kanalu...

source: Discussion forum
de: Diskussions-Forum
es: Foro de discusión
fi: Keskustelufoorumi
fr: Forum de discussion
it: Forum di discussione
sk: Diskusné fórum
sr: Diskusioni forum
tr: Tartışma forumu

source: Display a balloon popup
de: Ein Sprechblasen-Popup anzeigen
fr: Afficher une bulle popup
it: Mostra un popup a palloncino
sk: Zobrazovať balónové okná
sr: Prikaži popup balon
tr: Bir bildirim göster

source: Displays available commands. (The ones listed on this page.) Optionally, you can specify "brief" to have a brief listing.
fr: Affiche les commandes disponibles. (Celles qui sont listées sur cette page.) Optionnellement, vous pouvez spécifier "brief" pour avoir une courte description.

source: Do not log the direct encrypted secure private chat
fr: Ne pas enregistrer le chat privé direct sécurisé et crypté.

source: Do nothing
de: Keine Aktion
es: No hacer nada
fi: Älä tee mitään
fr: Ne rien faire
it: Nessuna azione
sk: Nerobiť nič
sr: Ne radi ništa
tr: Hiçbirşey Yapma

source: Do you really want to delete selected user matching definitions?
de: Möchten Sie die benutzerdefinierten Einstellungen wirklich löschen?
fr: Voulez-vous vraiment supprimer les correspondances d'utilisateurs sélectionnées ?
it: Vuoi davvero eliminare le definizioni delle corrispondenze degli utenti selezionate?
sk: Ste si istý že chcete zmazať užívateľom definované pravidlá?
sr: Da li stvarno želite da obrišete definicije podudaranja korisnika?
tr: Seçilen kullanıcı eşleme tanımlarını silmek istediğinize emin misiniz?

source: Do you really want to delete this search type?
de: Wollen Sie diesen Suchtyp wirklich löschen?
es: ¿Está seguro que quiere eliminar este tipo de búsqueda?
fr: Voulez-vous vraiment supprimer cette catégorie de recherche?
it: Vuoi veramente cancellare questa tipologia di ricerca?
sk: Ste si istý že chcete zmazať tento typ vyhľadávania?
sr: Da li stvarno želite da obrišete ovaj tip pretrage
tr: Bu arama türünü gerçekten silmek istiyor musunuz?

source: Do you still want to allow to open a program on your computer?
de: Möchten Sie immer noch die Öffnung eines Programms auf Ihrem Computer gestatten?
fr: Êtes-vous bien sûr d'autoriser le lancement d'un programme sur votre ordinateur ?
sr: Da li i dalje želite da dozvolite da se program otvori na vašem računaru?

source: Don't allow hubs/NAT-PMP/UPnP to override
de: Hubs/NAT-PMP/UPnP kein übergehen erlauben
fr: Empêcher Hub/NAT-PMP/UPnP de mettre à jour l'IP
it: Non permettere a hub/NAT-PMP/UPnP di escludere
sk: Nepovoliť hub-y/NAT-PMP/UPnP pre prepísanie
sr: Ne dozvoli habovima/NAT-PMP/UPnP da premoste
tr: Merkezlerin/NAT-PMP'lerin/UPnP'lerin üste yazmasına izin verme

source: Don't automatically disconnect favorite users who leave the hub
de: Verbindungen zu bevorzugten Benutzern, welche den Hub verlassen nicht automatisch trennen
es: No desconectar automáticamente a los usuarios en la lista de favoritos cuando dejen el hub
fi: Älä katkaise hubilta poistuvien suosikkikäyttäjien tiedostolähetyksiä
fr: Ne pas déconnecter automatiquement les utilisateurs favoris qui quittent le hub
it: Non disconnettere automaticamente gli utenti preferiti che lasciano l'hub
sk: Neodpájať automaticky obľúbených používateľov, ktorí opustia hub
sr: Nemoj automatski da prekidaš vezu korisnicima koji napuste hab
tr: Merkezden ayrılan gözde kullanıcıların bağlantılarını kesme

source: Don't delete file lists when exiting
de: Dateilisten beim Beenden nicht löschen
es: No borrar las listas de archivos al cerrar el programa
fi: Älä poista tiedostolistoja lopetettaessa
fr: Ne pas effacer les listes de fichiers en quittant
it: Non eliminare gli elenchi dei file quando esci
sk: Nemazať zoznamy súborov pri ukončení
sr: Ne briši liste datoteka pri izlasku
tr: Programdan çıkarken indirilen dosya listelerini silme

source: Don't download files already in share
de: Dateien, welche bereits freigegeben sind nicht herunterladen
es: No descargar si el archivo ya está compartido
fi: Älä lataa jaossa jo olevia tiedostoja
fr: Ne pas télécharger les fichiers qu'on a déjà en partage
it: Non scaricare i file già condivisi
sk: Nesťahovať už zdieľané súbory
sr: Ne preuzimaj datoteke koje se već nalaze među deljenim
tr: Paylaşımda bulunan dosyaları indirme

source: Don't download files already in the queue
de: Dateien, welche bereits in der Warteschlange sind nicht herunterladen
es: No descargar si el archivo ya esta en cola
fi: Älä lataa jonossa jo olevia tiedostoja
fr: Ne pas télécharger les fichiers déjà dans la liste de téléchargement
it: Non scaricare i file già in coda
sk: Nesťahovať súbory už zaradené vo fronte
sr: Ne preuzimaj datoteke koje se već nalaze u redu
tr: Kuyrukta bulunan dosyaları tekrar indirme

source: Don't remove /password before your password
de: /password vor dem Passwort nicht entfernen
es: No borre /password antes de su contraseña
fi: Älä poista komentoa /password salasanan edestä
fr: N'enlevez pas /password avant votre mot de passe
it: Non cancellare la stringa /password prima della tua password
sk: Neodstraňovať /password pre vašim heslom
sr: Ne brišite /password ispred vaše lozinke
tr: Silinemedi / Şifrenizi yazınız

source: Don't remove the source when autodropping, only disconnect
de: Quelle beim Verwerfen nicht entfernen, nur Verbindung trennen
es: No eliminar la fuente de la cola, solamente desconectar
fi: Älä poista lähdettä automaattitoiminnon yhteydessä, katkaise vain yhteys
fr: Ne pas enlever la source lors de l'auto-déco, seulement déconnecter
it: Non eliminare la sorgente quando sganci automaticamente, disconnetti solo l'utente
sk: Neodstraňovať zdroj pri automatickom opúšťaní, iba odpojiť
sr: Ne uklanjaj izvor pri automatskom ispuštanju, samo isključi vezu
tr: Hedefi otomatik kaldır, (Sadece bağlantısı kesilenleri)

source: Don't send the away message to bots
de: Abwesenheitsmeldung nicht zu Bots senden
es: No enviar mensaje de ausente a los bots
fi: Älä lähetä poissa-viestejä boteille
fr: Ne pas envoyer le message d'absence aux bots
it: Non inviare il messaggio di assenza ai bot
sk: Neposielať správu o neprítomnosti robotom
sr: Ne šalji poruku odsutnosti botovima
tr: Botlara (Dışarıda) mesajı yollama

source: Donate (paypal)
de: Spenden (paypal)
es: Contribuir (hacer una donacion via paypal)
fi: Lahjoita rahaa (paypal)
fr: Dons (paypal)
it: Donazione (paypal)
sk: Prispieť (PayPal)
sr: Donirajte (paypal)
tr: Bağış yap (paypal ile)

source: Done
de: Fertig
es: Listo
fi: Valmis
fr: Terminé
it: Fatto
sk: Hotovo
sr: Završeno
tr: Tamamlandı

source: Done.
de: Abgeschlossen.
es: Hecho
fi: Valmis.
fr: Terminé.
it: Fatto.
sk: Hotovo.
sr: Završeno.
tr: Tamamlandı

source: Download &to...
de: Herunterladen &nach...
es: &Descargar a...
fi: Lataa &kohteeseen...
fr: Télécharger &vers...
it: Scarica &in...
sk: Stiahnuť &kam...
sr: &Preuzmi u...
tr: B&uraya indir...

source: Download Matches
de: Übereinstimmende laden
es: Descargar
fi: Vertaa latausjonoon
fr: Télécharg. si trouvé
it: Corrispondenze dei download
sk: Zhody pri sťahovaní
sr: Rezultati preuzimanja
tr: Eşleşenleri İndir

source: Download Queue
de: Download Warteschlange
es: Cola de Descargas
fi: Latausjono
fr: Liste de Téléchargement
it: Coda dei download
sk: Front sťahovaní
sr: Red za preuzimanje
tr: İndirilecekler

source: Download failed: %1%
de: Download fehlgeschlagen: %1%
es: Descarga fallida: %1%
fi: Lataus epäonnistui: %1%
fr: Échec du téléchargement : %1%
it: Download fallito: %1%
sk: Sťahovanie zlyhalo: %1%
sr: Preuzimanje nije uspelo: %1%
tr: İndirme başarısız: %1%

source: Download finished
de: Download abgeschlossen
es: Descarga completada
fi: Lataus valmistui
fr: Téléchargement terminé
it: Download completato
sk: Sťahovanie dokončené
sr: Preuzimanje završeno
tr: İndirme tamamlandı

source: Download full list
de: Komplette Liste herunterladen
fi: Lataa koko lista
fr: Télécharger la liste complète
it: Scarica l'elenco completo
sk: Stiahnuť kompletný zoznam
sr: Preuzmi kompletnu listu
tr: Bütün listeyi indir
