Repository: RoLex/feardc
Catalog: win32/po/*.po
Languages: de, es, fi, fr, it, sk, sr, tr

source: Start
fr: Démarrer
it: Avvia
sr: Pokreni

source: Start a direct encrypted channel
de: Starte einen direktverschlüsselten Kanal
fr: Établir un canal direct crypté
it: Avvia un canale cifrato diretto
sr: Pokreni direktno šifrovan kanal

source: Start a search for this file
de: Suche nach dieser Datei starten
es: Hacer una búsqueda para este archivo
fi: Aloita tämän tiedoston etsiminen
fr: Lancer une recherche de ce fichier
it: Inizia una ricerca per questo file
sk: Začať hľadanie tohto súboru
sr: Počni pretragu za ovu datoteku
tr: Bu dosyayı aramaya başla

source: Started...
de: Gestartet...
es: Iniciado...
fi: Aloitettu...
fr: Démarré...
it: Iniziato....
sk: Spustené...
sr: Pokrenuto...
tr: Başlandı...

source: Starts a direct encrypted communication channel to avoid spying on your private messages.
de: Startet einen direkt-verschlüsselten Kommunikations-Kanal, um das Ausspionieren Ihrer privaten Nachrichten zu verhindern.
fr: Établit un canal de communication direct et crypté pour éviter qu'on ne puisse espionner vos messages privés.
it: Avvia un canale diretto di comunicazione cifrata per evitare che i tuoi messaggi privati vengano spiati.
sr: Uspostavlja direktno šifrovan komunikacioni kanal da izbegne špijuniranje vaših privatnih poruka.

source: Statistics
de: Statistiken
es: Estadísticas
fi: Tilastot
fr: Statistiques
it: Statistiche
sk: Štatistika
sr: Statistika
tr: İstatistikler

source: Status
es: Estado
fi: Tila
fr: État
it: Stato
sk: Stav
sr: Stanje
tr: Durum

source: Status / Time last seen
de: Status/Zeit zuletzt gesehen
fr: État / Dernière connexion
it: Stato / Visto l'ultima volta
sk: Stav / čas posledného stretnutia
sr: Status / Poslednji put viđen
tr: Durum / Son görüldüğü tarih

source: Status bar Ctrl+3
de: Statusleiste Strg+3
es: Barra de estado Ctrl+3
fr: Barre d'état Ctrl+3
it: Barra di stato Ctrl+3
sk: Stavová lišta Ctrl+3
sr: Statusna traka Ctrl+3
tr: Durum çubuğu Ctrl+3

source: Status: Available - Double-click to switch to Away
de: Status: Erreichbar - Doppelklicken um zu Abwesesend zu wechseln
es: Estado: Disponible - Haga doble clic para cambiar a Ausente
fr: Statut : Disponible - Double-clic pour passer en Absent
it: Status: Disponibile - Doppio-clic per cambiare in Assente
sk: Stav: "K dispozícií" - Dvojklik pre zmenu na "Nedostupný"
sr: Status: Prisutan - Dva puta kliknite da bi ste se prebacili na Odsutan
tr: Durum: Uygun - Dışarda olarak ayarlamak için çift tıklayın

source: Status: Away - Double-click to switch to Available
de: Status: Abwesend - Doppelklicken um zu Erreichbar zu wechseln
es: Estado: Ausente - Haga doble clic para cambiar a Disponible
fr: Statut : Absent - Double-clic pour passer en Disponible
it: Status: Assente - Doppio-clic per cambiare in Disponibile
sk: Stav: "Nedostupný" - Dvojklik pre zmenu na "K dispozícií"
sr: Status: Odsutan - Dva puta kliknite da bi ste se prebacili na Prisutan
tr: Durum: Dışarda - Uygun olarak ayarlamak için çift tıklayın

source: Stored password sent...
de: Gespeichertes Passwort gesendet...
es: Enviada la contraseña guardada...
fi: Tallennettu salasana lähetetty...
fr: Le mot de passe enregistré a été envoyé...
it: Password memorizzata inviata...
sk: Uložené heslo bolo poslané...
sr: Sačuvana lozinka poslata
tr: Kayıtlı şifreniz gönderildi...

source: Subtract list
de: Liste substrahieren
es: Sacar de la Lista
fi: Vähennä lista
fr: Soustraire liste
it: Sottrai elenco
sk: Odčítať zo zoznamu
sr: Oduzmi listu

source: Support direct encrypted private message channels
de: Unterstütze direkt-verschlüsselte Privat-Nachrichten-Kanäle
fr: Support des canaux de message privé directs et cryptés
it: Supporta i canali dei messaggi privati cifrati diretti
sr: Podrži direktno šifrovane kanale za privatne poruke

source: System Log
de: Systemprotokoll
es: Registro del Sistema
fi: Järjestelmälogi
fr: Journal Système
it: Registro di sistema
sk: Systémový záznam
sr: Sistemski dnevnik
tr: System Günlüğü (Log)

source: TB
fi: Tt
fr: To

source: TLS Keyprint
de: TLS-Schlüsselabdruck
fr: Clé TLS
it: Keyprint TLS
sk: TLS kľúč
tr: TLS Anahtarizi

source: Tab highlight on content change
de: Bei Inhaltsänderung Tab hervorheben
es: Poner la pestaña en negrita cuando el contenido cambia
fi: Välilehden lihavointi sisällön muuttuessa
fr: Éclaircissement de l'onglet quand le contenu change
it: Schede in evidenza quando cambia il contenuto
sk: Zvýraznenie záložky pri zmene obsahu
sr: Osvetli jezičak pri promeni sadržaja
tr: Içeriği kalın harflerle göster

source: Tab style
de: Tab-Stil
es: Estilo de la pestaña
fr: Style : onglets
it: Stile delle schede
sk: Štýl tab-u
sr: Stil jezička
tr: Sekme biçimi

source: Tab width
de: Tab-Breite
es: Ancho de la pestaña
fr: Largeur des onglets
it: Larghezza delle schede
sk: Širka tab-u
sr: Širina jezička
tr: Sekme genişliği

source: Tabs
es: Tabulaciones
fi: Välilehdet
fr: Onglets
it: Schede
sk: Záložky
sr: Jezičci
tr: Sekmeler

source: Testing nags can be fully disabled via Settings > Advanced.
fr: Ces infos de versions en cours de test peuvent être entièrement désactivées via Options > Avancé.

source: The direct encrypted channel has been disconnected
de: Der direkt-verschlüsselte Kanal wurde getrennt
fr: Le canal direct crypté a été déconnecté
it: Il canale cifrato diretto è stato disconnesso
sr: Prekinuta veza direktno šifrovanom kanalu

source: The group "%1%" contains %2% hubs; remove all of the hubs as well? If you select 'Yes', all of these hubs are going to be deleted! If you select 'No', these hubs will simply be moved to the main default group.
de: Die Gruppe "%1%" enthält %2% Hubs; möchten Sie alle diese Hubs entfernen? Wenn Sie "Ja" wählen werden all diese Hubs gelöscht! Wenn Sie "Nein" wählen werden all diese Hubs in die Hauptgruppe verschoben.
es: El grupo %1% contiene %2% hubs; eliminar todos los hubs ? Si seleccionas 'Si', todos los hubs serán eliminados Si seleccionas 'No', estos hubs serán simplemente movidos al grupo principal por defecto.
fr: Le groupe "%1%" contient %2% hubs ; enlever tous les hubs aussi ? Si vous choisissez 'Oui', tous ces hubs seront effacés ! Si vous choisissez 'Non', ces hubs seront simplement déplacés dans le groupe principal par défaut.
it: Il gruppo "%1%" contiene %2% hub; rimuovere tutti gli hub? Se selezioni 'Si', tutti gli hub verranno cancellati! Se selezioni 'No', gli hub verranno semplicemente spostati nel gruppo predefinito.
sk: Skupina "%1%" obsahuje %2% hub-ov; odstrániť spolu s ňou všetky hub-y ktoré sú v nej? Ak zvolíte "Áno", všetky tieto hub-y sa zmažú! Ak zvolíte "Nie", tieto hub-y sa jednoducho presunú do hlavnej skupiny.
sr: Grupa "%1%" sadrži %2% habova; također obrisati sve habove? Ako izaberete Da ('Yes'), svi habovi će biti obrisani! Ako izaberete Ne ('No'), habovi će samo biti prenešeni u podrazumevanu grupu.
tr: Bu grup "%1%", "%2%" merkez içeriyor; beraberinde tüm bu merkezler de silinsin mi? "Evet"i seçerseniz, tüm merkezler silinecek! "Hayır" seçerseniz, tüm merkezler varsayılan ana gruba eklenecek.

source: The menu bar is now hidden. Press Alt or F10 to temporarily bring it back into view.
de: Die Menüleiste ist nun versteckt. Drücke Alt oder F10, um Sie vorübergehend wieder anzuzeigen.
fr: La barre de menus est maintenant cachée. Appuyez sur Alt ou sur F10 pour la restaurer temporairement.
it: La barra del menù ora è nascosta. Premi Alt o F10 per farla riapparire temporaneamente.
sk: Menu panel je teraz skrytý. Stlačte Alt alebo F10 pre jeho dočasné zobrazenie.
sr: Traka sa menijem je sada sakrivena. Pritisnite Alt ili F10 da ju privremeno napravite vidljivom.

source: The message cannot be delivered because the hub is offline.
de: Die Nachricht kann nicht übermittelt werden, da der Hub offline ist.
fr: Le message ne peut pas être envoyé car le hub est déconnecté.
it: Il messaggio non può essere ricevuto perché l'hub non è in linea.
sk: Správa nemohla byť doručená pretože je hub offline.
sr: Poruka nije dostavljena jer hab nije povezan

source: The message cannot be delivered because the user is offline.
de: Die Nachricht kann nicht übermittelt werden, da der Nutzer offline ist.
fr: Le message ne peut pas être envoyé car l'utilisateur est déconnecté.
it: Il messaggio non può essere ricevuto perché l'utente non è in linea.
sk: Správa nemohla byť doručená pretože je užívateľ offline
sr: Poruka nije dostavljena jer korisnik nije povezan

source: The requested link is
de: Der angeforderte Link ist
fr: Le lien demandé est
sr: Zahtevana adresa je

source: The user does not support secure encrypted connections
fr: L'utilisateur ne prend pas en charge les connexions chiffrées sécurisées

source: The user does not support the CCPM ADC extension
de: Der Benutzer unterstützt die CCPM ADC-Erweiterung nicht
fr: L'utilisateur ne supporte pas l'extension CCPM d'ADC
it: L'utente non supporta l'estensione CCPM ADC
sr: Korisnik ne podržava CCPM ADC dodatak

source: This hub is not a favorite hub
de: Dieser Hub wird nicht bevorzugt.
es: Este hub no es un Hub Favorito
fi: Tämä hubi ei ole suosikeissa
fr: Ce hub n'est pas un hub favori
it: Questo hub non è presente nella lista dei preferiti
sk: Tento hub nepatrí medzi obľúbené
sr: Ovaj hab nije omiljeni
tr: Bu merkez gözde merkezleriniz arasında yok

source: This is an example of a balloon popup notification!
de: Das ist ein Beispiel für eine Sprechblasen-Popup-Meldung!
fr: Ceci est un exemple d'une notification par bulle popup !
it: Questo è un esempio di notifica popup a palloncino!
sk: Toto je príklad notifikácie za pomoci balónového okna!
sr: Ovo je primer obaveštenja preko popup balona!
tr: Bu bir bildirim örneğidir!

source: This message will show up in the status bar in the future.
fr: Ce message s'affichera dans la barre d'état à l'avenir.

source: This will delete all defined search types and restore the default ones. Do you want to continue?
de: Dies wird alle definierten Suchtypen löschen und die voreingestellten Typen wiederherstellen. Fortfahren?
es: Borrará todos los tipos de búsqueda definidos y restaurará los tipos de búsqueda por defecto. ¿Quiere continuar?
fr: Cette opération va effacer toutes les personnalisations apportées aux catégories de recherche et restaurera les catégories par défaut. Voulez-vous vraiment continuer ?
it: L'azione richiesta cancellerà tutti i tipi di ricerca personalizzata e ripristinerà quelli standard. Vuoi continuare?
sk: Toto zmaže všetky definované typy hľadania a obnoví tie ktoré sú predvolené. Chcete pokračovať?
sr: Ovo će obrisati sve prilagođene tipove pretrage i vratiti sve podrazumevane. Da li želite da nastavite?
tr: Tanımlanmış tüm arama biçimleri silinecek ve varsayılana sıfırlacanak. Devam etmek istiyor musunuz?

source: This will remove all existing hublist entries and reset to the default preconfigured ones. Do you really want to proceed?
fr: Cette action supprimera les listes de hub existantes et les remplacera par celles configurées par défaut. Continuer l'opération ?

source: TiB
fi: Tb
fr: Tio

source: Time
de: Zeit
es: Hora
fi: Aika
fr: Temps
it: Tempo
sk: Čas
sr: Vreme
tr: Zaman

source: Time left
de: Verbleibende Zeit
es: Restante
fi: Aikaa jäljellä
fr: Temps restant
it: Tempo rimanente
sk: Zostávajúci čas
sr: Preostalo vreme
tr: Kalan süre

source: Timestamp format
de: Zeitstempel-Format
fi: Aikaleiman muoto
fr: Format de l'heure
it: Formato della marcatura temporale
sk: Formát času
sr: Format vremena
tr: Zaman gösterim biçimi

source: To
de: An
es: Para
fi: Kenelle
fr: À
it: A
sk: Kam
sr: Za
tr: Alıcı

source: Toggle window when selecting an active tab
de: Wechsel zum entsprechenden Fenster, wenn aktiver Tab ausgewählt
es: Intercambiar ventana cuando se selecciona un tab activo
fi: Vaihda ikkunaa, kun aktiivinen välilehti valitaan
fr: Basculer de fenêtre lors de la sélection de l'onglet actif
it: Cambia finestra quando selezioni una scheda attiva
sk: Prepnúť okno pri výbere aktívnej záložky
sr: Promeni prozor pri biranju aktivnog jezička
tr: Aktif sekme seçerken pencereler arası gezin

source: Toggles the displaying of favorite users joining the hub. Does not require /showjoins to be enabled.
de: Legt fest, ob Bevorzugte Benutzer beim betreten des Hub angezeigt werden. /showjoins muss dazu nicht aktiviert sein.
fr: Active ou désactive l'affichage des entrées et sorties d'utilisateurs favoris dans le hub. Ne requiert pas que /showjoins soit activé.
it: Alterna la visualizzazione degli utenti preferiti che si uniscono all'hub. Non richiede /showjoins per essere attivato.
sr: Promeni prikaz omiljenih korisnika koji se uključuju na hab. Ne zahteva da /showjoins bude omogućeno.

source: Toggles the displaying of users joining the hub. This only takes effect for freshly-arriving users.
de: Legt fest, ob neue Benutzer beim betreten des Hub angezeigt werden. Dies wirkt sich nur auf neu eintretende Benutzer aus.
fr: Active ou désactive l'affichage des entrées et sorties d'utilisateurs dans le hub. N'a d'effet que pour les nouveaux arrivants.
it: Alterna la visualizzazione degli utenti che si uniscono all' hub. Questo ha effetto solo per utenti recentemente connessi.
sr: Promeni prikaz omiljenih korisnika koji se uključuju na hab. Ovo se primenjuje samo za nove korisnike.

source: Toggles visibility of the list of users for the current hub.
de: Schaltet die Sichtbarkeit der Benutzerliste des aktuellen Hubs um.
fr: Montre ou cache la liste des utilisateurs du hub actuel.
it: Alterna la visibilità della lista degli utenti per l'hub.
sr: Promeni vidljivost liste korisnika za trenutni hab

source: Toolbar
de: Symbolleiste
es: Barra de herramientas
fi: Työkalurivi
fr: Barre d'outils
it: Barra degli strumenti
sk: Lišta nástrojov
sr: Traka sa alatkama
tr: Araç Çubuğu

source: Toolbar Ctrl+1
de: Symbolleiste Strg+1
es: Barra de herramientas Ctrl+1
fi: Työkalurivi Ctrl+1
fr: Barre d'outils Ctrl+1
it: Barra degli strumenti Ctrl+1
sk: Lišta nástrojov Ctrl+1
sr: Traka sa alatkama Ctrl+1
tr: Araç Çubuğu Ctrl+1

source: Total size:
de: Gesamt:
es: Tamaño total:
fi: Koko yhteensä:
fr: Taille totale :
it: Dimensione totale:
sk: Celková veľkosť:
sr: Ukupna veličina:
tr: Toplamda:

source: Total slots
de: Gesamt-Slots
fr: Slots au total
it: Slot totali
sk: Slotov celkovo
sr: Ukupno slotova
tr: Toplam yuva

source: Totals
de: Summen
es: Totales
fi: Koko ajalta
fr: Totaux
it: Totali
sk: Celkom
sr: Ukupno
tr: Toplamlar

source: Transfer
de: Übertragung
fi: Siirrot
fr: Transferts
it: Trasferimento
sk: Prenos
sr: Prenos
tr: Aktarım

source: Transfer Rate Limiting
de: Übertragungsraten-Limitierung
es: Límite de ratio de transferencia
fr: Limitation de la Bande Passante
it: Limite rapporto di trasferimento
sk: Obmedzenie prenosovej rýchlosti
sr: Ograničenja brzine protoka
tr: Aktarım Limiti Oranı

source: Transfer view Ctrl+2
de: Übertragungsstatus Strg+2
es: Vista de transferencia Ctrl+2
fr: Vue des transferts Ctrl+2
it: Visualizza trasferimenti Ctrl+2
sk: Pohľad na prenos Ctrl+2
sr: Pregled prenosa Ctrl+2
tr: Aktarım görünümü Ctrl+2

source: Transferred
de: Übertragen
es: Transferido
fi: Siirretty
fr: Transféré
it: Trasferiti
sk: Prenesené
sr: Prenešeno
tr: Aktarıldı

source: Transferred (Ratio)
de: Übertragen (Verhältnis)
es: Transferido (Razón)
fi: Siirretty (Suhde)
fr: Transféré (Ratio)
it: Trasferito (Rapporto)
sk: Prenesené (pomer)
sr: Prenešeno (Odnos)
tr: Aktarılan (Oran)

source: Transfers
de: Übertragungen
fi: Siirrot
fr: Transferts
it: Trasferimenti
sk: Prenosy
sr: Prenosi
tr: Aktarımlar

source: Trusted certificates path
de: Pfad für vertrauenswürdige Zertifikate
es: Ruta de certificados de confianza
fi: Luotettujen varmenteiden kansio
fr: Chemin des certificats de confiance
it: Percorso dei certificati affidabili
sk: Cesta k dôveryhodným certifikátom
sr: Lokacija poverljivih sertifikata
tr: Güvenilir sertifika yolu

source: U: %1%
fr: E : %1%
sk: N: %1%
tr: G: %1%

source: U: %1%/s (%2%)
fr: E : %1%/s (%2%)
sk: N: %1%/s (%2%)
tr: G: %1%/s (%2%)

source: Un-ignore chat
de: Chat nicht mehr ignorieren
fr: Désignorer (chat)
it: Non ignorare la chat
sk: Zrušiť ignoráciu chat-u
sr: Neignoriši čet
tr: Sohbeti etkinleştir

source: Un-sets Away status.
de: Entfernt Abwesenheitsstatus
fr: Désactive le mode absence.
it: Disattiva lo stato di assenza.
sr: Isključuje "Nisam tu" status.

source: Unable to open %1% port. Searching or file transfers will not work correctly until you change settings or turn off any application that might be using that port.
de: Öffnen des Ports %1% nicht möglich. Suche oder Dateiübertragungen funktionieren nicht Ordnungsgemäß bis die Einstellungen geändert sind oder bis sie das Proframm, welches diesen Port benutzt, geschlossen wird.
es: No se puede abrir el puerto %1%. Transferencias de archivo no funcionará correctamente hasta que modifique la configuración o desactive cualquier otra aplicación que pueda estar ocupando ese puerto.
fr: Impossible d'ouvrir le port %1%. Les recherches ou les transferts de fichiers ne se feront pas correctement tant que les options resteront inchangées ou qu'une autre application pouvant utiliser ce même port restera allumée.
it: Impossibile aprire la porta %1%. Ricerche o trasferimenti file non funzioneranno in maniera corretta prima di un cambio di configurazione o di una chiusura delle applicazioni che utilizzano quella porta.
sk: Nedá sa otvoriť port %1%. Vyhľadávanie, alebo prenos súborov nebude fungovať správne kým nezmeníte nastavenia alebo nevypnete programy ktoré tento port využívajú.
sr: Ne mogu otvoriti port %1%. Pretraživanje ili prenos datoteka neće raditi sve dok ne promenite podešavanja ili isključite sve aplikacije koje možda koriste taj port.
tr: Port %1% açılamadı. Siz ayarları değiştirene kadar ya da bu portu kullanan diğer uygulamaları kapatana kadar, arama ve dosya transferi düzgün şekilde gerçekleştirilemeyebilir

source: Under what name you see the directory
de: Unter welchem Namen Sie den Ordner sehen
es: Nombre con el que este directorio será visto
fi: Nimi, jona kansio näkyy
fr: Nom sous lequel sera vu ce dossier
it: Nome con il quale visualizzerai la cartella
sk: Od akým názvom vidíte adresár
sr: Pod kojim imenom želite da vidite direktorijum
tr: Klasör adının ne olarak gözükmesini istiyorsanız yazın

source: Unfinished downloads directory
de: Ordner für unvollständige Downloads
es: Directorio temporal de descargas sin terminar (recomendado: en otra particion, En blanco=desactivado)
fi: Keskeneräisten latausten kansio
fr: Dossier des téléchargements en cours
it: Cartella dei download incompleti
sk: Adresár pre nedokončené sťahovania
sr: Direktorijum za nezavršena preuzimanja
tr: Geçici dosyalar dizini (Temp)

source: Unfinished file not found
de: Unfertige Datei nicht gefunden
es: Archivo incompleto no encontrado
fi: Keskeneräistä tiedostoa ei löytynyt
fr: Fichier incomplet introuvable
it: Fine incompleto non trovato
sk: nedokončený súbor nenájdený
sr: Nedovršena datoteka nije pronađena
tr: Bitirilmeyen dosya bulunamadı

source: Unfinished file too small
de: Unfertige Datei zu klein
es: Archivo incompleto demasiado pequeño
fi: Keskeneräinen tiedosto on liian pieni
fr: Fichier incomplet trop petit
it: File incompleto troppo piccolo
sk: Nedokončený súbor je príliš malý
sr: Nedovršena datoteka je premala
tr: Bitirilmeyen dosya çok küçük

source: Unknown
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
it: Sconosciuto
sk: Neznámy
sr: Nepoznata
tr: Bilinmeyen

source: Unknown command: %1%
de: Unbekannter Befehl: %1%
es: Comando desconocido: %1%
fi: Tuntematon komento: %1%
fr: Commande inconnue : %1%
it: Comando sconosciuto: %1%
sk: Neznámy príkaz: %1%
sr: Nepoznata komanda: %1%
tr: Bilinmeyen komut: %1%

source: Up one level
de: Eine Ebene nach oben
es: Subir un nivel
fi: Ylös yksi taso
fr: Dossier parent
it: Sali di un livello
sk: O jednu úroveň vyššie
sr: Nivo iznad
tr: Bir üst seviye

source: Update the plugin
de: Aktualisieren Sie das Plugin
fr: Mettre à jour le plugin
it: Aggiorna il plugin
sk: Aktualizovať zásuvný modul
sr: Ažuriraj priključak

source: Updating a plugin
de: Aktualisiere ein Plugin
fr: Mise à jour d'un plugin
it: Aggiornamento di un plugin in corso
sk: Aktualizácia zásuvného modulu
sr: Ažuriram priključak

source: Upload Slots
es: Slots de subida
fr: Slots d'Envoi
it: Slot in upload
sk: Sloty pre odosielanie
sr: Slotovi za slanje
tr: Yükleme Dilimleri

source: Upload limit
de: Upload-Grenze
fr: Limite d'envoi
it: Limite di upload
sk: Obmedzenie odosielana
sr: Ograničenje slanja
tr: Yükleme sınırı

source: Upload limit disabled
de: Upload Limitierung deaktiviert
es: Límite de subida deshabilitado
fr: Limite d'envoi désactivée
it: Limite in upload disabilitato
sk: Obmedzenie odosielania vypnuté
sr: Ograničenje brzine slanja onemogućeno
tr: Yükleme sınırı kapatıldı

source: Upload limit set to %1% KiB/s
de: Upload-Grenze gesetzt auf %1% KiB/s
fr: Limite d'envoi : %1% Kio/s
it: Limite di upload impostato a %1% KiB/s
sk: Obmedzenie odosielania nastavené na %1% KiB/s
sr: Ograničenje slanja postavljeno na %1% KiB/s
tr: Yükleme sınırı %1% KiB/s olarak ayarlandı

source: Upload limit: %1%/s - Click to adjust
de: Upload-Grenze: %1%/s - Klicken, um anzupassen
fr: Limite d'envoi : %1%/s - Clic pour ajuster
it: Limite di upload: %1%/s - Clicca per regolare
sk: Obmedzenie odosielania: %1%/s - Klikni pre úpravu
sr: Ograničenje slanja: %1%/s - Klikni da podesiš
tr: Yükleme sınırı: %1% - Ayarlamak için tıklayın

source: Upload slots
es: Slots de subida
fi: Latauspaikat
fr: Slots d'envoi
it: Slot di upload
sk: Slotov pre nahrávanie
sr: Slotovi za slanje
tr: Gönderme slotları

source: Upload speed
de: Uploadgeschwindigkeit
fi: Lähetysnopeus
fr: Vitesse d'envoi
it: Velocità di upload
sk: Rýchlosť odosielania
sr: Brzina slanja
tr: Yükleme hızı

source: Upload: %1%, Download: %2%
fi: Lähetys: %1%, Lataus: %2%
fr: Envoi : %1%, Téléchargement : %2%
sk: Nahrávanie: %1%, Sťahovanie: %2%
sr: Slanje: %1%, Preuzimanje: %2%
tr: Aktarma: %1%, İndirme: %2%

source: Uploading %1%
de: Lade %1% hoch
es: Subidas %1%
fi: Lähetetään %1%
fr: Envoi de %1%
it: Upload %1%
sk: Nahráva sa %1%
sr: Šaljem %1%
tr: Gönderiliyor %1%

source: Uploading to %1% users
de: Lade zu %1% Benutzern hoch
fr: Envoi à %1% utilisateurs
it: Invio a %1% utenti in corso
sk: Odosielanie k %1% užívateľom
sr: Šaljem ka %1% korisnika

source: Uploads
es: Subidas
fi: Lähetykset
fr: Envois
it: Upload
sk: Nahrávania
sr: Slanja
tr: Gönderilenler

source: Use CTRL for line history
de: Strg für Zeilen-Chronik benutzen
es: Usar CTRL para lineas de historial
fi: Käytä CTRL-näppäintä rivihistoriaan
fr: Utiliser CTRL pour l'historique des lignes
it: Usa CTRL per la cronologia delle righe
sk: História riadka pomocou Ctrl
sr: Koristite CTRL za istoriju linija
tr: Yazma geçmişi için CTRL tuşu kullan

source: Use SOCKS5 server to resolve host names
de: SOCKS5 Server verwenden, um Hostnamen aufzulösen
es: Usar Proxy SOCKS5 para resolver los dominios
fi: Käytä SOCKS5-palvelinta osoitteiden selvitt.
fr: Utiliser SOCKS5 pour résoudre les noms d'hôtes
it: Usa il server SOCKS5 per risolvere gli indirizzi
sk: Na preklad názvov použiť SOCKS5 server
sr: Koristiti SOCKS5 server za razlučivanje imena hosta
tr: Sunuculara girmek için SOCKS5 sunucusunu kullan

source: Use extended menus with icons and titles
de: Erweiterte Menüs mit Symbolen und Überschriften verwenden
es: Uso extendidos menús con iconos y títulos
fi: Käytä laajennettuja valikkoja, joissa on kuvakkeet ja otsikot
fr: Utiliser des menus étendus avec icônes et titres
it: Utilizza i menù estesi con icone e titoli
sk: Používať rozšírené menu s ikonami a názvami
sr: Koristiti proširene menije sa ikonama i naslovima
tr: İkonlu ve başlıklı genişletilmiş menüleri kullan
