Repository: RoLex/feardc
Catalog: win32/po/*.po
Languages: de, es, fi, fr, it, sk, sr, tr

source: Reliability
de: Beständigkeit
es: Confiabilidad
fi: Luotettavuus
fr: Fiabilité
it: Affidabilità
sk: Spoľahlivosť
sr: Pouzdanost
tr: Güvenilirlik

source: Remote ADC client does not use TLS encryption
de: Entfernter ADC-Client nutzt keine TLS-Verschlüsselung
fr: Le client ADC distant n'utilise pas le cryptage par TLS
it: Il client remoto ADC non utilizza la cifratura TLS
sk: Vzdialený ADC klient nepoužíva TLS šifrovanie
sr: Udaljeni ADC klijent ne koristi TLS enkripciju

source: Remote client does not fully support TTH - cannot download
de: Der Client des Benutzers unterstützt keine TTH-Hashwerte – Download nicht möglich
es: Cliente remoto no soporta correctamente TTH - No se puede descargar
fi: Lähde ei tue kunnolla TTH-tarkistussummia - ei voi ladata
fr: Le client distant ne supporte pas complètement les clés TTH - téléchargement impossible
it: Il client remoto non supporta completamente TTH - non è possibile effettuare il download
sk: Vzdialený klient nepodporuje plne TTH - nie je možné stiahnuť
sr: Udaljeni klijent ne podržava TTH u potpunosti - ne mogu preuzimati
tr: Uzak bağlantı kurulamadı TTH sertifikası indirilemedi

source: Remove &all
de: &Alle entfernen
es: Remover &todos
fi: Poista &kaikki
fr: &Tout enlever
it: Rimovi &tutti
sk: Odstrániť &všetky
sr: Ukloni &sve
tr: &Hepsini kaldır

source: Remove file
de: Datei entfernen
fr: Enlever le fichier
it: Rimuovi file
sr: Ukloni datoteku

source: Remove slow filelists
de: Langsame Dateilisten entfernen
es: Eliminar Listas de Archivos lentas
fi: Pudota hitaat tiedostolistat
fr: Enlever les listes de fichier lentes
it: Rimuovi gli elenchi di file lenti
sk: Odstrániť pomalé zoznamy súborov
sr: Ukloni spore liste datoteka
tr: Yavaş dosya listelerini sil

source: Remove source
de: Quelle entfernen
es: Eliminar Fuente
fi: Poista lähde
fr: Enlever la source
it: Rimuovi fonti
sk: Odstrániť zdroj
sr: Ukloni izvor
tr: Kaynağı kaldır

source: Remove user from queue
de: Benutzer von Warteschlange entfernen
es: Quitar usuario de la cola
fi: Poista käyttäjä latausjonosta
fr: Enlever l'utilisateur des téléchargements
it: Rimuovi l'utente dalla coda
sk: Odstrániť používateľa z frontu
sr: Ukloni korisnika iz reda
tr: Kullanıcıyı indirme listesinden kaldır

source: Removes the current hub from the list of Favorite Hubs.
de: Entfernt den derzeitigen Hub aus der Liste der bevorzugten Hubs.
fr: Enlève le hub actuel de la liste des Hubs Favoris.
it: Rimuove l'hub corrente dall'elenco degli hub preferiti
sr: Uklanja trenutni hab iz liste Omiljenih habova.

source: Rename a search type
de: Suchtyp umbenennen
es: Renombrar un tipo de búsqueda
fr: Renommer une catégorie de recherche
it: Rinomina il tipo di ricerca
sk: Premenovať typ hľadania
sr: Preimenuj tip pretrage
tr: Arama türünü yeniden adlandır

source: Report a bug
de: Einen Fehler melden
es: Notificar un error (bug)
fi: Raportoi vika ohjelmassa
fr: Signaler un bug
it: Segnala un problema
sk: Ohlásiť chybu
sr: Prijavi Bug
tr: Hata bildirin

source: Request a feature
de: Neue Funktion vorschlagen
es: Solicitar una mejora
fi: Ehdota uutta ominaisuutta
fr: Demander une fonctionnalité
it: Richiedi una funzionalità
sk: Žiadosť o pridanie vlastnosti
sr: Zatraži mogućnost
tr: İstekte bulunun

source: Requesting %1%
de: Fordere %1% an
es: Solicitando %1%
fi: Pyydetään %1%
fr: Demande de %1%
it: Richiesta %1% in corso
sk: Žiada sa %1%
sr: Zahtevam %1%
tr: İstek Yapılıyor %1%

source: Require TLS ADC client-client connections
de: Benötige TLS-ADC Client-Client Verbindungen
fr: Forcer les connexions client-client ADC à utiliser le TLS
it: Richiedi le connessioni client-client TLS ADC
sk: Vyžadovať TLS ADC klient-klient spojenia
sr: Zahteva TLS ADC klijent-klijent veze

source: Reset Public Hub Lists
fr: Réinitialiser les listes de hubs publics

source: Resume hashing
de: Hashing Wiederaufnehmen
es: Continuar hashing
fr: Reprendre
it: Riprendi l'indicizzazione
sk: Pokračovať v hashovaní
sr: Nastavi hešovanje
tr: Hash işlemine devam et

source: Run in background
de: Im Hintergrund ausführen
es: Ejecutar en Segundo Plano
fi: Suorita taustalla
fr: Exécuter en arrière-plan
it: Esegui in secondo piano
sk: Spustiť na pozadí
sr: Nastavi u pozadini
tr: Arkaplanda çalış

source: Running...
de: Läuft...
es: Ejecutando...
fi: Suoritetaan...
fr: En cours...
it: In corso...
sk: Spúšťa sa...
sr: Preuzimam...
tr: Şu anda indiriliyor...

source: Save settings now
fr: Sauvegarder les paramètres maintenant

source: Search
de: Suche
es: Buscar
fi: Etsi
fr: Recherche
it: Ricerca
sk: Hľadanie
sr: Pretraži
tr: Arama

source: Search - %1%
de: Suche - %1%
es: Buscar- %1%
fi: Etsi - %1%
fr: Recherche - %1%
it: Ricerca - %1%
sk: Hľadanie - %1%
sr: Pretraži - %1%
tr: Ara - %1%

source: Search - Ready to search...
de: Suche - Bereit zur Suche...
es: Listo para buscar...
fi: Etsi - Valmis hakemaan...
fr: Recherche - Prêt à rechercher...
it: Ricerca -Pronti a cercare...
sk: Hľadanie - Pripravený na hľadanie...
sr: Pretraži - Spreman da tražim...
tr: Arama - Arama için hazır

source: Search Menu
de: Suchmenü
es: Menú Búsqueda
fi: Hakuvalikko
fr: Menu Recherche
it: Menu Ricerca
sk: Menu hľadania
sr: Meni pretrage
tr: Arama Sonuçlarında

source: Search String
de: Suchbegriff
es: Cadena de búsqueda
fi: Hakusana
fr: Chaîne de Recherche
it: Chiave di ricerca
sk: Vyhľadávaný reťazec
sr: Tekst za pretragu
tr: Aratılan kelime

source: Search by TTH
de: Suche durch TTH
fr: Recherche par TTH
sr: Pretraži po TTH

source: Search for
de: Suchen nach
es: Buscar por
fi: Hakusana
fr: Rechercher
it: Stringa di ricerca
sk: Hľadať
sr: Traži tekst:
tr: Aranacak dosyanın adını yazın

source: Search for alternates
de: Nach Alternativen suchen
es: Buscar por alternativas
fi: Etsi vaihtoehtoisia lähteitä
fr: Rechercher des sources alternatives
it: Ricerca files alternativi
sk: Hľadať alternatívy
sr: Traži alternativne izvore
tr: Alternatifleri ara

source: Search history
de: Such-Chronik
es: Historial Búsqueda
fi: Hakuhistoria
fr: Histo Recherches
it: Cronologia delle ricerche
sk: Hľadať v histórii
sr: Istorija pretraživanja
tr: Arama Geçmişi

source: Search options
de: Suchoptionen
es: Opciones de búsqueda
fi: Haun asetukset
fr: Options de recherche
it: Opzioni di ricerca
sk: Voľby hľadania
sr: Opcije za pretragu
tr: Arama seçenekleri

source: Search port (v4)
de: Suchport(v4)
fr: Port (recherches v4)
it: Porta di ricerca (v4)
sk: Port pre vyhľadávanie (v4)
sr: Port za pretragu (v4)
tr: Bağlantı kapısı ara (v4)

source: Search port (v6)
de: Suchport (v6)
fr: Port (recherches v6)
it: Porta di ricerca (v6)
sk: Port pre vyhľadávanie (v6)
sr: Port za pretragu (v6)
tr: Bağlantı kapısı ara (v6)

source: Search spam detected from %1%
de: Suchspam erkannt von %1%
es: Detectado Spam de búsqueda desde%1%
fi: Hakuhäirintää tunnistettu käyttäjältä %1%
fr: Spam de recherche de %1% détecté
it: Rilevato spam di ricerca da %1%
sk: Spam v hľadaní zistený u %1%
sr: Otkriven spam pretrage od %1%
tr: %1% isimli kullanıcının spam yaptıgı tespit edildi.

source: Search type
de: Suchtyp
es: Tipo de búsqueda
fr: Catégorie de recherche
it: Tipo di ricerca
sk: Typ vyhľadávania
sr: Tip pretrage
tr: Arama Türü

source: Search types
de: Suchtypen
es: tipos de búsqueda
fr: Catégories de recherche
it: Tipi di ricerca
sk: Typy vyhľadávania
sr: Tipovi pretrage
tr: Arama türleri

source: Searching for %1%...
de: Suche nach %1%...
es: Buscar por%1%...
fi: Etsitään hakusanalla %1%...
fr: Recherche de %1%...
it: Ricerca di %1% in corso ...
sk: Hľadá sa %1%...
sr: Tražim %1%...
tr: %1% aranıyor

source: Searching for: %1%
de: Suche nach: %1%
fi: Haetaan: %1%
fr: Recherche de : %1%
it: Ricerca in corso di: %1%
sk: Hľadanie: %1%
sr: Tražim: %1%
tr: Aranıyor: %1%

source: Searching too soon, next search in %1% second
de: Zu frühe Suche, nächste Suche in %1% Sekunde
es: Buscando muy rápido, próxima búsqueda en %1% segundo
fi: Haetaan liian nopeasti, seuraava haku %1% sekunnin kuluttua
fr: Recherche lancée trop tôt, prochaine recherche dans %1% seconde
it: Intervallo di ricerca troppo breve , prossima ricerca tra%1% secondo
sk: Hľadanie spustené príliš zavčasu, ďalšie hľadanie o %1% sekundu
sr: Prebrza pretraga, sledeća pretraga za %1% sekundi
tr: Çok erken arıyorsunuz, bir sonraki arama %1% saniye içerisinde

source: Secondary Transfer Rate Limiting
de: Sekundäres Limitieren von Übertragungsgeschwindigkeiten
es: Límite de ratio de transferencia secundario
fr: Limitation Secondaire de la Bande Passante
it: Limite tasso di trasferimento secondario
sk: Sekundárne obmedzenie prenosovej rýchlosti
sr: Drugo ograničenje brzine protoka
tr: İkincil Dosya Aktarım Sınırlaması

source: Secondary Transfer Rate Limiting Settings
de: Einstellungen für Sekundäre Limitierung von Übertragungsgeschw.
es: Preferencias del límite de ratio de transferencia secundario
fr: Options de la Limitation Secondaire de la Bande Passante
it: Impostazioni limite tasso di trasferimento secondario
sk: Nastavenie pre sekundárne obmedzenie rýchlosti
sr: Podešavanja drugod ograničenja brzine protoka
tr: İkincil Dosya Aktarım Sınırlama Ayarları

source: Secure connection settings
de: Sichere Verbindungseinstellungen
fr: Options des connexions sécurisées
sr: Podešavanja sigurne veze

source: Security & certificates
de: Sicherheit & Zertifikate
fr: Sécurité & certificats
it: Sicurezza & certificati
sr: Sigurnost i sertifikati

source: Security certificates
de: Sicherheitszertifikate
fr: Certificats de sécurité
it: Certificati di sicurezza
sk: Bezpečnostné certifikáty
sr: Sigurnosni sertifikati
tr: Güvenlik sertifikaları

source: Select &All Ctrl+A
de: &Alles Auswählen Strg+A
es: Seleccionar &Todo Ctrl+A
fr: &Tout Sélectionner Ctrl+A
it: Seleziona &tutto Ctrl+A
sk: Ozn&ačiť všetko Ctrl+A
sr: Izaberi sve Ctrl+A
tr: Tümünü &Seç Ctrl+A

source: Select a favorite hub group
de: Favorisierte Hub-Gruppe Auswählen
es: Seleccione un grupo de hubs favorito
fr: Choisir un groupe de hubs favoris
it: Seleziona un gruppo di hub preferito
sk: Vybrať obľúbenú skupinu hub-ov
sr: Izaberi omiljenu grupu habova
tr: Gözde bir merkez grubu seçin

source: Select color
de: Farbe wählen
fi: Valitse väri
fr: Choisir la couleur
it: Seleziona il colore
sk: Vybrať farbu
sr: Izaberi boju
tr: Renk seç

source: Select font
de: Schriftart wählen
fi: Valitse fontti
fr: Choisir la police
it: Seleziona il carattere
sk: Vyber písmo
sr: Izaberi font
tr: Yazıbiçimini seç

source: Selected tab
de: Ausgewählter Tab
es: Pestaña seleccionada
fi: Valittu välilehti
fr: Onglet sélectionné
it: Scheda selezionata
sk: Vybratý tab
sr: Izabrani jezičci
tr: Seçili sekme

source: Send once per nick
de: Einmal pro Benutzer senden
es: Enviar uno por Nick
fi: Kerran per käyttäjä
fr: En envoyer une par pseudo
it: Invia una sola volta per soprannome
sk: Poslať raz / prezývku
sr: Šalji jednom po nadimku
tr: Her kişiye sadece bir kez gönder

source: Send unknown /commands to the hub
de: Unbekannte /befehle zum Hub senden
es: Enviar /comando desconocido al hub
fi: Lähetä tuntemattomat '/'-komennot hubille
fr: Envoyer les /commandes inconnues au hub
it: Invia comandi sconosciuti all'hub
sk: Posielať neznáme /command príkazy hub-u
sr: Šalji nepoznate /commands u hab
tr: Bilinmeyen komutları merkeze gönder

source: Separator
de: Trenner
es: Separador
fi: Erotin
fr: Séparateur
it: Separatore
sk: Oddeľovač
sr: Razdvojnik
tr: Ayırıcı

source: Server
es: Servidor
fi: Palvelin
fr: Serveur
it: Indirizzo server
tr: Sunucu

source: Set default value
fr: Définir la valeur par défaut

source: Set lowest prio for newly added files larger than Low prio size
de: Setze niedrigste Priorität für neu hinzugefügte Dateien welche die Größe für Dateien geringer Priorität überschreiten
es: Marcar con prioridad "Mínima" a los nuevos archivos agregados, más grandes que el tamaño máximo para prioridad "Baja"
fi: Aseta matalin tärkeys uusille tiedostoille, joiden koko suurempi kuin Matala tärkeys -asetus
fr: Attribuer priorité La Plus Basse à tout nouveau fichier s'il a une taille supérieure à la taille priorité Basse
it: Imposta la priorità minima per i file appena aggiunti più grandi della dimensione della priorità bassa
sk: Nastaviť najnižšiu prio. novo pridaným súborom menším ako veľkosť Nízka prio.
sr: Postavi najniži prioritet za novo-dodate datoteke veće od veličine za Niski prioritet
tr: En düşük boyut

source: Set priority
de: Priorität ändern
es: Establecer prioridad
fi: Aseta tärkeys
fr: Définir la priorité
it: Imposta priorità
sk: Nastaviť prioritu
sr: Postavi prioritet
tr: Önceliği Ayarla

source: Set the download speed limit in KiBs. Zero or omitted value disables the limit.
fr: Définit la limite de vitesse de téléchargement en KiBs. Une valeur nulle ou omise désactive la limite.

source: Set the upload speed limit in KiBs. Zero or omitted value disables the limit.
fr: Définit la limite de vitesse de téléchargement en KiBs. Une valeur nulle ou omise désactive la limite.

source: Sets Away status. New private message windows will be responded to, once, with the message you specified, or the default away message configured in the Personal information settings page.
de: Setzt Abwesenheitsstatus. Auf neue Privatnachrichten-Fenster wird mit ihrer vorab eingegebenen Abwesenheitsnachricht oder der voreingestellten Abwesenheitsnachricht in der Einstellungsseite für persönliche Informationen geantwortet.
fr: Active le mode absence. À l'ouverture d'une nouvelle fenêtre de message privé, une réponse sera envoyée (une fois seulement) en utilisant soit le message que vous avez spécifié, soit le message d'absence par défaut configuré dans la page d'options des Informations personnelles.
it: Imposta lo stato di assenza. Si risponderà alle nuove finestre dei messaggi privati, una volta, con il messaggio specificato, oppure il messaggio predefinito di assenza configurato nella pagina delle impostazioni delle informazioni personali.
sr: Postavi "Nisam tu" status. Novim prozorima sa privatnim porukama će biti odgovoreno jednom, sa porukom koju vi unesete ili sa podrazumevanom "Nisam tu" porukom koja je podešena u podešavanjima ličnih informacija.

source: Sets the current number of download slots to the number you specify. If this is less than the current number of slots, no downloads are cancelled.
de: Setzt die Anzahl von Hochlade Slots auf die spezifizierte Zahl. Wenn diese Zahl kleiner ist als die aktuell offenen, so wird kein Download abgebrochen.
fr: Ajuste le nombre actuel de slots de téléchargement au nombre spécifié. Si ce dernier vaut moins que le nombre actuel de slots, aucun téléchargement n'est annulé.
it: Imposta il numero degli slot di download corrente al numero da te specificato. Se questo è inferiore al numero corrente di slot, nessun download sarà annullato.
sr: Podešava trenutni broj slotova za preuzimanje na broj koji unesete. Ukoliko je ovo manje od trenutnog broj slotova, nijedno preuzimanje neće biti otkazano.

source: Sets the current number of upload slots to the number you specify. If this is less than the current number of slots, no uploads are cancelled.
de: Setzt die Anzahl von Hochlade Slots auf die spezifizierte Zahl. Wenn diese Zahl kleiner ist als die aktuell offenen, so wird kein Download abgebrochen.
fr: Ajuste le nombre actuel de slots d'envois au nombre spécifié. Si ce dernier vaut moins que le nombre actuel de slots, aucun envoi n'est annulé.
it: Imposta il numero degli slot di upload corrente al numero da te specificato. Se questo è inferiore al numero corrente di slot, nessun upload sarà annullato.
sr: Podešava trenutni broj slotova za slanje na broj koji unesete. Ukoliko je ovo manje od trenutnog broj slotova, nijedno slanje neće biti otkazano.

source: Setting name
fr: Nom du paramètre

source: Settings
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Options
it: Impostazioni
sk: Nastavenia
sr: Podešavanja
tr: Ayarlar

source: Settings Ctrl+F3
de: Einstellungen Strg+F3
es: Preferencias Ctr+F3
fi: Asetukset Ctrl+F3
fr: Options Ctrl+F3
it: Impostazioni Ctrl+F3
sk: Nastavenia Ctrl+F3
sr: Podešavanja Ctrl+F3
tr: Ayarlar Ctrl+F3

source: Settings save interval
de: Einstellungs-Speicher-Intervall
es: Configuración de intervalo de almacenamiento
fr: Intervalle de sauvegarde des options
it: Intervallo del salvataggio delle impostazioni
sk: Interval ukladania nastavení
sr: Interval čuvanja podešavanja
tr: Ayar kaydetme aralığı

source: Settings saved
fr: Paramètres sauvegardés

source: Settings were exported to:
fr: Les paramètres ont été exportés vers :

source: Share hidden files
de: Versteckte Dateien freigeben
es: Archivos Ocultos
fi: Jaa piilotiedostot
fr: Partager les fichiers cachés
it: Condividi i file nascosti
sk: Zdieľať skryté súbory
sr: Deli sakrivene datoteke
tr: Gizli dosyaları ekle

source: Shared
de: Freigegeben
es: Compartido
fi: Jaettu
fr: Partagé
it: Condivisi
sk: Zdieľané
sr: Deljeno
tr: Paylaşılan

source: Shared bytes
de: Geteilte Bytes
fr: Octets partagés
it: Byte condivisi
sk: Zdieľaných bytov
sr: Podeljeno bajtova
tr: Paylaşılan bay miktarı

source: Shared directories
de: Freigegebene Ordner
es: Directorios compartidos
fi: Jaetut kansiot
fr: Dossiers partagés
it: Cartelle condivise
sk: Zdieľané adresáre
sr: Deljeni direktorijumi
tr: Paylaşılan klasörler

source: Shared files
de: Freigegebene Dateien
fr: Fichiers partagés
it: FIle condivisi
sk: Zdieľaných súborov
sr: Podeljeno datoteka
tr: Paylaşılan dosyalar

source: Sharing
de: Freigaben
es: Compartir
fi: Jakaminen
fr: Partage
it: Condivisione
sk: Zdieľanie
sr: Deljenje
tr: Paylaşım

source: Shell menu
de: Shell-Menü
es: Menú de sistema
fi: Järjestelmän valikko
fr: Menu du Shell
it: Menu contestuale
sr: Shell meni
tr: Shell menüsü

source: Shell menus
de: Konsolen-Menüs
es: Menus shell
fi: Järjestelmän valikot
fr: Menus du Shell
it: Menu contestuale
sk: Menu shellu
sr: Shell meniji
tr: Kabuk menüleri

source: Show
de: Anzeigen
es: Mostrar
fi: Näytä
fr: Restaurer
it: Mostra
sk: Zobraziť
sr: Prikaži
tr: Göster

source: Show joins / parts in chat by default
de: Eintritts- und Austrittsmeldungen im Chat standardmäßig anzeigen
es: Mostrar Entra / Sale en el chat principal
fi: Näytä saapui/poistui -viestit mainchatissa oletuksena
fr: Montrer les entrées / sorties dans le chat central par défaut
it: Mostra entrate/uscite nella chat nella versione predefinita
sk: Štandardne v chate zobrazovať príchody/odchody
sr: Podrazumevano prikaži dolaske / odlaske u razgovoru
tr: Odaya giriş/çıkışları göster

source: Show testing release announcements and information
fr: Afficher les annonces et les informations sur les versions de test

source: Show timestamps in chat by default
de: Zeitangabe im Chat standardmäßig anzeigen
es: Mostrar la hora en la ventana del chat principal
fi: Näytä aikaleimat chat-ruudussa
fr: Montrer l'heure dans les chats par défaut
it: Mostra data e ora nella chat come predefinito
sk: Štandardne v chate zobrazovať časové známky
sr: Podrazumevano prikazuj vremenske oznake u razgovorima
tr: Konuşma penceresinde saatleri göster

source: Size
de: Größe
es: Tamaño
fi: Koko
fr: Taille
it: Dimensione
sk: Veľkosť
sr: Veličina
tr: Boyut

source: Size (total): %1%
de: Größe (gesamt):%1%
fr: Taille (total) : %1%
it: Dimensione (totale): %1%
sk: Veľkosť (celkovo): %1%
sr: Veličina (ukupno): %1%

source: Size Type
de: Größentyp
es: Tipo de tamaño
fi: Kokoyksikkö
fr: Unité des Tailles
it: Tipo di dimensione
sk: Typ veľkosti
sr: Tip veličine
tr: Boyut Tipi

source: Size: %1%
de: Größe: %1%
es: Tamaño: %1%
fi: Koko: %1%
fr: Taille : %1%
it: Dimensione : %1%
sk: Veľkosť: %1%
sr: Veličina: %1%
tr: Boyut: %1%

source: Skip zero-byte files
de: 0-byte Dateien überspringen
es: Descartar archivos con tamaño cero
fi: Ohita nolla-kokoiset tiedostot
fr: Ignorer les fichiers de zéro octet
it: Salta i file di dimensione nulla
sk: Preskočiť súbory s veľkosťou nula najtov
sr: Preskoči datoteke veličine nula bajtova
tr: Boyutsuz dosyaları atla

source: Slot granted
de: Slot gewähren
es: Slot garantizado
fi: Latauspaikka annettu
fr: Slot accordé
it: Slot concesso
sk: Slot udelený
sr: Slot dodeljen
tr: Slot verildi

source: Slots set
de: Slots eingestellt
es: Slots establecidos
fi: Latauspaikat asetettu
fr: Slots définis
it: Imposta slot
sk: Sloty nastavené
sr: Slotovi spremni
tr: Slot ayarı

source: Socket read buffer
de: Socket Lesepuffer
es: Memoria de lectura de socket
fi: Kahvan lukupuskuri
fr: Tampon de lecture socket
it: Buffer di lettura del socket
sk: Buffer čítania zo socketu
sr: Socket bafer za čitanje
tr: Soket okuma önbelleği

source: Socket write buffer
de: Socket Schreibpuffer
es: Memoria de escritura de socket
fi: Kahvan kirj.puskuri
fr: Tampon d'écriture socket
it: Buffer di scrittura del socket
sk: Buffer zápisu do socketu
sr: Socket bafer za upis
tr: Soket yazma önbelleği

source: Some plugins may require you to restart %1%
de: Einige Plugins machen einen Neustart von %1% erforderlich
fr: Certains plugins peuvent nécessiter que vous relanciez %1%
it: Alcuni plugin possono richiedere il riavvio di %1%
sk: Niektoré zásuvné moduly môžu od vás vyžadovať reštart %1%
sr: Neki priključci mogu tražiti ponovno pokretanje %1%

source: Sort favorite users first
de: Bevorzugte Benutzer zuerst sortieren
es: Ordenar primera usuarios favoritos
fi: Lajittele suosikkikäyttäjät ensin
fr: Trier les utilisateurs favoris en haut de la liste
it: Ordina prima gli utenti preferiti
sk: Obľúbených používateľov navrch zoznamu
sr: Poređaj najpre po omiljenim korisnicima

source: Sound
de: Klang
fi: Ääni
fr: Son
it: Suono
sk: Zvuky
sr: Zvuk
tr: Ses

source: Sound settings
de: Klangeinstellungen
fi: Äänen asetukset
fr: Options des sons
it: Impostazioni audio
sk: Nastavenie zvuku
sr: Podešavanja zvuka
tr: Ses ayarları

source: Source Type
de: Quelltyp
es: Origen del tipo
fi: Lähteen tyyppi
fr: Type de source
it: Tipo di fonte
sk: Typ zdroja
sr: Tip izvora
tr: Kaynak Tipi

source: Source too slow
de: Quelle zu langsam
es: Fuente muy lenta
fi: Lähde liian hidas
fr: Source trop lente
it: Fonte troppo lenta
sk: Zdroj je príliš pomalý
sr: Izvor prespor
tr: Hedef Çok yavaş

source: Speak as a third person.
fr: Parler à la troisième personne.

source: Specify a URL
de: URL angeben
es: Especifique una Dirección
fi: Valitse URL
fr: Préciser une URL
it: Specifica un indirzzo URL
sk: Zadať URL
sr: Unesite URL
tr: Url'yi Belirtin

source: Specify a name for this user matching definition
de: Geben Sie einen Namen für diese Benutzer-Übereinstimmungs-Definition an
fr: Préciser un nom pour cette correspondance d'utilisateurs
it: Specifica un nome per questa definizione di corrispondenza di utente
sk: Zvoľ meno pre toto hľadanie užívateľa
sr: Postavi ime za ovu definiciju podudaranja korisnika
tr: Bu kullanıcı eşleme tanımına bir ad verin

source: Specify a search string
de: Suchbegriff angeben
es: Especificar cadena de búsqueda
fi: Anna hakusana
fr: Préciser une chaîne de recherche
it: Specifica una chiave di ricerca
sk: Zadať vyhľadávací reťazec
sr: Unesite tekst za pretragu
tr: Aranacak kelimeyi girin

source: Specify a server to connect to
de: Einen Server zum verbinden angeben
es: Especificar servidor a conectar
fi: Valitse kohdepalvelin
fr: Préciser un serveur auquel se connecter
it: Specifica un server a cui connettersi
sk: Zadať server, ku ktorému sa má pripojiť
sr: Unesite server za povezivanje
tr: Bağlanmak için bir server girin

source: Specify search string
de: Suchbegriff angeben
es: Especificar búsqueda de texto
fi: Määritä hakusana
fr: Préciser la chaîne de recherche
it: Specificare la stringa di ricerca
sk: Zadajte vyhľadávací reťazec
sr: Navedite tekst za pretragu
tr: Aranacak kelimeyi belirtin

source: Speed
de: Geschwindigkeit
es: Velocidad
fi: Nopeus
fr: Vitesse
it: Velocità
sk: Rýchlosť
sr: Brzina
tr: Hız

source: Speed: %1%/s
de: Geschwindigkeit: %1%/s
es: Velocidad: %1%/s
fi: Nopeus: %1%/s
fr: Vitesse : %1%/s
it: Velocità : %1%/s
sk: Rýchlosť: %1%/s
sr: Brzina: %1%/s
tr: Hız: %1%/s
