Repository: RoLex/feardc
Catalog: win32/po/*.po
Languages: de, es, fi, fr, it, sk, sr, tr

source: Download limit
de: Downloadobergrenze
fi: Latausraja
fr: Limite de téléchargement
it: Limite dei download
sk: Limit sťahovania
sr: Ograničenje preuzimanja
tr: İndirme sınırı

source: Download limit disabled
de: Download-Limit deaktiviert
es: Límite de descarga desabilitado
fi: Latausraja ei käytössä
fr: Limite de téléchargement désactivée
it: Limite download disabilitato
sk: Limit sťahovania vypnutý
sr: Ograničenje brzine skidanja onemogućeno
tr: İndirme limiti kapatıldı

source: Download limit set to %1% KiB/s
de: Downloadobergrenze auf %1% KiB/s setzen
fr: Limite de téléchargement : %1% Kio/s
it: Limite dei download impostato a %1% KiB/s
sk: Limit sťahovania nastavený na %1% KiB/s
sr: Ograničenje brzine preuzimanja postavljeno na %1% KiB/s
tr: İndirme sınırı %1% KiB/s olarak ayarlandı

source: Download limit: %1%/s - Click to adjust
de: Downloadobergrenze: %1%/s - Zum Einstellen anklicken
fr: Limite de téléchargement : %1%/s - Clic pour ajuster
it: Limite dei download: %1%/s - Clicca per regolare
sk: Limit sťahovania: %1%/s - Klikni pre úpravu
sr: Ograničenje brzine preuzimanja: %1%/s - Klikni da podesiš
tr: İndirme sınırı: %1% - Ayarlamak için tıklayın

source: Download slots set
de: Festgelegte Download-Slots
es: Establecer slots de descarga
fi: Asetetut latauspaikat
fr: Slots de téléchargement définis
it: Imposta slot in download
sk: Pozície pre sťahovanie nastavené
sr: Slotovi za preuzimanje postavljeni
tr: İndirme slotu ayarla

source: Download speed
de: Download-Geschwindigkeit
es: Velocidad de descarga
fi: Latausnopeus
fr: Vitesse de téléchargement
it: Velocità di download
sk: Rýchlosť sťahovania
sr: Brzina preuzimanja
tr: İndirme hızı

source: Download to...
de: Herunterladen nach...
es: Descargar a...
fi: Lataa kohteeseen...
fr: Télécharger vers...
it: Download in...
sk: Stiahnuť kam...
sr: Preuzmi u...
tr: Buraya indir...

source: Download whole directory
de: Gesamten Ordner herunterladen
es: Descargar toda la carpeta
fi: Lataa koko kansio
fr: Télécharger le dossier complet
it: Scarica l'intera cartella
sk: Stiahnuť celý adresár
sr: Preuzmi celi direktorijum
tr: Bütün klasör'ü indir

source: Download whole directory to...
de: Gesamten Ordner herunterladen nach...
es: Descargar todo la carpeta a:
fi: Lataa koko kansio kohteeseen...
fr: Télécharger le dossier complet vers...
it: Scarica l'intera cartella in...
sk: Stiahnuť celý adresár kam...
sr: Preuzmi celi direktorijum u...
tr: Bütün klasör'ü buraya indir...

source: Downloaded
de: Heruntergeladen
es: Descargado
fi: Ladattu
fr: Téléchargé
it: Scaricati
sk: Stiahnuté
sr: Preuzeto
tr: İndirilen bölüm

source: Downloaded hub list is corrupted or unsupported (%1%)
de: Heruntergeladene Hubliste ist beschädigt oder wird nicht unterstüzt (%1%)
es: La lista de hubs está corrompida o no soportada (%1%)
fr: La liste de hubs téléchargée est corrompue ou non supportée (%1%)
it: La lista degli hub scaricata è corrotta o non supportata (%1%)
sk: Stiahnutý zoznam hub-ov je poškodený alebo nepodporovaný (%1%)
sr: Skinuta lista habova je pokvarena ili nije podržana (%1%)
tr: İndirilen merkez listesi bozulmuş ya da desteklenmiyor (%1%)

source: Downloading
de: Herunterladen
es: Descargando
fr: Téléchargement
it: Download in corso
sk: Sťahuje sa
sr: Preuzimam

source: Downloading %1%
de: %1% wird heruntergeladen
es: Descargando %1%
fi: Ladataan %1%
fr: Téléchargement de %1%
it: Download in corso %1%
sk: Sťahuje sa %1%
sr: Preuzimam %1%
tr: İndiriliyor %1%

source: Downloading from %1% users
de: Herunterladen von %1% Benutzern
fr: Téléchargement à partir de %1% utilisateurs
it: Download in corso da %1% utenti
sk: Sťahovanie od %1% užívateľov
sr: Preuzimam od %1% korisnika

source: Downloading list...
de: Liste wird geladen...
es: Descargando la Lista...
fi: Ladataan listaa...
fr: Téléchargement de la liste...
it: Download dell'elenco in corso...
sk: Sťahuje sa zoznam...
sr: Lista preuzimanja...
tr: Liste indiriliyor...

source: Downloading public hub list...
de: Öffentliche Hubliste wird geladen...
es: Descargando la Lista Pública de Hubs...
fi: Ladataan julkisten hubien luetteloa...
fr: Téléchargement de la liste de hubs publics...
it: Download dell'elenco degli hub pubblici in corso...
sk: Sťahuje sa zoznam verejných hub-ov
sr: Preuzimam javnu listu habova...
tr: Ortak merkez listesi indiriliyor...

source: Downloading public hub list... (%1%)
de: Öffentliche Hubliste wird geladen... (%1%)
es: Descargando la Lista Pública de Hubs...(%1%)
fi: Ladataan julkisten hubien luetteloa... (%1%)
fr: Téléchargement de la liste de hubs publics... (%1%)
it: Download dell'elenco degli hub pubblici in corso... (%1%)
sk: Sťahuje sa zoznam verejných hub-ov... (%1%)
sr: Preuzimam javnu listu habova... (%1%)
tr: Ortak merkez listesi indiriliyor... (%1%)

source: Downloading...
de: Wird heruntergeladen …
es: Descargando...
fi: Ladataan...
fr: Téléchargement...
it: Download in corso...
sk: Sťahuje sa...
sr: Skidam...
tr: Dosya indiriliyor...

source: Downloads
es: Descargas
fi: Lataukset
fr: Téléchargements
it: Download
sk: Sťahovania
sr: Preuzimanja
tr: DC++ İndirme Sayfası

source: Downloads running, please disconnect them
de: Ladevorgänge laufen, diese bitte unterbrechen
es: Descargas corriendo, porfavor desconectelas
fi: Latauksia käynnissä, katkaise ne
fr: Téléchargements en cours, veuillez les déconnecter
it: I download sono avviati, per favore fermali
sk: Prebieha sťahovanie, odpojte ho prosím
sr: Preuzimanja u toku, molimo prekinite ih
tr: Yürürlükte indirmeler var, lütfen bağlantılarını kesin

source: Drop sources below
de: Verwerfe Quellen unter
es: Eliminar fuente bajo
fi: Pudota lähteet alle
fr: Déco les sources <
it: Disconnetti le fonti al di sotto di
sk: Odpojiť zdroje pod
sr: Ispusti izvore ispod
tr: Hedeftekini durdur

source: E&xit Alt+F4
de: Schlie&ßen Alt+F4
es: S&alida Alt+F4
fi: L&opeta Alt+F4
fr: &Quitter Alt+F4
it: E&sci Alt+F4
sk: Ukon&čiť Alt+F4
sr: Izađi Alt+F4
tr: &Çıkış Alt+F4

source: Edit detected settings
de: Festgestellte Einstellungen bearbeiten
fi: Muokkaa havaitut asetukset
fr: Éditer les options détectées
it: Modifica le impostazioni rilevate
sk: Upraviť detekované nastavenia
sr: Izmeni pronađena podešavanja
tr: Algılanan ayarları düzenle

source: Elapsed
de: Verstrichen
es: Transcurrido
fi: Kulunut
fr: Écoulé
it: Trascorso
sk: Uplynulo
sr: Protekao
tr: Geçen Süre

source: Empty hub address specified
de: Leere Hub Adresse angegeben
fr: L'adresse du hub est vide
it: Specificato l'indirizzo di un hub vuoto
sk: Špecifikovaná prázdna adresa hub-u
sr: Postavljena prazna adresa haba

source: Enable
de: Aktivieren
es: Activar
fr: Activer
it: Abilita
sk: Zapnúť
sr: Omogući

source: Enable automatic SFV checking
de: Automatische SFV Prüfung aktivieren
es: Comprobar la integridad de los archivos (SFV)
fi: Automaattinen SFV-tarkistus (jos SFV-tiedosto käytettävissä)
fr: Activer le contrôle automatique SFV
it: Attiva il controllo automatico SFV
sk: Zapnúť automatickú kontrolu SFV
sr: Omogući automatski proveravanje SFV-a
tr: Otomatik SFV kontrolü açık

source: Enable away mode after
de: Aktiviere Abwesenheit nach
fr: Activer le mode absence après
it: Abilita la modalità di assenza dopo
sk: Zapnúť režim neprítomnosti potom
sr: Omogući režim odsutnosti nakon
tr: Şu kadar süreden sonra dışarda modunu etkinleştir

source: Enable away mode when the Windows session is locked
de: Aktiviere Abwesenheit, wenn Windows-Sitzung gesperrt ist
fr: Activer le mode absence quand la session Windows est bloquée
it: Abilita la modalità di assenza quando la sessione di Windows è bloccata da password
sk: Zapnúť režim neprítomnosti keď je Windows zamknutý
sr: Omogući režim odsutnosti kada je Windows sesija zaključana
tr: Windows oturumu kilitlendiğinde dışarda modunu etkinleştir

source: Enable safe and compressed transfers
de: Sichere und komprimierte Übertragungen aktivieren
es: Activar transferencias seguras y comprimidas
fi: Käytä suojattua ja pakattua tiedostojen siirtoa
fr: Activer les transferts sûrs et compressés
it: Abilita trasferimenti sicuri e compressi
sk: Zapnúť zabezpečené a komprimované priečinky
sr: Omogući sigurne i zapakovane prenose
tr: Güvenli ve sıkıştırılmış transfere izin ver

source: Enable segmented downloads
de: Segmentierte Downloads aktivieren
es: Activar descargas segmentadas
fi: Käytä palottain lataamista
fr: Activer les téléchargements segmentés
it: Abilita il download segmentato
sk: Zapnúť sťahovania po častiach
sr: Omogući preuzimanje u delovima
tr: Parçalı indirmeyi etkinleştir

source: Enabled
de: Aktiviert
es: Permitido
fi: Käytössä
fr: Activée
it: Attivato
sk: Zapnuté
sr: Uključeno
tr: Listeme Açık

source: Enabled / Search String
de: Aktiv / Suchbegriff
es: Activo / Cadena de búsqueda
fi: Aktiivinen / hakusana
fr: Activée / Chaîne de Recherche
it: Attivato / Stringa di ricerca
sk: Zapnuté / vyhľadávací reťazec
sr: Omogućeno / Tekst za pretragu
tr: Ara / Aranan Kelime

source: Encoding
de: Codierung
fr: Encodage
it: Codifica
sr: Kodiranje

source: Encrypted transfer
de: Verschlüsselte Übertragung
es: Transferencia cifrada
fi: Salattu siirto
fr: Transferts cryptés
it: Trasferimento cifrato
sk: Šifrovaný prenos
sr: Šifrovan prenos
tr: Şifrelenmiş aktarım

source: Enter a new value
fr: Entrer une nouvelle valeur

source: Enter search here
de: Suche hier eingeben
fr: Entrer la recherche ici
it: Inserisci qui la ricerca
sk: Vlož kľúčové slová sem
sr: Unesi ključne reči ovde
tr: Aradığınız dosyayı buraya yazın

source: Enter your external address here
de: Geben Sie Ihre externe Adresse hier ein
fr: Entrez votre adresse externe ici
sr: Unesite vašu spoljnu adresu ovde

source: Error generating certificate
de: Fehler beim Erzeugen des Zertifikats
es: Error Generando certificado
fi: Virhe varmenteen luomisessa
fr: Erreur lors de la génération du certificat
it: errore di generazione del certificato
sk: Chyba pri vytváraní certifikátu
sr: Greška u kreiranju sertifikata
tr: Sertifika oluşturulurken hata meydana geldi

source: Error loading the notepad file: %1%
de: Fehler beim laden der Notizdatei: %1%
es: Error cargando el archivo de bloc de notas %1%
fr: Erreur lors du chargement du fichier du bloc-notes : %1%
it: Errore nel caricare il file del blocco note: %1%
sk: Chyba pri načítaní súboru notepad: %1%
sr: Greška pri otvaranju notepad datoteke: %1%
tr: Not defteri dosyasını yüklerken hata oluştu: %1%

source: Error processing version information
de: Fehler bei der Bearbeitung der Versionsinformation
es: Error procesando la información de versión
fi: Virhe versiotietojen käsittelyssä
fr: Erreur lors du traitement des informations de version
it: Errore nell'ottenere le informazioni sulla versione
sk: Chyba pri spracovaní informácií o verzii
sr: Greška pri obradi informacija o verziji
tr: Sürüm bilgisini işlerken hata oluştu

source: Error registering the %1% handler
de: Fehler bei Registrierung des %1% Handlers
fr: Erreur lors de la création de la clé de registre %1%
it: Errore durante la registrazione del gestore %1%
sk: Chyba registráce %1% obslužnej jednotky
sr: Greška pri registraciji %1% upravljača

source: Errors
de: Fehler
es: Errores
fi: Virheet
fr: Erreurs
it: Errori
sk: Chyby
sr: Greške
tr: Hatalar

source: Establishing a direct encrypted channel...
de: Baue einen direkt-verschlüsselten Kanal auf...
fr: Établissement d'un canal direct crypté...
it: Istituzione di un canale cifrato diretto in corso...
sr: Uspostavljam direktno šifrovan kanal...

source: Event
de: Ereignis
es: Evento
fi: Tapahtuma
fr: Événement
it: Evento
sk: Udalosť
sr: Događaj
tr: Olay

source: Exact match
de: Genauer Treffer
es: Coincidencia exacta
fi: Tarkka täsmäys
fr: Correspondance exacte
it: Corrispondenza esatta
sk: Presná zhoda
sr: Tačno podudaranje
tr: Tam eşleşme

source: Exact size
de: Genaue Größe
es: Tamaño exacto
fi: Tarkka koko
fr: Taille exacte
it: Dimensione esatta
sk: Presná veľkosť
sr: Tačna veličina
tr: Tam boyut

source: Example hub tab
de: Hub Tab Beispiel
fr: Exemple d'un onglet de hub
it: Scheda dell'hub di esempio
sk: Príklad hub tab-u
sr: Primer hab jezička
tr: Örnek merkez sekmesi

source: Exit
de: Beenden
es: Salir
fi: Lopeta
fr: Quitter
it: Esci
sk: Ukončiť
sr: Izađi
tr: Çıkış

source: Experts only
de: Experteneinstellungen
es: Sólo expertos
fi: Vain edistyneille
fr: Experts seulement
it: Solo per utenti esperti
sk: Iba pre expertov
sr: Samo za eksperte
tr: Sadece uzmanlar

source: Export settings
fr: Paramètres d'exportation

source: Extension edition
de: Erweiterungsausgabe
es: Edición de complementos
fr: Édition d'une extension
it: Versione dell'estensione
sk: Úprava prípony
sr: Izdanje dodatka
tr: Uzantı düzenleme

source: Extensions for the %1% search type
de: Endungen für den Suchtyp: %1%
es: Complementos para el tipo de búsqueda %1%
fr: Extensions pour la catégorie de recherche %1%
it: Estensioni per il %1% tipo di ricerca
sk: Rozšírenia pre %1% typu hľadania
sr: Dodatci za %1% tip pretrage
tr: %1% arama türü için uzantılar

source: External / WAN IP
de: Externe / WAN IP
es: IP Externa / IP WAN
fi: Julkinen- / WAN IP
fr: IP Externe / WAN
it: IP esterno / WAN
sk: Externá (WAN) IP
sr: Spoljna / WAN IP
tr: Global / WAN IP

source: External / WAN IP address
de: Externe / WAN IP Adresse
fr: Adresse IP externe / WAN
sr: Spoljna / WAN IP address

source: External protocol request
de: Externe Protokoll-Anfrage
fr: Requête de protocole externe
sr: Spoljni zahtev protokola

source: F&ilter
es: F&iltro
fi: Suodatin
fr: F&iltre
it: F&iltro
tr: &Süzgeç

source: Failed to create a new PM window; check the "Max PM windows" value in Settings > Experts only
de: Fehler beim Anlegen eines neuen Fensters für Privatnachrichten; prüfe die "Einstellung "Max PM windows" > nur für Experten
fr: Impossible de créer une nouvelle fenêtre de PM ; vérifiez la valeur de "Fenêtres de PM max" dans Options > Experts seulement
it: Fallita la creazione di una nuova finestra di messaggi privati; controlla il valore delle finestre di messaggi privati massime in Impostazioni > Solo per utenti esperti
sk: Zlyhanie vytvorenia nového okna pre SS správy; skontrolujte hodnotu "Max. počet SS okien" v Pokročilé > Iba pre expertov
sr: Neuspešno otvaranje novog prozora za privatne poruke; proverite vrednost opcije "Maksimalno prozora sa privatnim porukama" u Podešavanja > Samo za eksperte
tr: Özel ileti penceresi oluşturma başarısız oldu. Ayarlar>Yalnızca uzmanlar bölümündeki "En çok Özel İleti penceresi sayısı" değerini denetleyin

source: Favorite
de: Favoriten
es: Favorito
fi: Suosikki
fr: Favori
it: Preferiti
sk: Obľúbený
sr: Omiljeni
tr: Gözde

source: Favorite Hub Properties
de: Bevorzugte Hubs Einstellungen
es: Propiedades de un Hub Favorito
fi: Suosikkihubin asetukset
fr: Propriétés du Hub Favori
it: Proprietà degli hub preferiti
sk: Vlastnosti obľúbeného hub-u
sr: Podešavanja omiljenog haba
tr: Gözde Merkez Özellikleri

source: Favorite Hubs
de: Bevorzugte Hubs
es: Hubs Favoritos
fi: Suosikit
fr: Hubs favoris
it: Hub preferiti
sk: Obľúbené hub-y
sr: Omiljeni habovi
tr: Gözde Merkezler

source: Favorite download directories
de: Bevorzugte Download-Ordner
es: Directorios de Descarga Favoritos
fi: Suosikkikohdekansiot
fr: Dossiers de téléchargement favoris
it: Cartelle di download preferite
sk: Obľúbené adresáre na sťahovanie
sr: Omiljeni direktorijumi za preuzimanje
tr: Favori "Buraya İndir" klasörleri

source: Favorite hub added
de: Bevorzugten Hub hinzugefügt
es: Hub añadido a la lista de favoritos
fi: Hubi lisätty suosikkeihin
fr: Hub ajouté aux favoris
it: Hub preferito aggiunto
sk: Bol pridaný obľúbený hub
sr: Dodat omiljeni hab
tr: Gözde merkez eklendi

source: Favorite hub groups
de: Favorisierte Hub-Gruppen
es: Grupos de hubs favoritos
fr: Groups de hubs favoris
it: Gruppi degli hub preferiti
sk: Obľúbené skupiny hub-ov
sr: Grupe omiljenih habova
tr: Gözde merkez grupları

source: Favorite hub removed
de: Bevorzugten Hub entfernt
es: Hub Favorito Removido
fi: Hubi poistettu suosikeista
fr: Hub enlevé des favoris
it: Hub preferito rimosso
sk: Bol odstránený obľúbený hub
sr: Omiljeni hab uklonjen
tr: Gözde merkez silindi

source: Favorite name
de: Name
es: Nombre
fi: Suosikkikansion nimi
fr: Nom du favori
it: Nome preferito
sk: Názov obľúbeného
sr: Ime
tr: Klasör ismi

source: Favorite user added
de: Bevorzugten Benutzer hinzugefügt
es: Usuario añadido a la lista de favoritos
fi: Käyttäjä lisätty suosikkikäyttäjiin
fr: Utilisateur ajouté aux favoris
it: Aggiunto agli utenti preferiti
sk: Bol pridaný obľúbený používateľ
sr: Dodat omiljeni korisnik
tr: Favori kullanıcı'lara eklendi

source: Favorite users (added by %1%)
de: bevorzugte Benutzer (hinzugefügt durch %1%)
fr: Utilisateurs favoris (ajouté par %1%)
it: Utenti preferiti (aggiunti da %1%)
sk: Obľúbení užívatelia (pridané o %1%)
sr: Omiljeni korisnici (dodato po %1%)
tr: Gözde kullanıcılar (%1% tarafından eklendi)

source: Favorites
de: Favoriten
es: Favoritos
fi: Suosikit
fr: Favoris
it: Preferiti
sk: Obľúbené
sr: Omiljeni
tr: Sık Kullanılanlar

source: Features
de: Funktionen
es: Características
fi: Ominaisuudet
fr: Fonctionnalités
it: Funzioni
sk: Funkcie
sr: Mogućnosti
tr: Özellikler

source: Feel free to report any bug via Help > Links > Report a bug.
fr: N'hésitez pas à remonter tout bug rencontré via Aide > Liens > Signaler un bug.

source: File
de: Datei
es: Archivo
fi: Tiedosto
fr: Fichier
sk: Súbor
sr: Datoteka
tr: Dosya

source: File Hash:
de: Hashwert:
es: Hash del archivo:
fi: Tiedoston tarkistussumma:
fr: Clé du fichier :
it: Indicizzazione dei file:
sk: Haš súboru
sr: Heš datoteke:
tr: Dosya Özü:

source: File List
de: Dateiliste
es: Lista de archivos
fi: Tiedostoluettelo
fr: Liste de fichiers
it: Elenco dei file
sk: Zoznam súborov
sr: Spisak fajlova
tr: Dosya Listesi

source: File Lists
de: Dateilisten
es: Listas de Archivos
fi: Tiedostolistat
fr: Listes de fichiers
it: Elenchi dei file
sk: Zoznamy súborov
sr: Liste datoteka
tr: Dosya Listeleri

source: File extension filtering
de: Dateierweiterungs-Filterung
fr: Filtres par extension de fichier
it: Filtro per estensione del file
sr: Filtriranje oznaka tipa datoteka

source: File extensions
de: Dateiendungen
fr: Extensions de fichier
it: Estensioni dei file
sr: Oznake tipa datoteka

source: File is already finished
de: Datei ist bereits fertig
es: El archivo ya está finalizado
fi: Tiedosto on jo valmistunut
fr: Fichier déjà terminé
it: Il file è già stato scaricato
sk: Súbor je už dokončený
sr: Datoteka je već završena
tr: Dosya zaten bitti

source: File list downloaded
de: Dateiliste heruntergeladen
fi: Tiedostoluettelo ladattu
fr: Liste de fichiers téléchargée
it: Elenco dei file scaricato
sk: Zoznam súborov stiahnutý
sr: Lista datoteka preuzeta
tr: Dosya listesi indirildi

source: File name filtering with regular expressions
de: Dateinamen-Filterung mit regulären Ausdrücken
fr: Filtres par expressions rationnelles sur les noms de fichier
it: Filtraggio del nome del file tramite delle espressioni regolari
sr: Filtriranje imena datoteka sa regularnim izrazima

source: File name:
de: Dateiname:
es: Nombre de archivo:
fr: Nom du fichier :
it: Nome del file:
sr: Ime datoteke:

source: File not available
de: Datei nicht verfügbar
es: Archivo no disponible
fi: Tiedosto ei ole saatavilla
fr: Fichier indisponible
it: File non disponibile
sk: Súbor nie je dostupný
sr: Datoteka nije dostupna
tr: Dosya mevcut değil

source: File size
de: Dateigröße
es: Tamaño del archivo
fi: Tiedostokoko
fr: Taille du fichier
it: Dimensione del file
sk: Veľkosť súboru
sr: Veličina datoteke
tr: Dosya boyutu

source: File type
de: Dateityp
es: Tipo de Archivo
fi: Tiedostotyyppi
fr: Type de fichier
it: Tipo di file
sk: Typ súboru
sr: Tip datoteke
tr: Dosya türü

source: Filelist Menu
de: Dateilistenmenü
es: Menú de Lista de archivos
fi: Tiedostolistavalikko
fr: Menu liste de fichiers
it: Menu Elenco File
sk: Menu so zonamom súborov
sr: Meni liste datoteka
tr: Dosya Listesinde

source: Filename
de: Dateiname
es: Nombre
fi: Tiedoston nimi
fr: Nom de fichier
it: Nome del file
sk: Názov súboru
sr: Ime datoteke
tr: Dosya İsmi

source: Filename:
de: Dateiname:
es: Nombre del Archivo:
fi: Tiedoston nimi:
fr: Nom de fichier :
it: Nome del file:
sk: Názov súboru
sr: Ime datoteke:
tr: Dosya Adı:

source: Files
de: Dateien
es: Archivos
fi: Tiedostot
fr: Fichiers
it: File
sk: Súbory
sr: Datoteke
tr: Dosyalr

source: Files (total): %1%
de: Dateien (komplett): %1%
fr: Fichiers (total) : %1%
it: File (totali): %1%
sk: Súborov (celkovo): %1%
sr: Datoteke (ukupno): %1%

source: Files: %1%
de: Dateien: %1%
es: Archivos %1%
fi: Tiedostoja: %1%
fr: Fichiers : %1%
it: File: %1%
sk: Súbory: %1%
sr: Datoteke: %1%
tr: Dosyalar: %1%

source: Filter hubs
de: Hubs filtern
fr: Filtrer les hubs
it: Filtra gli hub
sk: Filtrovať hub-y
sr: Filtriraj habove
tr: Merkezleri süz

source: Filter search results
de: Suchergebnisse filtern
fr: Filtrer les résultats
it: Filtra i risultati di ricerca
sk: Filtrovať výsledky vyhľadávania
sr: Filtriraj rezultate pretrage
tr: Arama sonuçlarını süz

source: Filter search results:
de: Suchergebnisse filtern:
fr: Filtrer les résultats :
it: Filtra i risultati di ricerca:
sk: Filtrovať výsledky vyhľadávania:
sr: Filtriraj rezultate pretrage:
tr: Arama sonuçlarını süz:

source: Filter settings
fr: Paramètres de filtrage

source: Filter spam messages
de: Spam-Nachrichten filtern
es: Filtro de spam
fr: Filtrer les messages de spam
it: Filtra i messaggi di spam
sk: Filter nezyžiadaných správ
sr: Filtriraj spam poruke
tr: Spam mesajları filtrele

source: Filter users
de: Benutzer filtern
fr: Filtrer les utilisateurs
it: Filtra gli utenti
sk: Filtrovať užívateľov
sr: Filtriraj korisnike
tr: Kullanıcıları süz

source: Filter:
es: Filtro:
fi: Suodata:
fr: Filtrer :
it: Filtra:
tr: Süzgeç:

source: Filtering
de: Filterung
es: Filtrado
fr: Filtres
it: Filtraggio
sr: Filtriranje

source: Find
de: Finde
es: Buscar
fi: Etsi
fr: Chercher
it: Trova
sk: Hľadať
sr: Nađi
tr: Arama

source: Find &Next F3
de: &Wietersuchen F3
fi: Etsi &seuraava F3
fr: Chercher &Suivant F3
it: Trova &successivo F3
sk: Hľadaj &Ďalej F3
sr: Pronađi sledeći F3
tr: Bul ve Sonrakine Geç F3

source: Find files
de: Dateien finden
fi: Etsi tiedostoja
fr: Recherche de fichiers
it: Cerca file
sk: Hľadať súbory
sr: Pronađi datoteke
tr: Dosya bul

source: Find next
de: Weitersuchen
es: Buscar siguiente
fi: Etsi seuraava
fr: Chercher en avant
it: Trova successivo
sk: Hľadať ďalej
sr: Nađi sledeće
tr: Sonrakini bul

source: Find previous
de: Rückwärts suchen
es: Buscar anterior
fi: Etsi edellinen
fr: Chercher en arrière
it: Trova precedente
sk: Hľadať predchádzajúce
sr: Nađi prethodno
tr: Öncekini bul

source: Finished
de: Fertiggestellt
es: Finalizado
fi: Valmis
fr: Terminé
it: Terminato
sk: Dokončené
sr: Završeno
tr: Tamamlandı

source: Finished Downloads
de: Beendete Downloads
es: Descargas terminadas
fi: Ladatut tiedostot
fr: Téléchargements terminés
it: Download completati
sk: Dokončené sťahovania
sr: Završeno preuzimanje
tr: İndirilen dosyalar

source: Finished Uploads
de: Beendete Uploads
es: Envíos terminados
fi: Lähetetyt tiedostot
fr: Envois terminés
it: Upload completati
sk: Dokončené nahrávania
sr: Završeno slanje
tr: Gönderilen dosyalar

source: Fire a balloon popup example
de: Beispiel für Sprechblase starten
fr: Afficher un exemple de bulle popup
it: Fai apparire un esempio di popup a palloncino
sk: Vyskúšať balónové okno
sr: Pokreni primer popup balona
tr: Örnek bir bildirim göster

source: Forward
de: Weiter
es: Siguiente
fi: Seuraava
fr: Suivant
it: Inoltra
sk: Dopredu
sr: Napred
tr: İleri

source: Free slots
de: Freie Slots
fi: Vapaat latauspaikat
fr: Slots libres
it: Slot liberi
sk: Voľné sloty
sr: Slobodni slotovi
tr: Boş yuvalar
