Repository: RoLex/feardc
Catalog: win32/po/*.po
Languages: de, es, fi, fr, it, sk, sr, tr

source: Matched setting(s) found
fr: Paramètre(s) correspondant(s) trouvé(s)

source: settings loaded
fr: paramètres chargés

source: % transferred
de: % übertragen
es: % transferido
fi: % siirretty
fr: % transféré
it: % trasferita
sk: % prenesených
sr: % prenešeno
tr: % aktarıldı

source: %1% Open download page?
de: %1% Downloadseite öffnen?
es: %1% ¿Abrir página de descargas?
fi: %1% Avataanko lataussivu?
fr: %1% Ouvrir la page des téléchargements ?
it: %1% Aprire la pagina per il download?
sk: %1% Otvoriť stránku so sťahovaním?
sr: %1% Otvori stranicu za preuzimanje?
tr: %1% İndirme sayfası açılsın mı?

source: %1% / %2% sources ignored: %3%
de: %1% / %2% Quellen ignoriert: %3%
es: %1% / %2% fuentes ignoradas: %3%
fi: %1% / %2% lähdettä hylätty: %3%
fr: %1% / %2% sources ignorées : %3%
it: %1% / %2% fonti ignorate: %3%
sk: %1% / %2% zdrojov ignorovaných: %3%
sr: %1% / %2% ignorisani izvori: %3%
tr: %1% / %2% kaynak göz ardı edildi: %3%

source: %1% doesn't need any additional configuration
de: %1% benötigt keine zusätzliche Konfiguration
fr: %1% ne requiert aucune configuration supplémentaire
it: %1% non ha bisogno di ulteriori configurazioni
sk: %1% nepotrebuje žiadne dodatočné nastavenia
sr: %1% ne zahteva dodatno podešavanje

source: %1% dropped
de: %1% entfallen
fr: %1% ignorés
it: %1% abbandonato
sk: %1% zahodených
sr: %1% otpao
tr: %1% bırakıldı

source: %1% files
de: %1% Dateien
es: %1% archivos
fi: %1% tiedostoa
fr: %1% fichiers
it: %1% file
sk: %1% súborov
sr: %1% datoteka
tr: %1% dosya

source: %1% files/h, %2% files left
de: %1% Dateien/h, %2% Dateien übrig
es: %1% archivos/h, %2% archivos restantes
fi: %1% tiedostoa/tunti, %2% tiedostoa jäljellä
fr: %1% fichiers/h, %2% fichiers restants
it: %1% file/ora, %2% file rimanenti
sk: %1% súborov/h, %2% súborov zostáva
sr: %1% datoteka/h, %2% datoteka preostalo
tr: %1% dosya/saat, %2% dosya kaldı

source: %1% free slots of %2% total upload slots - Click to adjust
de: %1% freie Slots von %2% gesamten Upload Slots
fr: %1% slots libres sur %2% slots d'envoi au total - Clic pour ajuster
it: %1% slot liberi su %2% slot di upload totali - Clicca per regolare
sk: %1% voľných slotov z celkovo %2% voľných upload slotov
sr: %1% slobodnih slotova od %2% slotova za slanje - Kliknite da podesite

source: %1% left
de: %1% übrig
es: %1% restantes
fi: %1% jäljellä
fr: %1% restant
it: %1% mancanti
sk: %1% zostáva
sr: %1% preostalo
tr: %1% kaldı

source: %1% port
fr: Port : %1%
it: Porta %1%
tr: %1% bağlantı kapısı

source: %1% port cannot be the same as the %2% port
de: Port %1% kann nicht derselbe wie Port %2% sein.
fr: Le port [%1%] ne doit pas être le même que le port [%2%]
it: La porta %1% non può essere uguale alla porta %2%
sr: %1% port ne može da bude isti kao %2% port

source: %1% recent items will be saved from now on.
de: %1% letzte Einträge werden von nun an gespeichert.
es: %1% elementos recientes serán guardados a partir de ahora.
fr: %1% items récents seront sauvés à partir de maintenant.
it: %1% elementi recenti verranno salvati da adesso.
sk: %1% posledných položiek bude odteraz ukladaných
sr: %1% skorašnjih stavki će od sada biti čuvane
tr: %1% en son kullanılanlar şu andan itibaren kaydedilecek.

source: %1% results
de: %1% Ergebnisse
es: %1% resultados
fi: %1% tulosta
fr: %1% résultats
it: %1% risultati
sk: %1% výsledkov
sr: %1% rezultata
tr: %1% sonuç

source: %1% sources added
de: %1% Quellen hinzugefügt
es: %1% orígenes añadidos
fi: %1% lähdettä lisätty
fr: %1% sources ajoutées
it: %1% fonti aggiunte
sk: %1% zdrojov pridaných
sr: %1% izvora dodato
tr: %1% kaynak eklendi

source: %1% user
de: %1% Benutzer
es: %1% usuario
fi: %1% käyttäjä
fr: %1% utilisateur
it: %1% utente
sk: %1% používateľ
sr: %1% korisnik
tr: %1% kullanıcı

source: %1% users
de: %1% Benutzer
es: %1% usuarios
fi: %1% käyttäjää
fr: %1% utilisateurs
it: %1% utenti
sk: %1% užívateľov
sr: %1% korisnika
tr: %1% kullanıcı

source: %1%/s, %2% left
de: %1%/s, %2% übrig
es: %1%/s, %2% restantes
fi: %1%/s, %2% jäljellä
fr: %1%/s, %2% restants
it: %1%/s, %2% rimanente
sk: %1%/s, %2% zostáva
sr: %1%/s, %2% preostalo
tr: %1%/s, %2% kaldı

source: &Add
de: &Hinzufügen
es: &Añadir
fi: &Lisää
fr: &Ajouter
it: &Aggiungi
sk: Prid&ať
sr: &Dodaj
tr: &Ekle

source: &Add folder
de: &Hinzufügen
es: &Añadir directorio
fi: &Lisää kansio
fr: &Ajouter un dossier
it: &Aggiungi cartella
sk: Prid&ať priečinok
sr: &Dodaj direktorijum
tr: &Klasör Ekle

source: &Browse file list
de: &Dateiliste durchsuchen...
es: &Navegar lista de archivos
fi: &Selaa tiedostolistaa
fr: &Naviguer dans la liste de fichiers
it: &Sfoglia l'elenco dei file
sk: &Prechádzať zoznam súborov
sr: &Pregledaj listu datoteka
tr: &Dosya listesine gözat

source: &Browse...
de: &Durchsuchen …
es: &Explorar...
fi: &Selaa...
fr: &Parcourir…
it: &Sfoglia...
sk: &Prechádzať...
sr: &Pregledaj...
tr: &Gözat...

source: &Change
de: &Ändern
es: &Cambiar
fi: &Muuta
fr: &Changer
it: &Cambia
sk: &Upraviť
sr: Izmeni
tr: &Değiştir

source: &Close
de: Schließen
es: &Cerrar
fi: &Sulje
fr: &Fermer
it: &Chiudi
sk: &Zavrieť
sr: &Zatvori
tr: &Kapat

source: &Configure
de: &Einrichten
es: &Configurar
fi: &Määritä
fr: &Configurer
it: &Configura
sk: &Nastaviť
sr: Podešavanje
tr: &Yapılandır

source: &Configure...
de: &Konfigurieren
es: &Configurar...
fi: &Asetukset...
fr: &Configurer...
it: &Configura...
sk: &Nastaviť
sr: &Podesi...
tr: &Yapılandır...

source: &Connect
de: &Verbinden
es: &Conectar
fi: &Yhdistä
fr: &Connexion
it: &Connetti
sk: &Pripojiť
sr: Poveži se
tr: &Bağlan

source: &Copy
de: Kopieren
es: &Copiar
fi: &Kopioi
fr: &Copier
it: &Copia
sk: &Kopírovať
sr: &Kopiraj
tr: &Kopyala

source: &Copy Ctrl+C
de: &Kopieren Strg+C
es: Copy text &Copy Ctrl+C
fi: &Kopioi Ctrl+C
fr: &Copier Ctrl+C
sk: &Kopírovať Ctrl+C
sr: &Kopiraj Ctrl+C
tr: &Kopyala Ctrl+C

source: &Customize Double-click
de: &Anpassen Doppelklick
es: &Personalizar Doble-click
fi: &Muokkaa Tuplaklikkaus
fr: &Personnaliser Double-clic
it: &Personalizza Doppio click
sk: &Upraviť Dvojklik
sr: Izmeni Dvo-klik
tr: &Kişiselleştir Çift-tıklama

source: &Defaults
de: &Voreinstellungen
es: Y Predeterminados
fi: &Oletukset
fr: &Défauts
it: &Valori predefiniti
sk: Predvolené
sr: &Podrazumevano
tr: &Öntanımlılar

source: &Delete Del
de: &Entfernen Entf
es: &Eliminar Del
fi: &Poista Del
fr: &Supprimer Suppr
it: &Cancella Canc
sk: &Odstrániť Del
sr: &Obriši Del
tr: &Sil Del

source: &Disconnect
de: &Verbindung trennen
es: &Desconectar
fi: &Katkaise yhteys
fr: &Déconnexion
it: &Disconnetti
sk: &Odpojiť
sr: Prekini vezu
tr: &Bağlantıyı kes

source: &Download
de: Herunterla&den
es: &Descargar
fi: &Lataa
fr: &Télécharger
it: &Scarica
sk: &Stiahnuť
sr: &Preuzmi
tr: &İndir

source: &Download Queue Ctrl+D
de: &Download Warteschlange Strg+D
es: &Cola de Descargas Ctrl+D
fi: &Latausjono Ctrl+D
fr: &Liste de Téléchargement Ctrl+D
it: &Coda dei download Ctrl+D
sk: &Front sťahovaní Ctrl+D
sr: &Red za preuzimanje Ctrl+D
tr: &İndirme Kuyruğu Ctrl+D

source: &Edit
de: &Bearbeiten
es: &Editar
fi: &Muokkaa
fr: &Éditer
it: &Modifica
sk: &Upraviť
sr: Izm&eni
tr: &Düzenle

source: &Favorite Hubs Ctrl+H
de: &Bevorzugte Hubs Ctrl+H
es: &Hubs favoritos Ctrl+H
fr: Hubs &Favoris Ctrl+H
it: Hub &preferiti Ctrl+H
sk: &Obľúbené Hub-y Ctrl+H
sr: Omiljeni &habovi Ctrl+H
tr: &Gözde Merkezler Ctrl+H

source: &File
de: &Datei
es: &Archivo
fi: &Tiedosto
fr: &Fichier
sk: &Súbor
sr: &Program
tr: &Dosya

source: &Find... Ctrl+F
de: &Suchen... Strg+F
es: &Buscar... Ctrl+F
fi: &Etsi... Ctrl+F
fr: &Rechercher... Ctrl+F
it: &Trova... Ctrl+F
sk: &Hľadať... Ctrl+F
sr: &Pronađi... Ctrl+F
tr: &Bul... Ctrl+F

source: &Force attempt
de: Verbindung &erzwingen
es: &Forzar la conexión
fi: &Pakota yhteys
fr: &Forcer la connexion
it: &Forza tentativo
sk: &Vynútiť pokus
sr: &Prinudni pokušaj
tr: &Zorla dene

source: &Get file list
de: &Dateiliste laden
es: &Bajar lista de archivos
fi: &Hae tiedostolista
fr: &Télécharger la liste de fichiers
it: &Scarica l'elenco dei file
sk: &Získať zoznam súborov
sr: &Preuzmi listu datoteka
tr: Dosya listesini &al

source: &Go to directory
de: Zum Ordner &wechseln
es: &Ir al directorio
fi: &Siirry kansioon
fr: &Aller au dossier
it: &Vai alla cartella
sk: &Prejsť do adresára
sr: &Idi u direktorijum
tr: Klasöre &git

source: &Help
de: &Hilfe
es: &Ayuda
fi: &Ohje
fr: &Aide
it: &Aiuto
sk: &Pomocník
sr: &Pomoć
tr: &Yardım

source: &Hide Ctrl+1
de: &Verstecken Strg+1
es: &Ocultar Ctrl+1
fi: &Piilota Ctrl+1
fr: &Cacher Ctrl+1
it: &Nascondi Ctrl+1
sk: &Skryť Ctrl+1
sr: Sakrij Ctrl+1
tr: &Gizle Ctrl+1

source: &Match queue
de: Warteschlange &abgleichen
es: &Buscar de cola
fi: &Vertaa latausjonoon
fr: &Correspondances
it: &Coda delle corrispondenze
sk: &Porovnať front
sr: &Pronađi datoteke u redu
tr: &Kuyruğu eşleştir

source: &Modify
fr: &Modifier

source: &Move to group
de: &Verschieben zur Gruppe
es: &Mover a grupo
fi: &Siirrä ryhmään
fr: C&hanger de groupe
it: &Sposta al gruppo
sk: &Presunúť do skupiny
sr: Prebaci u grupu
tr: &Gruba taşı

source: &Move/Rename
de: &Verschieben/Umbenennen
es: &Mover/Renombrar
fi: &Siirrä/Nimeä uudelleen
fr: &Déplacer/Renommer
it: &Sposta/Rinomina
sk: &Presunúť/premenovať
sr: &Premesti/Promeni ime
tr: &Taşı/Yeniden adlandır

source: &New...
de: &Neu...
es: &Nuevo...
fi: &Uusi...
fr: &Nouveau...
it: &Nuovo...
sk: &Nový...
sr: &Novi...
tr: &Yeni...

source: &Notepad Ctrl+N
de: &Notizblock Strg+N
es: &Bloc de notas Ctrl+N
fi: &Muistio Ctrl+N
fr: &Bloc-notes Ctrl+N
it: &Blocco note Ctrl+N
sk: &Poznámkový blok Ctrl+N
sr: &Beležnica Ctrl+N
tr: &Not Defteri Ctrl+N

source: &Open
de: &Öffnen
es: &Abrir
fi: &Avaa
fr: &Ouvrir
it: &Apri
sk: &Otvoriť
sr: &Otvori
tr: &Aç

source: &Paste Ctrl+V
de: &Einfügen Strg+V
es: &Pegar Ctrl+V
fi: L&iitä Ctrl+V
fr: Co&ller Ctrl+V
it: &Incolla Ctrl+V
sr: Zalepi Ctrl+V
tr: &Yapıştır Ctrl+V

source: &Properties
de: &Eigenschaften
es: &Propiedades
fi: &Ominaisuudet
fr: &Propriétés
it: &Proprietà
sk: &Vlastnosti
sr: &Svojstva
tr: &Özellikler

source: &Public Hubs Ctrl+P
de: &Öffentliche Hubs Strg+P
es: &Hubs Públicos Ctrl+P
fi: &Julkisten hubien lista Ctrl+P
fr: Hubs &Publics Ctrl+P
it: Hub &pubblici Ctrl+P
sk: &Verejné hub-y Ctrl+P
sr: &Javni habovi Ctrl+P
tr: &Ortak Merkezler Ctrl+P

source: &Quick connect... Ctrl+Q
de: &Quick connect... Strg+Q
es: &Conexión rápida... Ctrl+Q
fi: &Pikayhdistäminen Ctrl+Q
fr: &Connexion rapide... Ctrl+Q
it: &Connessione rapida... Ctrl+Q
sk: &Rýchle pripojenie... Ctrl+Q
sr: Brzo povezivanje Ctrl+Q
tr: &Hızlı bağlan... Ctrl+Q

source: &Reconnect Ctrl+R
de: Wiede&rverbinden Strg+R
es: &Reconectar Ctrl+R
fi: &Yhdistä uudelleen Ctrl+R
fr: &Reconnexion Ctrl+R
it: &Riconnetti Ctrl+R
sk: &Znovu pripojiť Ctrl+R
sr: &Ponovno povezivanje Ctrl+R
tr: &Yeniden Bağlan Ctrl+R

source: &Refresh
de: &Aktualisieren
es: Actualiza&r
fi: &Päivitä
fr: &Rafraîchir
it: &Aggiorna
sk: &Obnoviť
sr: &Osveži
tr: &Yenile

source: &Remove
de: &Entfernen
es: Elimina&r
fi: &Poista
fr: Enleve&r
it: &Rimuovi
sk: &Odstrániť
sr: &Ukloni
tr: &Kaldır

source: &Remove file from queue
de: &Datei aus Warteschlange entfernen
fr: Enleve&r le fichier des téléchargements
it: &Rimuovi il file dalla coda
sr: Ukloni datoteku iz niza

source: &Search Ctrl+S
de: &Suche Strg+S
es: &SBuscar Ctrl+S
fi: &Etsi Ctrl+S
fr: &Recherche Ctrl+S
it: &Ricerca Ctrl+S
sk: &Hľadať Ctrl+S
sr: &Pretraga Ctrl+S
tr: &Ara Ctrl+S

source: &Search hub
de: &Suche Hub
fr: Recherche dans ce hub
it: &Cerca un hub
sr: Pretraži hab

source: &Send private message
de: Private Nachricht &senden
es: &Mensaje Privado
fi: &Lähetä yksityisviesti
fr: &Message privé
it: Invia un messaggio privato
sk: &Poslať súkromu správu
sr: &Pošalji privatnu poruku
tr: &Özel mesaj yolla

source: &Set Default Value
fr: &Définir la valeur par défaut

source: &Toggle
fr: &Basculer

source: &Undo Ctrl+Z
de: &Rückgängig Strg+Z
es: &Deshacer Ctrl+Z
fi: &Kumoa Ctrl+Z
fr: &Annuler Ctrl+Z
it: &Annulla Ctrl+Z
sk: &Vrátiť späť Ctrl+Z
sr: Poništi Ctrl+Z
tr: &Geri al Ctrl+Z

source: &Update
de: &Aktualisieren
es: &Actualizar
fi: &Päivitä
fr: &Mettre à jour
it: &Aggiorna
sk: Akt&ualizovať
sr: Až&uriraj
tr: &Güncelle

source: &Users Ctrl+U
de: &Benutzer Strg+U
es: &Usuarios Ctrl+U
fi: &Käyttäjät Ctrl+U
fr: &Utilisateurs Ctrl+U
it: &Utenti Ctrl+U
sk: &Užívatelia Ctrl+U
sr: &Korisnici Ctrl+U
tr: &Kullanıcılar Ctrl+U

source: &View
de: &Ansicht
es: &Vista
fi: &Näytä
fr: &Vues
it: &Visualizza
sk: &Zobraziť
sr: &Prikaži
tr: &Görünüm

source: &View as text
de: Als &Text anzeigen
es: &Ver como texto
fi: &Näytä tekstinä
fr: &Voir en tant que texte
it: &Mostra come testo
sk: &Zobraziť ako text
sr: &Pogledaj kao tekst
tr: Metin olarak &görüntüle

source: &Window
de: &Fenster
es: &Ventana
fi: &Ikkuna
fr: &Fenêtre
it: &Finestra
sk: &Okno
sr: &Prozor
tr: &Pencere

source: (No recent item found)
de: (Kein zuletzt benutzten Einträge gefunden)
es: (No se han encontrado elementos recientes)
fr: (Aucun item récent trouvé)
it: (Nessun elemento recente trovato)
sk: (Žiadna nedávna položka nenájdená)
sr: (Nisu pronađene skorašnje stavke)
tr: (Yakın zamanda kullanılan herhangi bir dosya bulunamadı)

source: (User offline)
de: (Benutzer offline)
fr: (Utilisateur déconnecté)
it: (Utente non in linea)
sr: (Korisnik nije povezan)

source: *** Keyboard commands:
de: ***Tastatur-Befehle
fr: *** Raccourcis clavier :
it: *** Comandi da tastiera:
sr: *** Komande na tastaturi:

source: -.-- B/s, %1% left
de: -.-- B/s, %1% übrig
es: -.-- B/s, %1% restantes
fi: -.-- t/s, %1% jäljellä
fr: -.-- o/s, %1% restants
it: -.-- B/s, %1% mancanti
sk: -.-- B/s, %1% zostáva
sr: -.-- B/s, %1% preostalo
tr: -.-- B/s, %1% kaldı

source: -.-- files/h, %1% files left
de: -.-- Dateien/h, %1% Dateien übrig
es: -.-- archivos/h, %1% archivos restantes
fi: -.-- tiedostoa/h, %1% tiedostoa jäljellä
fr: -.-- fichiers/h, %1% fichiers restants
it: -.-- file/ora, %1% file rimanenti
sk: -.-- súborov/h, %1% súborov zostáva
sr: -.-- datoteka/h, %1% datoteka preostalo
tr: -.-- dosya/saat, %1% dosya kaldı

source: <Information unavailable>
de: <Information nicht verfügbar>
fr: <Information indisponible>
it: <Informazioni non disponibili>
sk: <Informácia nedostupná>
sr: <Informacija nedostupna>

source: A direct encrypted channel has been established
de: Ein direktverschlüsselter Kanal wurde erstellt
fr: Un canal direct crypté a été établi
it: È stato stabilito un canale cifrato diretto
sr: Uspostavljen je direktno šifrovan kanal

source: A direct encrypted channel is already available
de: Ein direktverschlüsselter Kanal ist schon verfügbar
fr: Un canal direct crypté est déjà disponible
it: È già disponibile un canale cifrato diretto
sr: Direktno šifrovan kanal je već dostupan

source: A secure ADC hub is required; this feature is not supported on NMDC hubs
de: Ein sicherer ADC-Hub wird benötigt; dieses Feature wird auf NMDC hubs nicht unterstützt
fr: Un hub ADC sécurisé est requis ; cette fonctionnalité n'est pas supportée sur les hubs NMDC
it: È richiesto un hub ADC sicuro; questa funzione non è supportata negli hub NMDC
sr: Sigurni ADC hab je neophodan; ova mogućnost nije podržana na NDMC habovima

source: A virtual directory named %1% already exists, do you wish to merge the contents?
de: Ein virtueller Ordner mit dem Namen %1% existiert bereits. Sollen die Inhalte zusammengeführt werden?
es: Un directorio virtual llamado %1% ya existe, ¿deseas combinar los contenidos?
fi: Virtuaalikansio %1% on jo olemassa, haluatko yhdistää sisällöt?
fr: Il existe déjà un dossier virtuel intitulé %1%, souhaitez-vous fusionner son contenu ?
it: Una cartella virtuale denominata %1% esiste già, desideri unire il contenuto?
sk: Virtuálny adresár %1% už existuje, chcete zlúčiť jeho obsah?
sr: Virtuelni direktorijum sa imenom %1% već postoji, da li želiš da spojiš sadržaje?
tr: %1% isimli sanal klasör zaten var, içerikleri birleştirmek ister misiniz?

source: ADL Search
de: ADL Suche
es: Búsqueda automática
fi: Automaattinen listahaku
fr: Recherche ADL
it: Ricerca ADL
sk: Automatické hľadanie v zoznamoch súboru
sr: ADL Pretraga
tr: ADL arama

source: ADLSearch Properties
de: ADLSuche Eigenschaften
es: Propiedades de la Búsqueda ADL
fi: Listahaun asetukset
fr: Propriétés de la Recherche ADL
it: Proprietà della ricerca ADL
sk: Vlastnosti ADL hľadania
sr: ADLS pretraga podešavanja
tr: ADLArama Özellikleri

source: Above (minimum size)
de: Oberhalb(minmale Größe)
fr: Supérieure à (taille minimale)
it: Al di sopra (dimensione minima)
sr: Iznad (minimalna veličina)

source: Accept custom user commands from hub
de: Akzeptiere angepasste Benutzer-Kommandos vom Hub
es: Aceptar comandos definibles de usuario desde el hub
fi: Hyväksy hubin lähettämät käyttäjäkomennot
fr: Accepter les commandes utilisateur personnalisées du hub
it: Accetta i comandi utente personalizzati dall'hub
sk: Akceptovať používateľské príkazy z hub-u
sr: Prihvati korisničke naredbe od haba
tr: Merkezden gelen bireysel kullanıcı komutlarını kabut et

source: Active mode (I have no router / I have configured my router)
de: Aktiver Modus (Ich habe keinen Router / Ich habe meinen Router konfiguriert)
fr: Mode actif (pas de routeur / j'ai configuré mon routeur)
it: Modalità attiva (Non ho un router / Ho configurato il mio router)
sk: Aktívny režim (Nemám smerovač / Mám smerovač nastavený)
sr: Aktivni režim (nemam ruter / podesio sam moj ruter)

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
sk: Pridať
sr: Dodaj

source: Add To &Favorites
de: Zu &Favoriten hinzufügen
es: Agregar a &Favoritos
fi: Lisää &suosikkeihin
fr: Ajouter aux &Favoris
it: Aggiungi ai Pre&feriti
sk: Pridať medzi &Obľúbené
sr: Dodaj u &omiljene
tr: &Favorilere Ekle

source: Add a rule
de: Eine Regel hinzufügen
es: Añadir una regla
fi: Lisää sääntö
fr: Ajouter une règle
it: Aggiungi una regola
sk: Pridať pravidlo
sr: Dodaj pravilo
tr: Bir kural ekle

source: Add finished files to share instantly (if shared)
de: Beendete Dateien umgehend zur Freigabe hinzufügen (falls freigegeben)
es: Compartir archivos recien descargados automáticamente (si es compartido)
fi: Jaa ladatatut tiedostot välittömästi (jos jaettavassa kansiossa)
fr: Partager automatiquement les fichiers téléchargés (si le dossier des téléchargements est partagé)
it: Aggiungi subito i file scaricati alla condivisione (se condivisi)
sk: Automaticky pridať stiahnuté súbory medzi zdieľané
sr: Dodaj preuzete datoteke automatski u deljene (ako se dele)
tr: İndirilen dosyaları (paylaşıldıysa) hemen paylaşıma dahil et

source: Add timestamp to the end of away messages
de: Zeitangabe am Ende der Abwesenheitsmeldung hinzufügen
fr: Ajouter l'heure à la fin des messages d'absence
it: Aggiungi la marcatura oraria alla fine dei messaggi della modalità di assenza
sk: Pridať čas na koniec správ informujúcich o neprítomnosti
sr: Dodaj vremensku oznaku na kraj poruka za odsutnost

source: Added
de: Hinzugefügt
es: Añadido
fi: Lisätty
fr: Ajouté
it: Aggiunto
sk: Pridané
sr: Dodato
tr: Eklenme Tarihi

source: Adding a plugin
de: Plugin hinzufügen
fr: Ajout d'un plugin
it: Aggiunta di un plugin in corso
sk: Pridávanie zásuvného modulu
sr: Dodajem priključak

source: Address
de: Adresse
es: Dirección
fi: Osoite
fr: Adresse
it: Indirizzo
sk: Adresa
sr: Adresa
tr: Merkez Bulunağı

source: Adds a user matching definition (or modifies an existing one, if possible) to ignore chat messages from the current user.
de: Fügt eine benutzerspezifische Definition hinzu (oder verändert eine existierende, wenn möglich) um Chat-Nachrichten des derzeitigen Nutzers zu ignorieren.
es: Agrega una definición de usuario coincidente (o modifica una ya existente, si es posible) para ignorar los mensajes de chat del usuario actual.
fr: Ajoute une correspondance d'utilisateurs (ou en modifie une, si possible) pour ignorer les messages de chat envoyés par l'utilisateur actuel.
it: Aggiunge una definizione di corrispondenza utente (o ne modifica una esistente, se possibile) per ignorare i messaggi di chat dall'utente corrente.
sr: Dodaje definiciju koja odgovara korisniku (ili menja već postojeću, ukoliko je moguće) da ignoriše čet poruke trenutnog korisnika.

source: Adds a user matching definition (or modifies an existing one, if possible) to ignore chat messages from the specified user.
de: Fügt eine benutzerspezifische Definition hinzu (oder verändert eine existierende, wenn möglich) um Chat-Nachrichten des angegebenen Nutzers zu ignorieren.
es: Agrega una definición de usuario coincidente (o modifica una ya existente, si es posible) para ignorar los mensajes de chat del usuario especificado.
fr: Ajoute une correspondance d'utilisateurs (ou en modifie une, si possible) pour ignorer les messages de chat envoyés par l'utilisateur spécifié.
it: Aggiunge una definizione di corrispondenza utente (o ne modifica una esistente, se possibile) per ignorare i messaggi di chat dall'utente specificato.
sr: Dodaje definiciju koja odgovara korisniku (ili menja već postojeću, ukoliko je moguće) da ignoriše čet poruke izabranog korisnika.

source: Adds a user matching definition (or modifies an existing one, if possible) to stop ignoring chat messages from the current user.
de: Fügt eine benutzerspezifische Definition hinzu (oder verändert eine existierende, wenn möglich) um das Ignorieren der Chat-Nachrichten des derzeitigen Nutzers zu stoppen.
es: Agrega una definición de usuario coincidente (o modifica una existente, si es posible) para dejar de ignorar mensajes de chat del usuario actual.
fr: Ajoute une correspondance d'utilisateurs (ou en modifie une, si possible) pour ne plus ignorer les messages de chat envoyés par l'utilisateur actuel.
it: Aggiunge una definizione di corrispondenza utente (o ne modifica una esistente, se possibile) per smettere di ignorare i messaggi di chat dall'utente corrente.
sr: Dodaje definiciju koja odgovara korisniku (ili menja već postojeću, ukoliko je moguće) da prestane da ignoriše čet poruke trenutnog korisnika.

source: Adds a user matching definition (or modifies an existing one, if possible) to stop ignoring chat messages from the specified user.
de: Fügt eine benutzerspezifische Definition hinzu (oder verändert eine existierende, wenn möglich) um das Ignorieren der Chat-Nachrichten des angegebenen Nutzers zu stoppen.
es: Agrega una definición de usuario coincidente (o modifica una existente, si es posible) para dejar de ignorar mensajes de chat del usuario especificado.
fr: Ajoute une correspondance d'utilisateurs (ou en modifie une, si possible) pour ne plus ignorer les messages de chat envoyés par l'utilisateur spécifié.
it: Aggiunge una definizione di corrispondenza utente (o ne modifica una esistente, se possibile) per smettere di ignorare i messaggi di chat dall'utente specificato.
sr: Dodaje definiciju koja odgovara korisniku (ili menja već postojeću, ukoliko je moguće) da prestane da ignoriše čet poruke izabranog korisnika.

source: Adds the current hub (along with your nickname and password, if used) to the list of Favorite Hubs.
de: Fügt den derzeitigen Hub (mit Nutzername und Kennwort, wenn benutzt) der Liste bevorzugter Hubs hinzu.
fr: Ajoute le hub actuel (ainsi que vos pseudo et mot de passe, si utilisés) à la liste des Hubs Favoris.
it: Aggiunge l'hub corrente (assieme al tuo nome utente e alla password, se utilizzati) all'elenco degli hub preferiti.
sr: Dodaje trenutni hab (zajedno sa vašim nadimkom i šifrom ukoliko postoji) u listu Omiljenih habova.

source: Adds the current user to the list of Favorite Users.
de: Fügt den derzeitigen Benutzer zur Liste Bevorzugter Benutzer hinzu.
fr: Ajoute l'utilisateur actuel à la liste des Utilisateurs Favoris.
it: Aggiunge l'utente corrente all'elenco degli utenti preferiti.
sr: Dodaje trenutnog korisnika u listu omiljenih korisnika
