Repository: RoLex/feardc
Catalog: win32/po/*.po
Languages: de, es, fi, fr, it, sk, sr, tr

source: Only share files whose file size is above/below
de: Teile nur Dateien, deren Größe über/unter ist
fr: Ne partager que les fichiers dont la taille est supérieure/inférieure à
it: Condividi solamente dei file la cui dimensione è maggiore/minore di
sr: Deli samo datoteke čija veličina je iznad/ispod

source: Only show fully downloaded files
de: Zeige nur fertige geladene Dateien
es: Mostrar solo ficheros completamente descargados
fi: Näytä vain kokonaan ladatut tiedostot
fr: Afficher uniquement les fichiers totalement téléchargés
it: Mostra solo i file scaricati completamente
sk: Zobrazovať iba celkom stiahnuté súbory
sr: Prikazuj samo potpuno preuzete datoteke
tr: Sadece tam indirilmiş dosyaları göster

source: Only show joins / parts for favorite users
de: Zeige Eintritts- und Austrittsmeldungen nur für bevorzugte Benutzer
es: Mostrar solo Entra/Sale de los usuarios favoritos
fi: Näytä saapui/poistui -viestit vain suosikkikäyttäjille
fr: Montrer les entrées / sorties seulement pour les utilisateurs favoris
it: Mostra entrate/uscite solo degli utenti preferiti
sk: Zobrazovať iba odchody/príchody obľúbených používateľov
sr: Prikazuj samo dolaske / odlaske za omiljene korisnike
tr: Giriş / Çıkışları sadece favori kullanıcılar için göster

source: Only users with free slots
de: Nur Benutzer mit freien Slots
es: Solo usuarios con Slots libres
fi: Vain käyttäjät, joilla vapaita latauspaikkoja
fr: Que les utilisateurs avec slots libres
it: Solo utenti con slot liberi
sk: Iba používateľov s voľnými slotmi
sr: Samo korisnici sa slobodnim slotovima
tr: Sadece boş slotu olan kullanıcılarda ara

source: Open &folder
de: Ordner ö&ffnen
es: Abrir &carpeta
fi: Avaa &kansio
fr: Ouvrir le &dossier
it: Apri &cartella
sk: Otvoriť &priečinok
sr: Otvori &direktorijum
tr: &Dizini aç

source: Open crash log
de: Öffne Absturzprotokoll
fr: Ouvrir le journal de crash
it: Apri il registro dei crash
sk: Otvoriť crash log
sr: Otvori log sa padovima programa
tr: Hata kaydını aç

source: Open downloads directory
de: Download-Ordner öffnen
es: Abrir Directorio de descargas
fi: Avaa latausten kohdekansio
fr: Ouvrir le dossier des téléchargements
it: Apri la cartella dei download
sk: Otvoriť adresár sťahovaní
sr: Otvori direktorijum za preuzimanje
tr: İndirilenler klasörünü aç

source: Open file list...
de: Dateiliste öffnen...
es: Abrir lista de archivos...
fi: Avaa tiedostolista...
fr: Ouvrir une liste de fichiers...
it: Apri l'elenco dei file...
sk: Otvoriť zoznam súborov...
sr: Otvori listu datoteka
tr: Dosya &listesini aç

source: Open file list... Ctrl+L
de: Dateiliste öffnen... Strg+L
es: Abrir lista de archivos... Ctrl+L
fi: Avaa tiedostolista... Ctrl+L
fr: Ouvrir une liste de fichiers... Ctrl+L
it: Apri l'elenco dei file... Ctrl+L
sk: Otvoriť zoznam súborov... Ctrl+L
sr: Otvori listu datoteka... Ctrl+L
tr: Dosya listesini aç... Ctrl+L

source: Open new file list windows in the background
de: Neue Dateilisten-Fenster im Hintergrund öffnen
es: Abrir las ventanas nuevas de la lista de archivo en segundo plano
fi: Avaa uudet tiedostolistat taustalle
fr: Ouvrir les nouvelles fenêtres de listes de fichiers en arrière-plan
it: Apri le nuove finestre degli elenchi dei file in secondo piano
sk: Otvárať nové zoznamy súborov na pozadí
sr: Otvori listu datoteka u novom prozoru u pozadini
tr: Yeni dosya listelerini arkaplanda aç

source: Open new private message windows in the background
de: Neue private Nachrichten-Fenster im Hintergrund öffnen
es: Abrir las nuevas ventanas de mensajes privados en segundo plano
fi: Avaa uudet yksityisviestit taustalle
fr: Ouvrir les nouvelles fenêtres de messages privés en arrière-plan
it: Apri le nuove finestre dei messaggi privati in secondo piano
sk: Otvárať nové okná súkromných správ na pozadí
sr: Otvori novi prozor za privatne poruke u pozadini
tr: Yeni özel mesajları arkaplanda aç

source: Open new window when using /join
de: Bei /join neues Fenster öffnen
es: Abrir nueva ventana cuando se use /join
fi: Avaa uusi ikkuna /join-komennolla
fr: Ouvrir une nouvelle fenêtre lors de l'utilisation de /join
it: Apri una nuova finestra al comando /join
sk: Otvárať nové okná pri použítí /join
sr: Otvori novi prozor pri korištenju /join
tr: /join komutu kullanıldığında bağlanılacak odayı yeni bir pencerede aç

source: Open own list
de: Eigene Dateiliste öffnen
es: Abrir mi lista de archivos
fi: Avaa oma tiedostolista
fr: Ouvrir ma liste
it: Apri il tuo elenco dei file
sk: Otvoriť vlastný zoznam
sr: Otvori sopstvenu listu
tr: Kendi dosya listeni aç

source: Open private messages from bots in their own window
de: Private Nachrichten von Bots in einem eigenen Fenster öffnen
es: Abrir mensajes privados de bots en su propia ventana
fi: Avaa bottien yksityisviestit uuteen ikkunaan
fr: Ouvrir les messages privés des bots dans leur propre fenêtre
it: Apri i messaggi pravati dai bot in una nuova finestra
sk: Otvoriť súkromné správy od robotov vo vlastnom okne
sr: Otvori privatne poruke od botova u sopstvenom prozoru
tr: Bot özel mesajlarını aynı pencerede göster

source: Open private messages from the hub in their own window
de: Private Nachrichten von Hubs in einem eigenen Fenster öffnen
es: Abrir mensajes privados del hub en su propia ventana
fi: Avaa hubien viestit uuteen ikkunaan
fr: Ouvrir les messages privés de hubs dans leur propre fenêtre
it: Apri i messaggi pravati dall'hub in una nuova finestra
sk: Otvoriť súkromné správy od hub-u vo vlastnom okne
sr: Otvori privatne poruke od haba u sopstvenom prozoru
tr: Merkezden gelen özel iletileri kendi pencerelerinde aç

source: Open private messages in their own window
de: Private Nachrichten in eigenen Fenstern öffnen
es: Abrir mensajes privados en su propia ventana
fi: Avaa yksityisviestit uuteen ikkunaan
fr: Ouvrir les messages privés dans leur propre fenêtre
it: Apri i messaggi privati in una nuova finestra
sk: Otvoriť súkromné správy vo vlastnom okne
sr: Otvori privatne poruke u sopstvenom prozoru
tr: Gelen kişisel mesajları üste çıkar

source: Opens a new search window with the specified search string. It does not automatically send the search.
de: Öffnet ein neues Suchfenster mit dem angegebenen Suchstring. Es sendet die Suche nicht automatisch.
fr: Ouvre une nouvelle fenêtre de recherche avec la chaîne de recherche spécifiée. La recherche n'est pas envoyée automatiquement.
it: Apre una nuova finestra di ricerca con la stringa di ricerca specificata. Non invia automaticamente la ricerca.
sr: Otvara novi prozor za preaživanje sa unetom pretragom. Ne šalje pretragu automatski.

source: Opens a private message window to the user, and optionally sends the message, if one was specified.
de: Öffnet ein privates Chatfenster mit dem Benutzer und sendet die Nachricht, falls eingegeben.
fr: Ouvre une fenêtre de message privé avec l'utilisateur, et lui envoie le message optionnel, si celui-ci est spécifié.
it: Apre una finestra di messaggio all'utente, e facoltativamente invia il messaggio, se uno è stato specificato
sr: Korisniku otvara prozor za privatnu poruku, i opciono šalje poruku, ako je naglašeno.

source: Opens the internal settings list debugging tool window.
fr: Ouvre la fenêtre de l'outil de débogage de la liste des paramètres internes.

source: Operators (added by %1%)
de: Operatoren (hinzugefügt durch %1%)
fr: Opérateurs (ajouté par %1%)
it: Operatori (aggiunti da %1%)
sk: Operátori (pridal %1%)
sr: Operatori (dodati od %1%)
tr: Yöneticiler (%1% tarafından eklendi)

source: Other queue options
de: Andere Warteschlangen-Optionen
es: Otras Opciones de la Cola
fi: Muita latausjonon asetuksia
fr: Autres options de téléchargement
it: Altre opzioni per la coda
sk: Iné možnosti frontu
sr: Ostale opcije za red
tr: Diğer Queue ayarları

source: Own certificate file
de: Eigenes Zertifikat
es: Certificado de archivo propio
fi: Oma varmennetiedosto
fr: Fichier de certificat personnel
it: File di certificato
sk: Vlastný súbor certifikátu
sr: Sopstvena datoteka sa sertifikatom
tr: Kişisel sertifikasyon dosyası

source: Parameters
de: Parameter
es: Parámetros
fi: Parametrit
fr: Paramètres
it: Parametri
sk: Parametre
sr: Parametri
tr: Parametreler

source: Partial file list loaded
de: Teilweise Dateiliste geladen
fr: Liste de fichiers partielle chargée
it: Elenco dei file parziali caricato
sk: Čiastočný zoznam súborov načítaný
sr: Učitana delimična lista datoteka
tr: Kısmî dosya listesi yüklendi

source: Partial match
de: Teilweise Übereinstimmung
fr: Correspondance partielle
it: Corrispondenza parziale
sk: Čiastočná zhoda
sr: Delimično podudaranje
tr: Kısmî eşleşme

source: Parts: %1%
de: Teile: %1%
fr: Sort : %1%
it: Parti: %1%
sk: Častí: %1%
sr: Delovi: %1%
tr: Parçalar: %1%

source: Passive mode (last resort - has serious limitations)
de: Passiver Modus (letzte Möglichkeit - stark Eingeschränkt)
es: Modo pasivo (Último recurso - tiene serias limitaciones)
fr: Mode passif (dernier recours - a de sérieuses limitations)
it: Modalità passiva (ultima spiaggia - ha serie limitazioni)
sk: Pasívny režim (posledné východisko - veľké obmedzenia)
sr: Pasivni režim (poslednje sredstvo - ima ozbiljna ograničenja)
tr: Pasif mod (son çözüm - beraberinde ciddi sınırlamalar getirir)

source: Passive user
de: Passiver Benutzer
es: Usuario Pasivo
fi: Passiivikäyttäjä
fr: Utilisateur Passif
it: Utente in modalità passiva
sk: Pasívny používateľ
sr: Pasivni korisnik
tr: Pasif kullanıcı

source: Password
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
sk: Heslo
sr: Lozinka
tr: Şifre

source: Path
de: Pfad
es: Ruta
fi: Polku
fr: Chemin
it: Percorso
sk: Cesta
sr: Putanja
tr: Dosya yolu

source: Path filtering
de: Pfad-Filterung
fr: Filtre par chemin de fichier
it: Filtraggio in base al percorso
sr: Filtriranje putanje

source: Paths
de: Pfade
fr: Chemins de fichier
it: Percorsi
sr: Putanje

source: Pause hashing
de: Hashing Pausieren
es: Pausar hashing
fr: Mettre en pause
it: Metti in pausa l'indicizzazione
sk: Pozastaviť hashovanie
sr: Pauziraj hešovanje
tr: Hash işlemini durdur

source: Paused
de: Angehalten
es: En Pausa
fi: Keskeytetty
fr: En Pause
it: In pausa
sk: Pozastavené
sr: Pauzirano
tr: Duraklatıldı

source: Pending download
de: Ausstehender Download
fr: Téléchargement en attente
it: Download in attesa
sk: Nevybavené stiahnutie
sr: Očekuje preuzimanje
tr: İndirme bekleniyor

source: Pending upload
de: Ausstehender Upload
fr: Envoi en attente
it: Upload in attesa
sk: Nevybavené nahrávanie
sr: Očekuje slanje
tr: Yükleme bekleniyor

source: Personal information
de: Persönliche Informationen
es: Información Personal
fi: Omat tiedot
fr: Informations personnelles
it: Informazioni personali
sk: Osobné informácie
sr: Lični podaci
tr: Genel Bilgiler

source: Play
de: Abspielen
fi: Toista
fr: Jouer
it: Riproduci
sk: Prehrať
sr: Pusti
tr: Oynat

source: Play a sound
de: Ton abspielen
fi: Toista ääni
fr: Jouer un son
it: Riproduci un suono
sk: Prehrať zvuk
sr: Pusti zvuk
tr: Bir ses çal

source: Please enter a nickname in the settings dialog!
de: Bitte einen Benutzernamen in den Einstellungen vergeben.
es: Introduce un NICK en la sección de configuración / General !
fi: Laita nimimerkki asetuksiin!
fr: Veuillez entrer un pseudo dans les options !
it: Per piacere, inserisci un soprannome nel pannello delle impostazioni!
sk: Prosím, zadajte prezývku v dialógu nastavení!
sr: Molim unesite nadimak u dijalogu sa podešavanjima!
tr: (!) Lütfen bir isim giriniz

source: Please enter a password
de: Bitte Passwort eingeben
es: Introducir la contraseña
fi: Anna salasana
fr: Veuillez entrer un mot de passe
it: Inserisci una password
sk: Prosím, zadajte heslo
sr: Molim unestie lozinku
tr: (!) Lütfen bir şifre giriniz

source: Plugin information
fr: Informations sur le plugin
it: Informazioni sul plugin
sk: Informácie o zásuvných moduloch
sr: Informacije o priključku

source: Plugin repository
de: Plugin-Quelle
fr: Plugins disponibles
it: Repository dei plugin
sr: Skladište priključaka

source: Popup box to input password for hubs
de: Popup-Fenster für Passworteingabe anzeigen
es: Popup para ingresar contraseña de hubs
fi: Avaa hubin salasanakysely omaan ikkunaan
fr: Boîte de dialogue pour entrer les mots de passe pour les hubs
it: Apri finestra a popup per inserire le password per gli hub
sk: Vyskakovací dialóg na zadanie hesla pre hub-y
sr: Izbaci polje za unos lozinke za habove
tr: Merkez açarsözünüzü yeni açılan küçük pencereden girin

source: Predefined
de: Vordefiniert
es: Predefinidos
fr: Prédéfini
it: Predefinito
sk: Preddefinované
sr: Predefinisano
tr: Önceden tanımlı

source: Preferred port mapper
de: Bevorzugter Port-Mapper
fr: Interface préférée pour ouvrir les ports
sr: Željeni maper portova

source: Preview
de: Vorschau
es: Previsualizar
fi: Esikatselu
fr: Aperçu
it: Anteprima
sk: Náhľad
sr: Pregled
tr: Önizleme

source: Prints the current hub's topic. Useful if you want to copy the topic or it contains a link you'd like to easily open.
de: Druckt das derzeitige Hubthema. Nützlich wenn Sie das Thema kopieren wollen oder es einen Link enthält, den Sie einfacher öffnen möchten.
fr: Affiche le topic du hub actuel. Utile si vous souhaitez copier le topic ou s'il contient un lien que vous aimeriez ouvrir facilement.
it: Mostra l'argomento corrente dell'hub. Utile se vuoi copiare l'argomento o se contiene un collegamento che vorresti aprire facilmente.
sr: Ispisuje temu trenutnog haba. Korisno ukoliko želite kopiju teme haba ili ukoliko sadrži adresu koju želite da otvorite na lak način.

source: Priority
de: Priorität
es: Prioridad
fi: Tärkeys
fr: Priorité
it: Priorità
sk: Priorita
sr: Prioritet
tr: Öncelik

source: Private key file
de: Privater Schlüssel (Datei)
es: Archivo de clave privada
fi: Yksityisavaintiedosto
fr: Fichier de clé privée
it: File per la chiave privata
sk: Súbor súkromného kľúča
sr: Datoteka sa privatnim ključem
tr: Özel anahtar dosyası

source: Private message
de: Private Nachricht
es: Mensaje Privado
fi: Yksityisviesti
fr: Message privé
it: Messaggio privato
sk: Súkromná správa
sr: Privatna poruka
tr: Özel mesaj

source: Private message from %1%: %2%
de: Private Nachricht von %1%: %2%
es: Mensaje privado de %1%: %2%
fi: Yksityisviesti käyttäjältä %1%: %2%
fr: Message privé de %1% : %2%
it: Messaggio privato da %1%: %2%
sk: Súkromná správa od %1%: %2%
sr: Privatna poruka od %1%: %2%
tr: %1%'den özel mesaj: %2%

source: Private message received
de: Privatnachricht erhalten
fi: Yksityisviesti saapunut
fr: Message privé reçu
it: Ricevuto un messaggio privato
sk: Prijatá súkromná správa
sr: Primljena privatna poruka
tr: Özel ileti alındı

source: Private message window opened
de: Privatnachrichtenfenster geöffnet
fr: Fenêtre de message privée ouverte
it: Aperta la finestra dei messaggi privati
sk: Otvorené okno so súkromnou správou
sr: Otvoren prozor sa privatnim porukama
tr: Özel ileti penceresi açıldı

source: Private messages
de: Private Nachrichten
es: Mensajes privados
fi: Yksityisviestit
fr: Messages privés
it: Messaggi privati
sk: Súkromné správy
sr: Privatne poruke
tr: Özel mesajlar

source: Proxy settings for outgoing connections
de: Proxy Einstellungen für ausgehende Verbindungen
es: Configuración proxy para conexiones salientes
fr: Options de proxy pour les connexions sortantes
it: Impostazioni del proxy per le connessioni in uscita
sk: Nastavenie proxy pre odchádzajúce spojenia
sr: Podešavanje proksija za odlzeće veze
tr: Giden bağlantıları için vekil sunucu ayarları

source: Public Hubs
de: Öffentliche Hubs
es: Hubs Públicos
fi: Julkiset hubit
fr: Hubs Publics
it: Hub pubblici
sk: Verejné hub-y
sr: Javni habovi
tr: Ortak Merkezler

source: Public Hubs list
de: Liste öffentlicher Hubs
es: Lista de hubs públicos
fi: Julkisten hubien lista
fr: Liste de hubs publics
it: Elenco degli hub pubblici
sk: Zoznam verejných hub-ov
sr: Lista javnih habova
tr: Ortak Merkez Listeleri

source: Public Hubs list URL
de: Liste öffentlicher Hubs (URL)
es: Dirección de la lista de hubs públicos
fi: Hubilistojen osoitteet
fr: URL de liste de hubs publics
it: URL dell'elenco degli hub pubblici
sk: URL zoznamu verejných hubov
sr: URL javnih habova
tr: Ortak merkezler listesinin yer imi

source: Purge
de: Leeren
es: Depurar
fi: Puhdista
fr: Purger
it: Pulisci
sk: Vyčistiť
sr: Obriši
tr: Temizle

source: Queue
de: Warteschlange
es: Cola
fi: Latausjono
fr: Liste
it: Coda
sk: Front
sr: Red
tr: Kuyruk

source: Quick Connect
de: Schnellverbindung
es: Conexión Rápida
fi: Yhdistä osoitteeseen
fr: Connexion Rapide
it: Connessione rapida
sk: Rýchle pripojenie
sr: Brzo povezivanje
tr: Hızlı Bağlan

source: Rating
de: Bewertung
es: Evaluación
fi: Arvosana
fr: Évaluation
it: Valutazione
sk: Hodnotenie
sr: Ocena
tr: Puanlama

source: Ratio (up/down): %1$0.2f
de: Verhältnis (up/down): %1$0.2f
es: Ratio (arriba / abajo): %1$0.2f
fi: Suhde (ulos/sisään): %1$0.2f
fr: Ratio (envoi/téléchargement) : %1$0.2f
it: Rapporto (up/down): %1$0.2f
sk: Pomer (nahr/stiah): %1$0.2f
sr: Odnos (slanje/preuzimanje): %1$0.2f
tr: Oran (Gönderme/Alma) : %1$0.2f

source: Re&check integrity
de: &Integrität neu überprüfen
es: &Comprobar integridad otra vez
fi: Tarkista eheys uudestaan
fr: Re&vérifier l'intégrité
it: Ri&controllo dell'integrità
sk: &Znova skontrolovať integritu
sr: Ponovo proveri integritet
tr: Bütünlüğü yeniden &kontrol et

source: Re&name
de: &Umbennen
es: Re&nombrar
fi: Nimeä uudestaan
fr: Re&nommer
it: Ri&nomina
sk: Preme&novať
sr: Preime&nuj
tr: &Yeniden adlandır

source: Re-add source
de: Quelle wieder hinzufügen
es: Leer Fuente
fi: Palauta lähde
fr: Remettre la source
it: Riaggiungi fonte
sk: Znova pridať zdroj
sr: Ponovo dodaj izvor
tr: Kaynağı tekrar ekle

source: Reached the %1% of the file list, continuing from the %2%
de: %1% der Dateiliste erreicht, fahre mit %2% fort
fr: Au %1% de la liste de fichiers, reprise de la recherche à partir du %2%
it: Raggiunto il %1% dell'elenco dei file, si continua dal %2%
sk: Dosiahnutý %1%zo zoznamu súborov, pokračovanie od %2%
sr: Došao do %1% u prvoj listi, nastavljam od %2%
tr: Dosya listesinde %1%'ye ulaşıldı, %2%'den devam ediliyor

source: Ready to search...
de: Bereit zur Suche...
es: Listo para buscar...
fi: Valmis hakemaan...
fr: Prêt à rechercher...
it: Pronto a cercare...
sk: Pripravený hľadať...
sr: Spreman za pretraživanje
tr: Aramaya hazır...

source: Really close %1% hub windows?
de: Sollen %1% Hub Fenster wirklich geschlossen werden?
fr: Voulez-vous vraiment fermer %1% fenêtres de hub ?
it: Chiudere davvero %1% schede degli hub?
sk: Ste si istý že chcete zravrieť %1% hub okien?
sr: Stvarno želite da zatvoritet %1% prozora sa habovima?
tr: %1% merkez pencerelerini gerçekten kapatmak istiyor musunuz?

source: Really close?
de: Wirklich schließen?
es: Desea cerrar?
fi: Haluatko varmasti sulkea?
fr: Voulez-vous vraiment fermer ?
it: Vuoi veramente chiudere?
sk: Skutočne zatvoriť?
sr: Zaista zatvoriti?
tr: Gerçekten kapatmak istiyor musunuz?

source: Really exit?
de: Wirklich beenden?
es: ¿Realmente quieres cerrar DC++?
fi: Haluatko varmasti lopettaa?
fr: Voulez-vous vraiment quitter ?
it: Vuoi davvero uscire?
sk: Skutočne ukončiť?
sr: Stvarno izlazite?
tr: Gerçekten çıkmak istiyor musunuz?

source: Really remove?
de: Wirklich entfernen?
es: ¿Realmente deseas borrarlo?
fi: Haluatko varmasti poistaa?
fr: Voulez-vous vraiment enlever ?
it: Vuoi davvero eliminarlo?
sk: Skutčne odstrániť?
sr: Stvarno uklanjate?
tr: Gerçekten silmek istiyor musunuz?

source: Received a redirect request to %1%, click here to follow it
de: Umleitungsanforderung von %1% erhalten, hier klicken, um ihr zu folgen
fr: Requête de redirection vers %1% reçue, cliquez ici pour la suivre
it: Ricevuta una richiesta di reindirizzamento da %1%, clicca qui per seguirla
sk: Prijatá požiadavka pre presmerovanie na %1%, klikni sem pre nasledovanie
sr: Primljen zahtev za redirekciju na %1%, klikni ovde da ga ispratiš
tr: %1% üzerine yeniden yönlendirme isteği alındı, tâkip etmek için buraya tıklayın

source: Recent PMs
de: Neueste PNs
es: Mensajes privados recientes
fi: Viimeisimmät yksityisviestit
fr: PMs récents
it: Messaggi privati recenti
sk: Posledné PM
sr: Nedavne PP
tr: Son alınan özel mesajlar

source: Recent file lists
de: Neueste Dateilisten
es: Listas de archivos recientes
fi: Viimeisimmät tiedostolistat
fr: Listes de fichiers récentes
it: Elenchi dei file recenti
sk: Posledné zoznamy súborov
sr: Nedavna lista datoteka
tr: Son alınan dosya listeleri

source: Recent hubs
de: Letzte Hubs
es: Hubs recientes
fi: Viimeisimmät hubit
fr: Hubs récents
it: Hub recenti
sk: Posledné hub-y
sr: Nedavni habovi
tr: Son kullanılan merkezler

source: Recent windows
de: Letzte Fenster
es: Ventanas recientes
fi: Viimeisimmät ikkunat
fr: Fenêtres récentes
it: Finestre recenti
sk: Posledné okná
sr: Nedavni prozori
tr: Son açılan pencereler

source: Reconnect
de: Wiederverbinden
es: Reconectar
fi: Yhdistä uudestaan
fr: Reconnexion
it: Riconnetti
sk: Znovu pripojiť
sr: Ponovo se poveži
tr: Yeniden bağlan

source: Reconnect disconnected hubs
de: Abgebrochene Hubs wieder verbinden
fr: Reconnexion aux hubs déconnectés
it: Riconnetti gli hub disconnessi
sk: Opätovne sa pripojiť k odpojeným hub-om
sr: Ponovo poveži nepovezane habove

source: Redirect request received to a hub that's already connected
de: Weiterleitungsanfrage zu einem bereits verbundenen Hub empfangen
es: Recibida petición de redirección para un Hub al que ya está conectado
fi: Uudelleenohjaus hubille, joka on jo avattuna
fr: Réception d'une demande de redirection vers un hub auquel vous êtes déjà connecté
it: E' stata ricevuta una richiesta di redirect da un hub a cui si è già connessi
sk: Presmerovať požiadavku prijatú hub-om, ktorý je už pripojený
sr: Primljen zahtev za preusmeravanje za hab koji je već povezan
tr: Yönlendirilmek istenen merkeze zâten bağlısınız

source: Redirect request to an empty hub address
de: Umleitungsanforderung an leere Hub Adresse
fr: Réception d'une demande de redirection vers une adresse de hub vide
it: Reindirizza la richiesta su un indirizzo vuoto di hub
sk: Presmerovať požiadavku k prázdnej adrese hub-u
sr: Redirektuj zahteve na praznu hab adresu

source: Refresh file list
de: Dateiliste aktualisieren
es: Actualizar lista de archivos
fi: Päivitä tiedostoluettelo
fr: Mettre à jour la liste de fichiers
it: Aggiorna l'elenco dei file
sk: Obnoviť zoznam súborov
sr: Osveži listu datoteka
tr: Dosya listesini tazele

source: Refresh file list F5
de: Dateiliste Aktualisieren F5
es: Refrescar lista de archivos F5
fi: Päivitä tiedostoluettelo[F5]
fr: Mettre à jour la liste de fichiers F5
it: Aggiorna elenco file F5
sk: Obnoviť zoznam súborov F5
sr: Osveži listu datoteka F5
tr: Dosya listesini yeniler F5

source: Refresh settings
fr: Actualiser les paramètres

source: Register with Windows to handle .dcext files
de: Registriere mit Windows, um .decxt-Dateien bearbeiten zu können
fr: S'enregistrer dans Windows pour la gestion des fichiers .dcext
it: Registra con Windows per gestire i file .dcext
sk: Asociácia .dcext súborov
sr: Registruj u Windows-u rukovanje .dcext datotekama

source: Register with Windows to handle magnet: URI links
de: Behandlung von magnet: URI Links durch DC++ in Windows registrieren
es: Instalar manejador de URL MAGNET: Links URI
fi: Asenna Magnet:URI -linkkien käsittelijä käynnistettäessä
fr: S'enregistrer dans Windows pour la gestion des liens URI magnet:
it: Registra l'applicazione in Windows come gestore dei collegamenti MAGNET:URI
sk: Zaregistrovať vo Windows obsluhu magnet: URI: odkazov
sr: Registrujte upravljač za magnet: URI adrese u Windows-u
tr: magnet://" şeklindeki kısayolları DC++ otomatik açsın

source: Regular Expression
de: Regulärer Ausdruck
es: Expresión regular
fr: Expression Rationnelle
it: Espressione regolare
sk: Regulárny výraz
sr: Regularni izraz
tr: Düzenli İfade

source: Regular expressions
de: Reguläre Ausdrücke
fr: Expressions rationnelles
it: Espressioni regolari
sr: Regularni izrazi
