Repository: RoLex/feardc
Catalog: win32/po/*.po
Languages: de, es, fi, fr, it, sk, sr, tr

source: List configuration
de: Konfiguration zeigen
es: Lista de configuración
fr: Configuration de la liste
it: Lista di configurazione
sk: Zoznam konfigurácie
sr: Konfiguracija liste
tr: Liste düzenleme

source: Lists the date and time when the last message was sent or received.
de: Liste Datum und Uhrzeit der letzten gesendeten oder empfangenen Nachricht auf.
fr: Affiche la date et l'heure du dernier message envoyé ou reçu
it: Elenca la data e l'ora in cui è stato inviato o ricevuto l'ultimo messaggio.
sr: Prikazuje datum i vreme kada je poslednja poruka poslata ili primljena.

source: Loading file list: %1%
de: Lade Dateiliste: %1%
fr: Chargement de la liste de fichiers : %1%
it: Caricamento dell'elenco dei file in corso: %1%
sk: Načítavanie zoznamu súborov: %1%
sr: Učitavam listu datoteka: %1%
tr: Dosya listesi yükleniyor: %1%

source: Locally cached (as of %1%) version of the hub list loaded (%2%)
de: Lokal zwischengespeicherte Version (von %1%) der Hubliste geladen (%2%)
es: Cacheado localmente (como de %1%) versión de la lista de concentradores subida (%2%)
fr: Liste de hubs en cache (datant de %1%) chargée (%2%)
it: Versione (del %1%) della lista hub caricata dalla cache locale (%2%)
sk: Lokálne nacachovaná (od %1%) verzia zoznamu hub-ov načítaných (%2%)
sr: Lokalno keširana (od %1%) lista habova je učitana (%2%)
tr: Yüklenen (%2%) merkez listesinin yerel olarak önbelleklenen (%1%) sürümü

source: Log downloaded segments
de: Protokolliere geladene Teile
fi: Kirjaa ladatut osat
fr: Garder un journal des segments téléchargés
it: Registra i segmenti scaricati
sk: Logovať prijaté segmenty
sr: Upisuj preuzete segmente u log
tr: İndirilen parçaların kaydını tut

source: Log filelist transfers
de: Protokolliere Dateilisten-Übertragungen
es: Registrar Listas de Archivos Transferidas
fi: Kirjaa tiedostolistojen siirrot
fr: Garder un journal des transferts de listes de fichiers
it: Registra i trasferimenti degli elenchi dei file
sk: Zaznamenávať prenosy zoznamov súborov
sr: Pravi dnevnik preuzimanja liste datoteka
tr: İndirilen dosya listelerini günlük rapor tut (Log)

source: Log finished downloads
de: Protokolliere bendete Downloads
fi: Kirjaa valmiit lataukset
fr: Garder un journal des téléchargements terminés
it: Registra i download completati
sk: Logovať dokončené sťahovania
sr: Upisuj završena preuzimanja u log
tr: İnmesi biten dosyaların kaydını tut

source: Log main chat
de: Protokolliere Haupt-Chats
es: Registro del chat principal
fi: Kirjaa mainchatin viestit
fr: Garder un journal du chat principal
it: Registra la chat principale
sk: Zaznamenávať hlavný chat
sr: Pravi dnevnik glavnog razgovora
tr: Genel konuşma penceresi için günlük tut

source: Log private chat
de: Protokolliere private Chats
es: Registro del chat privado
fi: Kirjaa yksityisviestit
fr: Garder un journal des messages privés
it: Registra i messaggi privati
sk: Zaznamenávať súkromný chat
sr: Pravi dnevnik privatnih razgovora
tr: Özel konuşmalar için günlük tut

source: Log status messages
de: Protokolliere Statusnachrichten
es: Registro del estado de conexión
fi: Kirjaa tilaviestit
fr: Garder un journal des messages d'état
it: Registra i messaggi di stato
sk: Zaznamenávať stavové správy
sr: Pravi dnevnik statusnih poruka
tr: Durum mesajları günlük rapor tut (Log)

source: Log system messages
de: Protokolliere Systemmeldungen
es: Registro de los mensajes de sistema
fi: Kirjaa järjestelmäviestit
fr: Garder un journal des messages système
it: Registra i messaggi di sistema
sk: Zaznamenávať systémové správy
sr: Pravi dnevnik sistemskih poruka
tr: Sistem mesajları günlük rapor tut (Log)

source: Log uploaded segments
de: Protokolliere hochgeladene Teile
fi: Kirjaa siirretyt osat
fr: Garder un journal des segments envoyés
it: Registra i segmenti inviati
sk: Logovať odoslané segmenty
sr: Upisuj poslate segmente u log
tr: Yüklenen parçaların kaydını tut

source: Logging
de: Protokollierung
es: Guardar registros de actividad en archivos de texto
fi: Lokit
fr: Journalisation
it: Registrazione
sk: Zanamenávanie
sr: Pravi dnevnike
tr: Günlük Raporu

source: Login
es: Usuario
fi: Käyttäjätunnus
fr: Identifiant
it: Accesso
sk: Prihlásenie
sr: Prijava
tr: Kullanıcı adı

source: Logs
de: Protokolle
es: Registros
fi: Lokit
fr: Journaux
it: Registri
sk: Záznamy
sr: Dnevnici
tr: Günlükler

source: Low
de: Niedrig
es: Baja
fi: Matala
fr: Basse
it: Bassa
sk: Nízka
sr: Nizak
tr: Düşük

source: Low prio max size
de: Niedrige Priorität, maximale Größe
es: Tamaño máximo prioridad "Baja"
fi: Matala tärk. max
fr: Max prio Basse
it: Dimensione massima con priorità bassa
sk: Nízka prio. max. veľkosť
sr: Maksimalna veličina niskog prioriteta
tr: Düşük boyutu

source: Lowest
de: Niedrigste
es: Mínima
fi: Matalin
fr: La plus Basse
it: Minima
sk: Najnižšia
sr: Najniži
tr: En düşük

source: M&odify
de: Ä&ndern
fi: Mu&okkaa
fr: M&odifier
it: M&odifica
sk: Z&meniť
sr: I&zmeni
tr: D&eğiştir

source: MAGNET Link detected
de: MAGNET Link erkannt
es: Link MAGNET detectado
fi: MAGNET-linkki tunnistettu
fr: Lien MAGNET détecté
it: MAGNET Link trovato
sk: Zistený MAGNET odkaz
sr: Pronađena MAGNET adresa
tr: Magnet kısayolu algılandı.

source: MB
fi: Mt
fr: Mo

source: Main chat message received
de: Nachricht im Hauptchat erhalten
fr: Message reçu (chat central)
it: Ricevuto un messaggio dalla chat principale
sk: Hlavná chat-ová správa prijatá
sr: Primljena glavna čet poruka
tr: Ana sohbet iletisi alındı

source: Manage &groups
de: &Gruppen verwalten
es: Administrar &grupos
fi: Hallitse &ryhmiä
fr: Gérer les &groupes
it: Gestisci &gruppi
sk: Spravovať &skupiny
sr: Upravljaj &grupama
tr: &Grupları yönet

source: Manual configuration
de: Manuelle Konfiguration
fi: Manuaalinen asetus
fr: Configuration manuelle
it: Configurazione manuale
sk: Manuálna konfigurácia
sr: Ručna konfiguracija
tr: Elle ayarlama

source: Match bots
de: Bots zuordnen
fr: Appliquer aux bots
it: Fai corrispondere i bot
sk: Hľadať botov
sr: Pronađi podudarne botove
tr: Botlarla eşleştir

source: Match downloaded lists
de: Heruntergeladene Dateilisten abgleichen
es: Coincidir con listas de descargados
fi: Vertaa ladattuja listoja latausjonoon
fr: Correspondances dans les listes de fichiers téléchargées
it: Fai corrispondere gli elenchi dei file
sk: Porovnať stiahnuté zoznamy
sr: Pronađi u preuzetim listama
tr: İndirilen listeleri eşleştir

source: Match every user
de: Jeden Benutzer zuordnen
fr: Correspondance applicable à tous les utilisateurs
it: Fai corrispondere ogni utente
sk: Párovať každého užívateľa
sr: Traži podudaranje sa svakim korisnikom
tr: Her kullanıcıyla eşleştir

source: Match favorite users
de: Bevorzugte Benutzer zuordnen
fr: Appliquer aux utilisateurs favoris
it: Fai corrispondere gli utenti preferiti
sk: Párovať obľúbených užívateľov
sr: Pronađi omiljene korisnike
tr: Gözde kullanıcılarla eşleştir

source: Match operators
de: Operatoren zuordnen
fr: Appliquer aux opérateurs
it: Fai corrispondere gli operatori
sk: Párovať operátorov
sr: Pronađi podudarne operatore
tr: Yöneticilerle eşleştir

source: Match queue
de: Warteschlange abgleichen
es: Buscar de cola
fi: Vertaa latausjonoon
fr: Correspondances
it: Coda corrispondente
sk: Porovnať front
sr: Pronađi datoteke u redu
tr: Kuyruğu eşleştir

source: Matched %1% file
de: %1% Datei abgeglichen
es: Encontrados %1% archivo
fi: Löydetty %1% tiedosto
fr: Correspondance d'%1% fichier
it: Corrisponde %1% file
sk: Nájdený %1% súbor
sr: Poklapa se %1% datoteka
tr: %1% dosya eşleşti

source: Max FileSize
de: Max. Größe
es: Tamaño Máximo de archivo
fi: Maks koko
fr: Taille Max
it: Dimensione massima del file
sk: Max. veľkosť súboru
sr: Najveća veličina datoteke
tr: En fazla dosya boyutu

source: Max PM windows
de: Max. Privatnachrichten Fenster
fi: Maks YV ikkunoita
fr: Fenêtres de PM max
it: Finestre massime dei messaggi privati
sk: Max. počet SS okien
sr: Maksimalno prozora sa privatnim porukama
tr: En çok Özel İleti penceresi sayısı

source: Max Size
de: Maximale Größe
es: Tamaño Máximo
fi: Max koko
fr: Taille Max
it: Dimensione massima
sk: Max. veľkosť
sr: Najveća veličina

source: Max extra upload slots
fr: Max de slots d'envoi en extra
sr: Maksimalni broj dodatnih slotova za slanje

source: Max filelist size
de: Max. Dateilistengröße
es: Tamaño Máximo de Lista de Archivos
fi: Max tied.listakoko
fr: Taille liste Max
it: Dimensione massima dell'elenco dei file
sk: Max. veľkosť zoznamu súborov
sr: Najveća veličina liste datoteka
tr: Maksimum dosya boyutu

source: Max hash speed
de: Max. Hash-Geschw.
es: Máxima Velocidad de Indexado
fi: Max hash-nopeus
fr: VMax gén clés
it: Velocità massima di indicizzazione
sk: Max. rýchlosť hašovania
sr: Najveća brzina hešovanja
tr: İndeksleme Hızı

source: Max hubs
de: Maximale Hubs
es: Máximo de Hubs
fi: Max. hubit
fr: Hubs max
it: Hub massimi
sk: Max. počet hub-ov
sr: Maksimalno habova
tr: En fazla merkez sayısı

source: Max inactivity
de: Maximale Inaktivität
es: Inactividad Máxima
fi: Max toimettomuus
fr: Inactivité max
it: Inattività massima
sk: Max. neaktivita
sr: Najveća neaktivnost
tr: Maksimum Aktivite

source: Max protocol command length
de: Max Protokoll-Kommando-Länge
fr: Longueur de com protocole max
it: Lunghezza massima del comando del protocollo
sr: Maksimalna dužina komande protokola

source: Max users
de: Benutzermaximum
es: Usuarios Máximos
fi: Max. käyttäjät
fr: Utilisateurs max
it: Utenti massimi
sk: Max. používateľov
sr: Maksimalno korisnika
tr: Maksimum kullancı sayısı

source: Maximum Download Rate (KiB/s) (0 = infinite)
de: Maximale Downloadgeschwindigkeit (KiB/s) (0 = unbegrenzt)
es: Ratio Máximo de descarga (KiB/s) ( 0 = infinito )
fr: Vitesse de Téléchargement Maximale (Kio/s) (0 = infini)
it: Massimo rapporto di download (KiB/s) (0 = infinito)
sk: Maximálna rýchlosť sťahovania (KiB/s) (0 = nekonečná)
sr: Maksimalna brzina skidanja (KiB/s) (0 = beskonačno)
tr: En yüksek İndirme Oranı (KiB/s) (0 = sonsuz)

source: Maximum Upload Rate (KiB/s) (0 = infinite)
de: Maximale Uploadgeschwindigkeit (KiB/s) (0 = unbegrenzt)
es: Ratio máximo de subida (KiB/s) ( 0 = infinito )
fr: Vitesse d'Envoi Maximale (Kio/s) (0 = infini)
it: Massimo rapporto di upload (KiB/s) (0 = infinito)
sk: Maximálna rýchlosť nahrávania (KiB/s) (0 = nekonečná)
sr: Maksimalna brzina slanja (KiB/s) (0 = beskonačno)
tr: En Yüksek Yükleme Hızı (KiB/s) (0 = sınırsız)

source: Maximum number of recent items to save
de: Maximale Anzahl von zuletzt verwendeten gespeicherten Einträgen
es: Numero máximo de elementos recientes para salvar
fr: Nombre maximal d'éléments récents à sauver
it: Numero massimo di oggetti recenti da salvare
sk: Maximálny počet nedávnych položiek na uloženie
sr: Maksimalan broj skorašnjih stavki koje treba sačuvati
tr: Kaydedilecek son öğelerin maksimum sayısı

source: Maximum simultaneous downloads (0 = infinite)
de: Maximale Anzahl gleichzeitiger Downloads (0 = unbegrenzt)
es: Máximas descargas simultáneas (0=Sin límite)
fi: Samanaikaisten latausten enimmäismäärä (0 = ei rajaa)
fr: Téléchargements simultanés max (0 = infini)
it: Download simultanei massimi (0 = infiniti)
sk: Max. počet súčasných sťahovaní (0 = nekonečno)
sr: Najviše istovremenih preuzimanja (0 = beskonačno)
tr: En fazla eşzamanlı indirme sayısı (0 = sınırsız)

source: Menu bar Ctrl+0
de: Menüzeile Strg+0
fr: Barre de menus Ctrl+0
it: Barra del menù Ctrl+0
sk: Menu panel Ctrl+0
sr: Meni traka Ctrl+0

source: MiB
es: MB
fi: Mt
fr: Mio
it: MB
tr: MB

source: MiB/s
fi: Mt/s
fr: Mio/s
it: MB/s
tr: MB/sn

source: Midnight
de: Mitternacht
es: Medianoche
fi: Keskiyö
fr: Minuit
it: Mezzanotte
sk: Polnoc
sr: Ponoć
tr: Gece Yarısı

source: Min FileSize
de: Min. Größe
es: Tamaño Mínimo de archivo
fi: Minimikoko
fr: Taille Min
it: Dimensione minima del file
sk: Min. veľkosť súboru
sr: Najmanja veličina datoteke
tr: En az dosya boyutu

source: Min Size
de: Minimale Größe
es: Tamaño Mínimo
fi: Min. koko
fr: Taille Min
it: Dimensione minima
sk: Min. veľkosť
sr: Najmanja veličina

source: Min elapsed
de: Mindestens warten
es: Espera Mínima
fi: Min kulunut aika
fr: Délai min
it: Tempo minimo trascorso
sk: Min. uplynutý čas
sr: Najmanje proteklo
tr: Minimum zaman

source: Min filesize
de: Minimale Dateigröße
es: Tamaño Mínimo
fi: Min tiedostokoko
fr: Taille min
it: Dimensione minima del file
sk: Min. veľkosť súboru
sr: Najmanja veličina datoteke
tr: Minimum dosya boyutu

source: Min share
de: Mindestfreigabe
es: Mínimo a compartir
fi: Jakoraja
fr: Partage min
it: Condivisione minima
sk: Min. zdieľanie
sr: Minimalno deljeno
tr: En az paylaşım

source: Min slots
de: Minimale Slotanzahl
es: Mínimos slots
fi: Min. latauspaikat
fr: Slots min
it: Slot minimi
sk: Min. pozícií
sr: Minimalno slotova
tr: En düşük slot sayısı

source: Min sources online
de: Min. Quellen Online
es: Mín fuentes conectadas
fi: Min lähteitä online
fr: Sources en ligne min
it: Fonti minime in linea
sk: Min. počet zdrojov online
sr: Najmanje izvora na vezi
tr: Minimum hedef çevrimiçi

source: Mini slot size
de: Minislot-Größe
es: Tamaño Mini Slot
fi: Minislotin koko
fr: Taille Mini slot
it: Dimensione minima dello slot
sk: Veľkosť mini slotu
sr: Najmanja veličina slota
tr: Mini slot boyutu

source: Minimize to tray
de: In Tray minimieren
es: Minimizar en la bandeja del sistema
fi: Pienennä tehtäväpalkin ilmoitusalueelle
fr: Réduire dans la barre des tâches
it: Minimizza nella barra delle icone
sk: Minimalizovať do oznamovacej oblasti
sr: Smanji u tray
tr: Küçültüldüğünde saatin yanına taşı

source: Modify value
fr: Modifier la valeur

source: Move &Down
de: Nach &unten
es: Mover &Abajo
fi: Siirrä alas
fr: &Descendre
it: Sposta &Giù
sk: Posunúť &dole
sr: Pomeri &dole
tr: &Aşağı Taşı

source: Move &Up
de: &Nach oben
es: Mover A&rriba
fi: Siirrä ylös
fr: &Monter
it: Sposta &Su
sk: Pos&unúť hore
sr: Pomeri &gore
tr: &Yukarı Taşı

source: NONE
fi: EI MITÄÄN
fr: AUCUN
it: NESSUNO
sk: ŽIADNE
sr: NIJEDAN
tr: YOK

source: Name
es: Nombre
fi: Nimi
fr: Nom
it: Nome
sk: Názov
sr: Ime
tr: İsim

source: Name and command must not be empty
de: Name und Befehl dürfen nicht leer sein
es: Nombre y mando no debe estar vacío
fi: Nimi ja komento eivät voi olla tyhjä.
fr: Le nom et la commande ne peuvent pas être vides
it: Il nome e il comando non possono essere lasciati vuoti
sk: Názov a príkaz nesmú zostať nevyplnené
sr: Ime i naredba ne smeju biti prazni
tr: İsim ve komut boş olmamalıdır

source: Name of the new search type
de: Name des neuen Suchtyps
es: Nombre del nuevo tipo de búsqueda
fr: Nom de la nouvelle catégorie de recherche
it: Nome della nuova tipologia di ricerca
sk: Meno nového typu hľadania
sr: Ime novog tipa pretrage
tr: Yeni arama türünün adı

source: Name under which the others see the directory
de: Name unter dem Andere den Ordner sehen
es: Nombre bajo el cual otros usuarios verán el directorio
fi: Nimi, jona muut käyttäjät näkevät kansion
fr: Nom sous lequel sera vu ce dossier
it: Nome con il quale gli altri vedranno la cartella
sk: Názov, pod ktorým ostatní uvidia adresár
sr: Ime pod kojim ostali vide direktorijum
tr: Başkaları dizini bu ad ile görecekler

source: Name:
fr: Nom :
it: Nome:
sk: Názov:
sr: Ime:

source: Name: %1%
fi: Nimi: %1%
fr: Nom : %1%
it: Nome: %1%
sk: Názov: %1%
sr: Ime: %1%
tr: Ad: %1%

source: Network Statistics
de: Netzwerkstatistik
es: Estadísticas
fi: Verkonkäyttötilasto
fr: Statistiques réseau
it: Statistiche sulla rete
sk: Sieťové štatistiky
sr: Mrežna statistika
tr: Bağlantı istatistikleri

source: New certificates are successfully generated.
de: Neue Zertifikate wurden erfolgreich generiert.
fr: Les nouveaux certificats ont été générés avec succès.
sr: Novi sertifikati su uspešno generisani.

source: New limit (KiB/s) (0 = infinite)
de: Neue Grenze (KiB/s) (0 = unbegrenzt)
fr: Nouvelle limite (Kio/s) (0 = infini)
it: Nuovo limite (KiB/s) (0 = infinito)
sk: Nové obmedzenie (KiB/s) (0 = neobmedzené)
sr: Novo ograničenje (KiB/s) (0 = beskonačno)
tr: Yeni sınır (KiB/s) (0=sınır yok)

source: New name
de: Neuer Name
es: Nuevo nombre
fi: Uusi nimi
fr: Nouveau nom
it: Nome
sk: Nový názov
sr: Novo ime
tr: Yeni isim

source: New search type
de: Neuer Suchtyp
es: Nuevo tipo de búsqueda
fr: Nouvelle catégorie de recherche
it: Nuovo tipo di ricerca
sk: Nový typ hľadania
sr: Novi tip pretrage
tr: Yeni arama türü

source: New virtual name matches old name, skipping...
de: Neuer virtueller Name stimmt mit Altem überein, wird übersprungen...
es: *El nuevo nombre virtual ya existe, omitiendo...
fi: Uusi virtuaalinen nimi sama kuin vanha, ohitetaan...
fr: Nouveau nom virtuel identique à l'ancien, ignoré...
it: Il nuovo nome virtuale corrisponde a quello vecchio
sk: Nový virtuálny názov je rovnaký ako starý, preskakuje sa...
sr: Novo virtuelno ime se poklapa sa starim, preskačem
tr: Eski isim ile yeni isim aynı, atlanıyor...

source: Nick
es: Usuario
fi: Nimimerkki
fr: Pseudo
it: Soprannome
sk: Prezývka
sr: Nadimak
tr: Rumuz

source: Nicks
fi: Nimimerkit
fr: Pseudos
it: Soprannomi
sk: Prezývky
sr: Nadimci
tr: Rumuzlar

source: No
de: Nein
fi: Ei
fr: Non
sk: Nie
sr: Ne
tr: Hayır

source: No away message
de: Keine Abwesenheitsmeldung
fr: Pas de message d'absence
it: Nessun messaggio di assenza
sk: Žiadna správa o neprítomnosti
sr: Bez poruke odsutnosti
tr: Dışarda iletisi yok

source: No direct encrypted channel available
de: Kein direktverschlüsselter Kanal verfügbar
fr: Aucun canal direct crypté disponible
it: Nessun canale cifrato diretto disponibile
sr: Nema dostupnih direktno šifrovanih kanala

source: No errors
de: Keine Fehler
es: Sin errores
fi: Ei virheitä
fr: Pas d'erreurs
it: Nessun errore
sk: Žiadne chyby
sr: Bez grešaka
tr: Hata yok

source: No favorite hub group found
de: Keine Hub-Favoritengruppe gefunden
es: No se ha encontrado grupo de hubs favorito
fr: Pas de groupe de hubs favoris trouvé
it: Nessun gruppo di hub preferiti trovato
sk: Žiadna skupina obľúbených hub-ov nenájdená
sr: Omiljena grupa habova nije pronađena
tr: Gözde merkez grubu bulunamadı

source: No filtering terms specified
fr: Aucune condition de filtrage spécifiée

source: No full tree available
de: Keine volle Baumstruktur verfügbar
es: Árbol completo no disponible
fi: Ei hakemistopolkua käytettävissä
fr: Concaténation des clés indisponible
it: Nessun albero completo disponibile
sk: Úplný strom nie je dostupný
sr: Nije dostupno celo stablo
tr: Tam ağaç mevcut değil

source: No help information available
de: Keine Hilfe vorhanden
fr: Pas d'aide disponible
it: Nessuna informazione di aiuto disponibile
sk: Nedostupná informácia o pomoci
sr: Ne postoje pomoćne informacije
tr: Yardım bilgisi yok

source: No matches found for: %1%
de: Keine Übereinstimmungen gefunden für: %1%
fr: Aucune correspondance trouvée pour : %1%
it: Nessuna corrispondenza trovata per: %1%
sk: Žiadne nájdené výsledky pre: %1%
sr: Nema podudaranja za: %1%
tr: %1% için eşleşme bulunamadı

source: No new downloads if speed exceeds (KiB/s, 0 = disable)
de: Keine neuen Downloads, wenn Geschwindigkeit größer als (KiB/s, 0 = deaktiviert)
es: No iniciar descargas si la vel. de bajada es mayor a: (en KB/s y 0=Desactivado)
fi: Ei uusia latauksia, jos nopeus ylittää (kt/s, 0 = ei käytössä)
fr: Pas de nouveau téléch. si la vitesse > (Kio/s, 0 = désactivé)
it: Nessun nuovo download se la velocità eccede (kB/s, 0 = disabilita)
sk: Žiadne ďalšie sťahovania ak rýchlosť prekročí (KiB/s, 0 = vypnúť)
sr: Bez novih preuzimanja ako brizina prelazi (KiB/s, 0 = onemogućeno)
tr: Hız bunu aşarsa yeni indirme yapma (KiB/s, 0 = etkisizleştir)

source: No plugin has been selected
de: Kein Plugin wurde ausgewählt
fr: Aucun plugin n'est sélectionné
it: Non è stato selezionato alcun plugin
sk: Žiadny zásovný modul nebol nájdený
sr: Nijedan priključak nije izabran

source: No transfers yet
de: Bisher keine Übertragungen
es: No transferencias aún
fi: Ei vielä siirtoja
fr: Pas encore de transferts
it: Nessun trasferimento
sk: Zatiaľ žiadne prenosy
sr: Još nema prenosa
tr: Henüz aktarım yok

source: No users
de: Keine Benutzer
es: No hay usuarios
fi: Ei käyttäjiä
fr: Pas d'utilisateur
it: Nessun utente
sk: Žiadni používatelia
sr: Bez korisnika
tr: Kullanıcı yok

source: No users to download from
de: Keine Benutzer für Download
es: No hay usuarios para descargar el archivo
fi: Ei käyttäjiä joilta ladata
fr: Personne sur qui télécharger
it: Nessun utente da cui scaricare
sk: Žiadni používatelia, od ktorých sa dá sťahovať
sr: Bez korisnika za preuzimanje
tr: Dosyanın indirileceği kullanıcı yok

source: Noon
de: Mittag
es: Mediodía
fi: Keskipäivä
fr: Midi
it: Mezzogiorno
sk: Poludnie
sr: Podne
tr: Öğle

source: Normal prio max size
de: Maximale Größe für normale Priorität
es: Tamaño máximo prioridad "Normal"
fi: Norm. tärkeys max
fr: Max prio Normale
it: Dimensione massima con priorità normale
sk: Normálna prio. max. veľkosť
sr: Najveća veličina za normalan prioritet
tr: Normal boyutu

source: Note: TLS might not protect search results and non-keyprinted hubs.
de: Beachte: TLS dürfte keine Suchergebnisse und Hubs ohne Schlüssel-Signatur schützen.
fr: Note : le TLS ne protège pas toujours les réponses aux recherches et les hubs sans clé.
it: Attenzione: TLS potrebbe non proteggere i risutati di ricerca e gli hub senza chiave.
sk: Poznámka: TLS nemusí ochrániť výsledky vyhľadávania a hub-y bez kľúčov
sr: Napomena: TLS možda neće zaštiti rezultate pretrage i habove bez ključa.

source: Note; Custom search types will only be applied to ADC hubs!
de: Anmerkung; Benutzerdefinierte Suchtypen werden nur auf ADC-Hubs angewandt!
es: Nota; Los tipos de búsqueda personalizados sólo se aplican a los concentradores ADC!
fr: Note : les catégories de recherche personnalisées ne s'appliqueront qu'aux hubs ADC !
it: Nota: i tipi di ricerca personalizzati verranno applicati solo agli hub ADC!
sk: Poznámka; Vlastné typy hľadaní budú použité len pre ADC hub-y!
sr: Pažnja: Prilagođeni tipovi pretrage će biti primenjeni samo na ADC habove!
tr: Not : Özel arama türleri yanlızca ADC merkezlerine uygulanacak!

source: Note; Files appear in the share only after they've been hashed!
de: Hinweis: Dateien werden erst nach der Hash-Berechnung freigegeben!
es: Nota: Los archivos nuevos son compartidos solo después de ser indexados!
fi: HUOM; uudet tiedostot jaetaan vasta kun ne ovat tietokannassa!
fr: Note : les fichiers ne seront partagés qu'après génération de leur clé !
it: Nota: i file verranno condivisi solo a indicizzazione ultimata!
sk: Pozn.: Súbory sa objavia medzi zdieľanými až potom ako sa vypočíta ich haš!
sr: Pažnja; Datoteke će se pojaviti među deljenima nakon hešovanja!
tr: Not;Eklediğiniz dosyalar veritabanına eklendikten sonra paylaşılırlar!

source: Note; because of changing download speeds, this is not 100% accurate...
de: Hinweis: Ungenauigkeiten aufgrund wechselnder Geschwindigkeiten beachten
es: Nota; debido a los cambios de velocidad, esto no es preciso al 100% accurate...
fi: Huom; latausnopeuksien vaihtelun takia tämä ei ole 100% tarkka...
fr: Note : pas précis à 100% à cause des variations de vitesse...
it: Nota: a causa dei cambiamenti di velocità, questo non è accurato al 100%...
sk: Pozn.: kvôli meniacej sa rýchlosti sťahovania toto nie je 100% presné...
sr: Pažnja; zbog izmene brzine preuzimanja, ovo nije 100% tačno...
tr: (!)Önemli: Buradaki ayarlar değişken hızlar için %100 net doğru olmayabilir...

source: Notepad
de: Notizblock
es: Bloc de notas
fi: Muistio
fr: Bloc-notes
it: Blocco note
sk: Poznámkový blok
sr: Beležnica
tr: Not Defteri

source: Offline
es: Desconectado
fi: Offline-tilassa
fr: Déconnecté
it: Non in linea
sk: Odpojený
sr: Isključen
tr: Çevrimdışı

source: Online
es: Conectado
fi: Online-tilassa
fr: Connecté
it: In linea
sk: Pripojený
sr: Na vezi
tr: Çevrimiçi

source: Online users
de: Benutzer online
fr: Utilisateurs connectés
it: Utenti in linea
sk: Online užívatelia
sr: Korisnici na vezi
