Repository: RoLex/feardc
Catalog: win32/po/*.po
Languages: de, es, fi, fr, it, sk, sr, tr

source: Frequently asked questions
de: Häufig gestellte Fragen
es: Preguntas Frequentes (FAQ)
fi: Usein kysytyt kysymykset
fr: Foire aux questions
it: Domande frequenti
sk: Často kladené otázky
sr: Često postavljana pitanja
tr: Sıkça sorulan sorular

source: Full Path
de: Vollständiger Pfad
es: Ruta Completa
fi: Koko polku
fr: Chemin Complet
it: Percorso completo
sk: Úplná cesta
sr: Potpuna putanja
tr: Tam Yol

source: Full tree does not match TTH root
de: Kompletter Baum stimmt nicht mit TTH Root überein
es: La estructura del árbol TTH no es correcta
fi: Hakemistopolku ei vastaa TTH-tarkistussummaa
fr: La concaténation des clés ne correspond pas à la clé TTH racine
it: L'albero delle cartelle non è coerente con la radice TTH
sk: Úplný strom nezodpovedá TTH koreňu
sr: Celo stablo ne odgovara TTH osnovi
tr: İndirme listesindeki TTH ile uyuşmuyor

source: GB
fi: Gt
fr: Go

source: General
de: Allgemein
fi: Yleinen
fr: Général
it: Generale
sk: Všeobecné
sr: Opšte
tr: Genel

source: Generate certificates
de: Zertifikate generieren
es: Generar certificados
fi: Luo varmenne
fr: Générer les certificats
it: Genera certificati
sk: Vytvoriť certifikáty
sr: Generiši sertifikate
tr: Sertifika oluştur

source: Generated by %1%
de: Erzeugt durch %1%
fi: Luonut: %1%
fr: Généré par %1%
it: Generato da %1%
sk: Vygenerované prostredníctvom %1%
sr: Generisao po %1%
tr: %1% tarafından oluşturuldu

source: GeoIP database update
de: GeoIP Datenbank Aktualisierung
es: Actualizar la Base de Datos GeoIP
fi: GeoIP-tietokannan päivitys
fr: Mise à jour de la base GeoIP
it: Aggiorna il database GeoIP
sk: Aktualizácia databázy GeoIP
sr: Ažuriranje GeoIP baze
tr: GeoIP veritabanı'nı güncelle

source: Get started
de: Erste Schritte
es: Comencemos
fi: Uusille käyttäjille
fr: Premiers pas
it: Per iniziare
sk: Začať
sr: Kako početi
tr: Başla

source: GiB
es: GB
fi: Gt
fr: Gio
it: GB
tr: GB

source: Global application style
de: Generelles Programmaussehen
fr: Style global de l'application
it: Stile globale dell'applicazione
sk: Globálny štýl aplikácie
sr: Globalni stil programa
tr: Genel uygulama biçimi

source: Grant &extra slot
de: &Extra Slot gewähren
es: Garantizar slot &extra
fi: Anna &ylimääräinen latauspaikka
fr: Accorder un &extra slot
it: Concedi &extra slot
sk: Udeliť &extra slot
sr: &Dozvoli dodatni slot
tr: Bu kullanıcıya ekstra slot ver

source: Grants the remote user a slot. Once they connect, or if they don't connect in 10 minutes, the granted slot is removed.
de: Erteilt dem fernen Benutzer einen Slot wenn dieser verbindet, falls der Benutzer nicht verbunden ist verfällt der Extraslot nach 10 Minuten.
es: Garantizar conexión a un usuario remoto. Una vez conectado, o si no conecta en 10 minutos, esta asignación será eliminada.
fr: Accorde un slot à l'utilisateur. Une fois qu'il est connecté, ou s'il ne se connecte pas dans les 10 minutes, le slot accordé ne l'est plus.
it: Assegna uno slot all'utente remoto. Una volta connesso, o se non si connette entro 10 minuti, lo slot assegnato sarà rimosso
sr: Dodeljuje slot udaljenom korisniku. Nakon što se poveže ili ukoliko se ne poveže za 10 minuta, dodeljeni slot se uklanja.

source: Greetz and Contributors
de: Grüße und Mitwirkende
es: Saludos y Colaboradores
fi: Terveiset sekä kehittämiseen osallistuneet
fr: Remerciements et Contributeurs
it: Ringraziamenti e contribuenti
sk: Poďakovania a príspevky
sr: Pozdravi i saradnici
tr: Karşılama ve Katkıda Bulunanlar

source: Group
de: Gruppe
es: Grupo
fi: Ryhmä
fr: Groupe
it: Gruppo
sk: Skupina
sr: Grupa
tr: Grup

source: Group name
de: Gruppenname
es: Nombre del grupo
fi: Ryhmän nimi
fr: Nom du groupe
it: Nome gruppo
sk: Názov skupiny
sr: Ime grupe
tr: Grup adı

source: Group properties
de: Gruppeneigenschaften
es: Propiedades del grupo
fi: Ryhmän ominaisuudet
fr: Propriétés du groupe
it: Proprietà gruppo
sk: Vlastnosti skupiny
sr: Svojstva grupe
tr: Grup özellikleri

source: Grouped by files
de: Gruppiert nach Dateien
es: Agrupar por ficheros
fi: Ryhmitelty tiedostottain
fr: Groupés par fichier
it: Raggruppati per file
sk: Zoskupené podľa súborov
sr: Grupiši po datotekama
tr: Dosyalara göre gruplanmış

source: Grouped by users
de: Gruppiert nach Benutzern
es: Agrupar por usuarios
fi: Ryhmitelty käyttäjittäin
fr: Groupés par utilisateur
it: Raggruppati per utenti
sk: Zoskupené podľa používateľov
sr: Grupiši po korisnicima
tr: Kullanıcıya göre gruplanmış

source: Guess user country from IP
de: Land des Benutzers anhand der IP raten
es: Obtener pais del usuario desde la IP
fi: Arvaa käyttäjän maa IP:n perusteella
fr: Déduire le pays de l'utilisateur d'après son IP
it: Visualizza il paese dell'utente dall'IP
sk: Hádať krajinu používateľa podľa IP
sr: Pogodi zemlju porekla korisnika po IP
tr: Kullanıcının Ülkesini Bul

source: HTTP Proxy (for hublist only)
de: HTTP Proxy (nur für Hublist)
es: Dirección HTTP proxy para bajar la lista de hubs
fi: HTTP-välityspalvelin (vain hubilistoille)
fr: Proxy HTTP (listes de hubs seulement)
it: Proxy HTTP (solamente per l'elenco degli hub)
sk: HTTP proxy (iba pre zoznamy hub-ov)
sr: HTTP Proxy (samo za liste habova)
tr: HTTP Proxy kullan (Sadece ortak merkez listeleri için)

source: Height of the message editing box
de: Höhe der Box zur Eingabe von Nachrichten
es: Longitud de la caja de edición de mensajes
fr: Hauteur de la zone d'écriture de message
it: Altezza della casella dei messaggi
sk: Výška boxu pre editáciu správ
sr: Visina polja za izmenu poruka
tr: Mesaj düzenleme kutusunun yüksekliği

source: Help
de: Hilfe
es: Ayuda
fi: Ohje
fr: Aide
it: Aiuto
sk: Pomocník
sr: Pomoć
tr: Yardım

source: Help &Contents F1
de: Hilfe F1
es: &Ayuda F1
fi: Ohjeen aiheet F1
fr: Aide : &Sommaire et Index F1
it: Aiuto sui &contenuti F1
sk: &Obsah Pomocníka F1
sr: Sadržaj &pomoći F1
tr: Yardım &İçeriği F1

source: Help center
de: Hilfe Center
es: Centro de ayuda
fi: Ohjekeskus
fr: Centre d'aide
it: Centro di aiuto
sk: Centrum pomoci
sr: Centar pomoći
tr: Yardım merkezi

source: Hidden user
de: Versteckter Benutzer
es: Usuario oculto
fi: Piilotettu käyttäjä
fr: Utilisateur caché
it: Utente nascosto
sk: Skrytý užívateľ
sr: Sakriveni korisnik
tr: Gizli kullanıcı

source: Hide files already in share
de: Bereits freigegebene Dateien verstecken
es: Ocultar archivos ya compartidos
fi: Piilota jaossa jo olevat tiedostot
fr: Masquer les fichiers déjà en partage
it: Nascondi i file già condivisi
sk: Skryť už zdieľané súbory
sr: Sakrij datoteke koje se već dele
tr: Zaten paylaşılan dosyaları gizle

source: High
de: Hoch
es: Alta
fi: Korkea
fr: Haute
it: Alta
sk: Vysoká
sr: Visok
tr: Yüksek

source: High prio max size
de: Maximale Größe für hohe Priorität
es: Tamaño máximo prioridad "Alta"
fi: Korkea tärk. max
fr: Max prio Haute
it: Dimensione massima con priorità alta
sk: Vysoká prio. max. veľkosť
sr: Maksimalna veličina za visok prioritet
tr: Yüksek boyutu

source: Highest
de: Höchste
es: Máxima
fi: Korkein
fr: La plus Haute
it: Più alta
sk: Najvyššia
sr: Najviši
tr: En yüksek

source: Highest prio max size
de: Maximale Größe für höchste Priorität
es: Tamaño máximo prioridad "Máxima"
fi: Korkein tärkeys max
fr: Max prio Plus Haute
it: Dimensione massima con priorità più alta
sk: Najvyššia prio. max. veľkosť
sr: Maksimalna veličina za najviši prioritet
tr: En Yüksek boyutu

source: Highlighted tab
de: Hervorgehobener Tab
es: Pestaña destacada
fr: Onglet éclairci
it: Scheda selezionata
sk: Zvýraznený tab
sr: Obeleženi jezičak
tr: Vurgulanmış sekme

source: Highlights the last occourrence of the specified search string in the chat window.
de: Markiert das letzte vorkommende Suchergebnis im Chatfenster.
fr: Surligne la dernière occurence de la chaîne de recherche spécifiée dans la fenêtre de chat.
it: Mette in evidenza l'ultima occorrenza della stringa di ricerca specificata nella finestra della chat.
sr: Ističe poslednju pojavu definisane pretrage u čet prozoru.

source: History
de: Chronik
es: Historial
fi: Historia
fr: Historique
it: Cronologia
sk: Historia
sr: Istorija
tr: Geçmiş

source: Homepage
es: Sitio web
fi: Kotisivu
fr: Page d'accueil
it: Pagina principale
sk: Domovská stránka
sr: Početna stranica
tr: Anasayfa

source: Hub IP & port
de: Hub IP und Port
fr: IP & port du hub
it: Porta & IP dell'hub
sk: IP adresa hub-u & port
sr: Hab IP i port

source: Hub Menu
de: Hubmenü
es: Menú del Hub
fi: Hubivalikko
fr: Menu Hub
it: Menu Hub
sr: Hab meni
tr: Merkez Menüsü

source: Hub address
de: Hub-Adresse
fi: Hubin osoite
fr: Adresse du hub
it: Indirizzo dell'hub
sk: Adresa hub-u
sr: Adresa haba
tr: Merkez bulunağı

source: Hub address (see help for usage)
de: Hub-Adresse (siehe Hilfe für Verwendung)
es: Dirección del hub (véase ayuda para su uso)
fr: Adresse du hub (plus d'infos dans l'aide)
it: Indirizzo dell'hub (consulta la guida per l'utilizzo)
sk: Adresa hub-u (pozri pomoc pre používanie)
sr: Adresa haba (videti pomoć za upotrebu)
tr: Merkez bulunağı (kullanımı için yardıma bakın)

source: Hub address cannot be empty
de: Hub Adresse kann nicht leer sein
es: Hub dirección no puede estar vacío
fi: Hubin osoite ei voi olla tyhjä.
fr: L'adresse du hub ne peut pas être vide
it: L'indirizzo dell'hub non puo essere vuoto
sk: Adresu hub-u nemožno nevyplniť
sr: Adresa haba ne sme biti prazna
tr: Merkez bulunağı boş olamaz

source: Hub address or Magnet link
de: Hub Adresse oder Magnetlink
fr: Adresse de hub ou lien Magnet
it: Indirizzo dell'hub o collegamento magnet
sk: Adresa hub-u alebo Magnet link
sr: Adresa ili magnet link haba

source: Hub already exists as a favorite
de: Hub ist bereits als Bevorzugter eingetragen
es: Este hub ya está entre los Favoritos
fi: Hubi on jo suosikeissa
fr: Ce hub existe déjà dans les hubs favoris
it: L'hub preferito esiste già
sk: Hub je už medzi obľúbenými
sr: Hab već postoji kao omiljeni
tr: Merkez zâten gözde merkezlerinize ekli

source: Hub list downloaded (%1%)
fr: List de hubs téléchargée (%1%)

source: Hub offline
fr: Hub déconnecté
it: Hub non in linea
sr: Hab nije povezan

source: Hub operator
de: Hub Betreiber
fr: Opérateur du hub
it: Operatore hub
sk: Operátor hub-u
sr: Hab operater
tr: Merkez yöneticisi

source: Hublist
de: Hubliste
es: Lista de Hubs
fi: Hubilista
fr: Liste de hubs
it: Lista hub
sk: Zoznam hub-ov
sr: Lista habova
tr: Merkez listesi

source: Hubs (registered)
de: Hubs (registriert)
fr: Hubs (enregistré)
it: Hub (registrati)
sk: Hub-y (registrované)
sr: Habovi (registrovani)
tr: Merkezler (kayıtlı)

source: Hubs where I'm op
de: Hubs, auf denen ich Op bin
fr: Hubs où je suis op
sr: Habovi gde sam OP

source: Hubs with secure transfers
de: Hubs mit sicheren Übertragungen
fr: Hubs avec transferts securisés
sr: Habovi sa sigurnim prenosom

source: IP -> country mappings are disabled. Turn them back on via Settings > Appearance.
de: IP -> Ländeszuordnung deaktiviert. Wieder aktivieren via Einstllungen > Ansicht
fr: Les correspondances IP -> pays sont désactivées. Réactivez-les via Options > Aspect.
it: IP -> le mappature del paese sono disabilitate. Riattivale tramite Impostazioni > Aspetto.
sk: IP -> mapovania krajiny sú vypnuté. Zapnite ich späť cez Nastavenia > Vzhľad
sr: IP -> zemlja mapiranje je isključeno. Možete ih uključiti preko menija Podešavanja > Izgled.
tr: IP -> ülke gösterimi kapalı. Ayarlar > Görünüm sekmesine giderek açın.

source: Identification (leave blank for defaults)
de: Identifizierung (leer lassen, für Standardwerte)
es: Identificación (dejar en blanco para valores por defecto)
fi: Tunnistus (käyttää oletuksia, jos jätät tyhjäksi)
fr: Identification (vide = par défaut)
it: Identificazione (lasciare vuoto per il predefinito)
sk: Identifikácia (ak necháte prázdne, použije sa štandardná)
sr: Identifikacija (ostavi prazno za podrazumevano)
tr: Tanımlama (varsayılan değerler için boş bırakın)

source: Idle
de: Bereit
es: Inactivo
fi: Odotetaan
fr: Inactif
it: In attesa
sk: Nečinný
sr: Neaktivan
tr: Boşta

source: If no parameter is specified, it launches the log for the hub or private chat with the associated application in Windows. If one of the parameters is specified it opens that log file. The status log is available only in the hub frame.
de: Falls kein Parameter eingegeben wurde, öffnet es das Logfile des Hubs oder privat Chat im zugewiesenen Windows Programm. Ist ein Parameter eingegeben öffnet es das zugehörige Logfile. Das Statuslog kann nur vom Hubframe aufgerufen werden..
fr: Si aucun paramètre n'est spécifié, ouvre le fichier journal du hub ou message privé actuel en utilisant l'application par défaut de Windows. Si l'un des paramètres est spécifié, ouvre le fichier journal correspondant. Le fichier journal des messages d'état (status) n'est disponible qu'à partir du chat central des hubs.
it: Se non viene specificato alcun parametro, avvia il registro dell'hub o della chat privata con l'applicazione associata di Windows. Se viene specificato uno dei prametri, apre quel file di registro. Il registro di stato è disponibile soltanto nella schermata dell'hub.
sr: Ukoliko nijedan parametar nije definisan, učitava dnevnik za hab ili privatni čet u definisanoj aplikaciji unutar Windows-a. Ukoliko je jedan od parametara definisan onda otvara tu datoteku sa dnevnikom. Statusni dnevnik je dostupan samo u hab prozoru.

source: Ignore chat
de: Ignoriere Chat
fr: Ignorer (chat)
it: Ignora le conversazioni
sk: Ignorovať chat
sr: Ignoriši čet
tr: Sohbeti yoksay

source: Ignore chat messages
de: Ignoriere Chatnachrichten
fr: Ignorer les messages de chat
it: Ignora i messaggi delle chat
sk: Ignorovať chat správy
sr: Ignoriši poruke sa četa
tr: Sohbet iletilerini yoksay

source: Ignore private messages from bots
de: Private Nachrichten von Bots ignorieren
es: Ignorar mensajes privados de los bots (Robots)
fi: Hylkää bottien lähettämät yksityisviestit
fr: Ignorer les messages privés des bots
it: Ignora i messaggi privati dai bot
sk: Ignorovať súkromné správy od robotov
sr: Ignoriši privatne poruke od botova
tr: Bot'lardan gelen özel mesajları engelle

source: Ignore private messages from the hub
de: Private Nachrichten vom Hub ignorieren
es: Ignorar mensajes privados del hub
fi: Hylkää hubien lähettämät yksityisviestit
fr: Ignorer les messages privés du hub
it: Ignora i messaggi privati dall'hub
sk: Ignorovať súkromné správy od hub-u
sr: Ignoriši privatne poruke od haba
tr: Merkezden gelen özel iletileri yoksay

source: Ignored message: %1%
de: Ignorierte Nachricht: %1%
es: Ignorado mensaje: %1%
fi: Viesti hylätty: %1%
fr: Message ignoré : %1%
it: Messaggio ignorato: %1%
sk: Ignorovaná správa: %1%
sr: Ignorisane poruke: %1%
tr: Mesaj gözardı edildi: %1%

source: In away mode
de: In Abwesenheitsmodus
es: Modo Ausente
fr: En mode absent
it: In modalità di assenza
sk: V režime neprítomnosti
sr: U odsutnom režimu
tr: Uzak modunda

source: Increase priority
de: Priorität erhöhen
fr: Augmenter la priorité
it: Aumenta priorità
sr: Povećaj prioritet

source: Indexing progress
de: Indizierungsfortschritt
es: Progreso del Indexado
fi: Tietokannan luonnin tila
fr: Progression de l'indexation
it: Avanzamento dell'indicizzazione
sk: Priebeh indexácie
sr: Napredovanje popisa
tr: İndeksleme İşlemi

source: Install the plugin
de: Plugin installieren
fr: Installer le plugin
it: Installa il plugin
sk: Nainštalovať zásuvný modul
sr: Instaliraj priključak

source: Installation path:
de: Installationspfad:
fr: Installé dans :
it: Percorso di installazione:
sr: Putanja instalacije:

source: Installed Plugins
de: Installierte Plugins
fr: Plugins Installés
it: Plugin installati
sk: Nainštalované zásuvné moduly
sr: Instalirani priključci

source: Integrity check: %1% (%2%)
de: Prüfung fer Integrität: %1% (%2%)
es: Verificacion de integridad: %1% (%2%)
fi: Eheystarkastus: %1% (%2%)
fr: Vérification de l'intégrité : %1% (%2%)
it: Controllo integrità: %1% (%2%)
sk: Kontrola integrity: %1% (%2%)
sr: Provera integriteta: %1% (%2%)
tr: Bütünlüğü kontrol et: %1% (%2%)

source: Invalid extension: %1%
de: Falsche Endung: %1%
es: Complemento erróneo: %1%
fr: Extension invalide : %1%
it: Estensione non valida: %1%
sk: Neplatné rozšírenie: %1%
sr: Neispravan dodatak: %1%
tr: Geçersiz uzantı: %1%

source: Invalid file list name
de: Ungültiger Dateilistenname
es: El nombre de la lista de archivos no es válido
fi: Virheellinen tiedostolistan nimi
fr: Nom de liste de fichiers invalide
it: Elenco file non valido
sk: Neplatný názov zoznamu súborov
sr: Neispravno ime liste datoteka
tr: Geçersiz dosya liste adı

source: Invalid input value for TTH search
de: Ungültiger Eingabewert für TTH Suche
fr: Recherche TTH avec une clé invalide
it: Valore di input non valido per la ricerca TTH
sk: Neplatná vstupná hodnota pre TTH vyhľadávanie
sr: Neispravno uneta vrednost za TTH pretragu

source: Invalid number of slots
de: Ungültige Slot-Anzahl
es: Número de Slots NO válido
fi: Latauspaikkojen määrä ei kelpaa
fr: Nombre de slots invalide
it: Numero di slot non valido
sk: Neplatný počet slotov
sr: Neispravan broj slotova
tr: (!) Geçersiz slot sayısı

source: Invalid speed value
fr: Invalide valeur de vitesse

source: Invalid value
de: Ungültiger Wert
fr: Valeur invalide
it: Valore non valido
sr: Neispravna vrednost

source: Item edition
de: Teile-Edition
es: Edición de objeto
fr: Édition d'un item
it: Edizione oggetto
sk: Úprava položky
sr: Izdanje unosa
tr: Öğe düzenleme

source: Join/part of favorite users showing off
de: Eintritts- und Austrittsmeldungen für bevorzugte Benutzer aus
es: Affichage des Entrées/Sorties des utilisateurs favoris désactivé
fi: Suosikkikäyttäjä saapui/poistui -näyttö pois päältä
fr: Affichage des Entrées/Sorties des utilisateurs favoris désactivé
it: Visualizzazione entrate / uscite utenti preferiti disattivata
sk: Pripojiť/odpojiť offline obľúbených používateľov
sr: Prikazivanje dolazaka/odlazaka omiljenih korisnika isključeno
tr: Favori kullanıcıların giriş/çıkış'ları gösterilmeyecek

source: Join/part of favorite users showing on
de: Eintritts- und Austrittsmeldungen für bevorzugte Benutzer an
es: Affichage des Entrées/Sorties des utilisateurs favoris activé
fi: Suosikkikäyttäjä saapui/poistui -näyttö päällä
fr: Affichage des Entrées/Sorties des utilisateurs favoris activé
it: Visualizzazione entrate / uscite utenti preferiti attivata
sk: Pripojiť/odpojiť online obľúbených používateľov
sr: Prikazivanje dolazaka/odlazaka omiljenih korisnika uključeno
tr: Favori kullanıcıların giriş/çıkış'ları gösterilecek

source: Join/part showing off
de: Eintritts- und Austrittsmeldungen aus
es: Ver Entra/Sale desactivado
fi: Näytä saapui/poistui -viestit pois päältä
fr: Affichage des entrées/sorties désactivé
it: Visualizzazione entrate / uscite disattivata
sk: Pripojiť/odpojiť offline
sr: Prikazivanje dolazaka/odlazaka isključeno
tr: Girenleri / Çıkanları gösterme

source: Join/part showing on
de: Eintritts- und Austrittsmeldungen an
es: Ver Entra/Sale activado
fi: Näytä saapui/poistui -viestit päällä
fr: Affichage des entrées/sorties activé
it: Visualizzazione entrate / uscite attivata
sk: Pripojiť/odpojiť online
sr: Prikazivanje dolazaka/odlazaka uključeno
tr: Girenleri / Çıkanları göster

source: Joins <hub-ip>. See also Open new window when using /join.
de: Tritt <hub-ip> bei. Schauen Sie auch im geöffneten neuen Fenster nach, wenn Sie /join nutzen.
fr: Se connecte à <hub-ip>. Voir aussi Ouvrir une nouvelle fenêtre lors de l'utilisation de /join.
it: Si unisce a <hub-ip>. Consulta anche Apri una nuova finestra quando si utilizza /join.
sr: Pristupa <hub-ip>. Takođe vidi "Otvori novi prozor" kada koristite /join.

source: Joins: %1%
de: Beitritte:%1%
fr: Entre : %1%
it: Si unisce: %1%
sk: Vstupov: %1%
sr: Dolasci: %1%
tr: Katılımlar: %1%

source: KB
fi: Kt
fr: Ko

source: Keep duplicate files in your file list
de: Doppelte Dateien in der Dateiliste behalten
es: Compartir archivos duplicados (Estos archivo no cuentan para el tamaño de archivos compartidos)
fi: Näytä tuplatiedostot tiedostolistassa
fr: Conserver les fichiers doublons dans votre liste de fichiers
it: Mantieni i file duplicati nel tuo elenco dei file
sk: Ponechať duplicity vo vašom zozname súborov
sr: Zadrži duplikate datoteka u listi
tr: Aynısı bulunan dosyaları dosya listesinde göster (Paylaşım boyutuna dahil değildir)

source: Keep finished files in the queue
de: Fertiggestellte Dateien in der Warteschlange belassen
es: Mantén los archivos finalizados en la cola
fi: Pidä valmistuneet tiedostot jonossa
fr: Garder les fichiers terminés dans la liste de téléchargement
it: Mantieni nella coda i file scaricati
sk: Nechať dokončené súbory v queue
sr: Zadrži prenešene datoteke u redu
tr: Tamamlanmış dosyaları kuyrukta sakla

source: Keep it between
de: Dazwischen halten
es: Mantener entre
fr: La garder entre
it: Mantienila tra
sk: Udržať to medzi
sr: Zadrži ih između
tr: Arada sakla

source: Key Search:
de: Schlüsselsuche
es: Clave de búsqueda:
fr: Clé de Recherche :
it: Chiave di ricerca:
sk: Kľúčové hľadanie
sr: Ključna pretraga:
tr: Anahtar arama:

source: KiB
es: KB
fi: Kt
fr: Kio
it: kB
tr: kB

source: KiB/s
es: KB/s
fi: Kt/s
fr: Kio/s
it: kB/s
tr: kB/sn

source: Language
de: Sprache
es: Idioma
fi: Kieli
fr: Langue
it: Lingua
sk: Jazyk
sr: Jezik
tr: Dil

source: Last message occured %1%
de: Letzte Nachricht aufgetreten %1%
fr: Dernier message : %1%
it: Ultimo messaggio ricevuto il %1%
sr: Poslednja poruka se desila %1%

source: Latest stable version
de: Letzte stabile Version
es: Última versión estable
fi: Viimeisin vakaa versio
fr: Dernière version stable
it: Ultima versione stabile
sk: Posledná stabilná verzia
sr: Poslednja stabilna verzija
tr: Son kararlı sürüm

source: Launches your default web browser to the DuckDuckGo search engine with the specified search.
de: Öffnet die DuckDuckGo-Suchmaschine im Standardbrowser mit dem eingegebenen Suchbegriff.
fr: Effectue une recherche DuckDuckGo en utilisant la chaîne de recherche spécifiée dans votre navigateur web par défaut.
it: Apre nel tuo browser predefinito il motore di ricerca DuckDuckGo con la ricerca specificata.
sr: Pokreće vaš podrazumevani internet pregledač sa unetom pretragom na DuckDuckGo pretraživaču.

source: Launches your default web browser to the Google search engine with the specified search.
de: Öffnet die Google-Suchmaschine im Standardbrowser mit dem eingegebenen Suchbegriff.
fr: Effectue une recherche Google en utilisant la chaîne de recherche spécifiée dans votre navigateur web par défaut.
it: Apre il tuo browser predefinito alla pagina di ricerca di Google con la ricerca specificata.
sr: Pokreće vaš podrazumevani internet pregledač sa unetom pretragom na Google pretraživaču.

source: Launches your default web browser to the Internet Movie Database (imdb) with the specified query.
de: Öffnet die internet-Filmdatenbank im Standardbrowser mit dem eingegebenen Suchbegriff.
fr: Effectue une recherche Internet Movie Database (imdb) en utilisant la chaîne de recherche spécifiée dans votre navigateur web par défaut.
it: Apre il tuo browser predefinito alla pagina Internet Movie Database (imdb) con la ricerca specificata.
sr: Pokreće vaš podrazumevani internet pregledač sa unetom pretragom na Internet bazi filmova (IMDb).

source: Launches your default web browser with the given URL.
de: Öffnet den Standardbrowser mit der angegebenen URL.
fr: Ouvre l'URL spécifiée dans votre navigateur web par défaut.
it: Lancia il tuo browser predefinito con l'URL dato.
sr: Pokreće vaš podrazumevani internet pregledač sa datom adresom.

source: Limits
de: Grenzen
es: Límites
fi: Rajoitukset
fr: Limites
it: Limiti
sk: Obmedzenia
sr: Ograničenja
tr: Limitler

source: Line speed (upload)
de: Anschlussgeschwindigkeit (Upload)
es: Velocidad de Subida
fi: Lähetysnopeus
fr: Vitesse d'envoi
it: Velocità della linea (in upload)
sk: Rýchlosť linky (nahrávanie)
sr: Brzina veze (slanje)
tr: Bağlantı Hızı (Gönderme)

source: Links
es: Enlaces
fi: Linkit
fr: Liens
it: Collegamenti
sk: Odkazy
sr: Adrese
tr: Bağlantılar
