Repository: RoLex/feardc
Catalog: win32/po/*.po
Languages: de, es, fi, fr, it, sk, sr, tr

source: Use second set of bandwidth limits from
de: Zweiten Satz der Übertragungsgeschwindigkeit-Begrenzungen nutzen von
es: Usa el segundo set de límites de ancho de banda de
fr: Utiliser les limitations secondaires de bande passante de
it: Usa i limiti secondari sulla banda da
sk: Použiť druhý súbor obmedzení odosielania z
sr: Koristi drugu grupu ograničenja protoka od
tr: Şundan sonra ikincil bant genişliği sınırı koy

source: Use standard Windows tabs
de: Benutze Standard-Windows-Tabs
es: Usar pestañas estandar de Windows
fr: Utiliser les onglets par défaut de Windows
it: Utilizza le schede standard di Windows
sk: Použiť štandardné tab-y vo Windowse
sr: Koristi standardne Windows jezičke
tr: Windows sekmelerini kullan

source: Use system icons when browsing files (slows browsing down a bit)
de: Systemsymbole für Dateien benutzen (langsamer)
es: Usar iconos del sistema con los archivos (un poco más lento)
fi: Käytä järj.kuvakkeita tiedostoja selattaessa (hidastaa hieman selaamista)
fr: Utiliser les icônes système pour parcourir les fichiers (ralenti un peu l'exploration)
it: Utilizza le icone di sistema quando sfogli i file (può rallentare un po' la ricerca)
sk: Použiť pri prehliadaní súborov systémové ikony (trochu spomaľuje prehliadanie)
sr: Koristi sistemske ikonice pri pregledu datoteka (neznatno usporava pregled)
tr: Gezinirken dosyalar için varsayılan sistem simgelerini kullan (gezinmeyi biraz yavaşlatabilir)

source: User
de: Benutzer
es: Usuario
fi: Käyttäjä
fr: Utilisateur
it: Utente
sk: Používateľ
sr: Korisnik
tr: Kullanıcı

source: User Description
de: Benutzerbeschreibung
es: Descripción de Usuario
fi: Käyttäjän kuvaus
fr: Description Utilisateur
it: Descrizione Utente
sk: Popis používateľa
sr: Korisnički opis
tr: Kullanıcı tanımı

source: User Menu
de: Benutzermenü
es: Menú Usuario
fi: Käyttäjävalikko
fr: Menu Utilisateur
it: Menu Utente
sk: Používateľské menu
sr: Korisnički meni
tr: Kullanıcı Menüsünde

source: User certificate not trusted
de: Benutzer-Zertifikat wird nicht vertraut
es: Certificado de usuario no confiable
fi: Käyttäjän varmenne ei ole luotetuissa
fr: Utilisateur dépourvu de certificat de confiance
it: Certificato utente non approvato
sk: Používateľský certifikát nie je dôveryhodný
sr: Korisnički sertifikat nije poverljiv
tr: Kullanıcı sertifikası güvenli değil

source: User commands
de: Benutzer-Kommandos
fr: Commandes utilisateur
it: Comandi utente
sk: Užívateľské príkazy
sr: Korisničke komande
tr: Kullanıcı komutları

source: User matching
de: Benutzer-Übereinstimmung
fr: Correspondances d'utilisateurs
it: Corrispondenze degli utenti
sk: Zhoda užívateľov
sr: Podudaranje korisnika
tr: Kullanıcı eşlemesi

source: User matching definition
de: Benutzer-Übereinstimmungs-Definition
fr: Correspondance d'utilisateurs
it: Definizione delle corrispondenze degli utenti
sk: Definícia pre vyhľadávanie užívateľov
sr: Definicija podudaranja korisnika
tr: Kullanıcı eşleme tanımı

source: User matching definitions
de: Benutzer-Übereinstimmungs-Definitionen
fr: Correspondances d'utilisateurs
it: Definizioni delle corrispondenze degli utenti
sk: Definície pre vyhľadávanie užívateľov
sr: Definicije podudaranje korisnika
tr: Kullanıcı eşleme tanımları

source: User offline
de: Benutzer offline
es: Usuario desconectado
fi: Käyttäjä offline-tilassa
fr: Utilisateur déconnecté
it: Utente non connesso
sk: Používateľ je odpojený
sr: Korisnik nije povezan
tr: Kullanıcı Çevrimdışı

source: User went offline
de: Benutzer ist offline gegangen
es: El usuario se ha desconectado
fi: Käyttäjä siirtyi offline-tilaan
fr: Utilisateur déconnecté
it: L'utente si è disconnesso
sk: Používateľ sa odpojil
sr: Korisnik više nije na vezi
tr: Kullanıcı'nın bağlantısı kesildi

source: User went online
de: Benutzer ging online
fr: Utilisateur connecté
it: L'utente si è disconnesso
sk: Užívateľ zmenil stav na online
sr: Korisnik se isključio

source: Users
de: Benutzer
es: Usuarios
fi: Käyttäjiä
fr: Utilisateurs
it: Utenti
sk: Používatelia
sr: Korisnici
tr: Kullanıcılar

source: Users: %1%
de: Benutzer: %1%
es: Usuarios: %1%
fi: Käyttäjiä: %1%
fr: Utilisateurs : %1%
it: Utenti: %1%
sk: Používatelia: %1%
sr: Korisnici: %1%
tr: Kullanıcılar: %1%

source: Value
de: Wert
es: Valor
fi: Arvo
fr: Valeur
it: Valore
sk: Hodnota
sr: Vrednost
tr: Değer

source: View status messages in chat
de: Zeige Statusnachrichten im Chat
fr: Afficher les messages d'état dans le chat
it: Visualizza i messaggi di stato nella chat
sk: Zobraziť stavové správy v chat-e
sr: Prikazuj statusne poruke na četu

source: Viewing text file: %1%
de: Zeige Text-Datei: %1%
fr: Visualisation du fichier texte : %1%
it: Visualizzazione in corso del file di testo: %1%
sk: Zobrazovanie textového súboru: %1%
sr: Pregledate tekstualnu datoteku: %1%
tr: %1% metin dosyası görüntüleniyor

source: Virtual name
de: Virtueller Name
es: Nombre Virtual
fi: Virtuaalinimi
fr: Nom virtuel
it: Nome virtuale
sk: Virtuálny názov
sr: Virtuelno ime
tr: Sanal Adı

source: Waiting (%1% of %2% users online)
de: Warte (%1% von %2% Benutzer online)
es: Esperando (%1% of %2% usuarios conectado)
fi: Odotetaan (%1%/%2% käyttäjää online-tilassa)
fr: En attente (%1% sur %2% utilisateurs connectés)
it: In attesa (%1% di %2% utenti in linea)
sk: Čaká sa (%1% z %2% používateľov pripojených)
sr: Čekam (%1% od %2% korisnika povezanih)
tr: Beklemede (%1% / %2% kullanıcı çevrimiçi)

source: Waiting (User online)
de: Warte (Benutzer online)
es: Esperando (Usuario conectado)
fi: Odotetaan (käyttäjä online-tilassa)
fr: Attente (Utilisateur connecté)
it: In attesa (Utente connesso)
sk: Čaká sa (používateľ pripojený)
sr: Čekam (Korisnik povezan)
tr: Bekleniyor (Kullanıcı Çevrimiçi)

source: Waiting to retry
de: Auf neuen Versuch warten
es: Esperando para reintentar
fi: Odotetaan uudelleenyritystä
fr: En attente avant de réessayer
it: In attesa di un nuovo tentativo
sk: Čaká sa na opätovný pokus
sr: Čekam za ponovni pokušaj
tr: Yeniden denemek için bekliyor

source: Warning: Allowing content to open a program can be useful, but it can potentially harm your computer. Do not allow it unless you trust the source of the content.
de: Warnung: Inhalt erlauben, ein Programm zu öffnen, kann nützlich sein, jedoch kann dies möglicherweise ihren Computer beschädigen. Erlauben Sie es nicht, ausser Sie vertrauen der Quelle, aus der der Inhalt stammt.
fr: Attention : Il peut être utile de permettre à un contenu d'ouvrir un programme, mais ceci peut aussi potentiellement endommager votre ordinateur. N'autorisez cela que si vous avez confiance en la source du contenu.
sr: Upozorenje: Dozvoliti sadržaju da otvori program može biti korisno, ali može potencijalno da ošteti računar. Nemojte dozvoliti ukoliko nemate poverenje u izvor sadržaja.

source: Website:
de: Webseite:
fr: Site web :
it: Sito web:
sk: Web stránka:
sr: Web stranica:

source: What's This?
de: Was ist das?
es: ¿Qué es esto?
fi: Mikä tämä on?
fr: Qu'est-ce que c'est ?
it: Che cos'è?
sk: Čo je toto?
sr: Šta je ovo?
tr: Bu Nedir?

source: Whitelisted URIs to open
de: Vertrauenswürdige URls zum Öffnen
fr: Liste blanche d'URIs à ouvrir
sr: URI u beloj listi za otvaranje

source: Window options
de: Fenster-Optionen
es: Opciones de Ventana
fi: Ikkuna-asetukset
fr: Options des Fenêtres
it: Opzioni delle finestre
sk: Možnosti okna
sr: Opcije prozora
tr: Pencere Ayarları

source: Windows
de: Fenster
es: Ventanas
fi: Ikkunat
fr: Fenêtres
it: Finestre
sk: Okná
sr: Prozori
tr: Pencereler

source: Write buffer size
de: Schreibpuffer-Größe
es: Tamaño Buffer de Escritura
fi: Kirjoituspuskuri
fr: Taille du tampon d'écriture
it: Dimensione del buffer di scrittura
sk: Veľkosť buffera pre zápis
sr: Veličina bafera za upis
tr: Yazma önbelleği boyutu

source: Yes
de: Ja
es: Sí
fi: Kyllä
fr: Oui
it: Sì
sk: Áno
sr: Da
tr: Evet

source: Yes (bg)
de: Ja(bg)
fr: Oui (fond)
it: Sì (bg)
sk: Áno (bg)
sr: Da (bg)
tr: Evet (bg)

source: Yet another tab
de: Noch ein Tab
es: Otra pestaña
fr: Et un autre onglet
it: Un'altra scheda
sk: Ešte iný tab
sr: Još jedan jezičak
tr: Başka sekme

source: You must enter a name
de: Sie müssen einen Namen eingeben
es: Debe ingresar un nombre
fi: Kirjoita nimi
fr: Vous devez préciser un nom
it: Devi inserire un nome
sk: Musíte zadať meno
sr: Morate uneti ime
tr: Bir isim girmelisiniz

source: Your nick was already taken, please change to something else!
de: Nickname bereits vorhanden, bitte ändern!
es: Tu Nick esta siendo ocupado, por favor cambialo por otro!
fi: Nimimerkkisi on jo käytössä, valitse toinen nimimerkki
fr: Votre pseudo est déjà utilisé, veuillez en choisir un autre !
it: Il tuo soprannome è già in uso, modificalo, per piacere!
sk: Vaša prezývka bola už obsadená, prosím, zmeňte si ju na inú!
sr: Vaš nadimak je već upotrebljen, molim promenite ga!
tr: Seçtiğiniz isim bir başkası tarafından kullanılıyor, lütfen başka bir isim seçin!

source: [Ignored some incomplete directories]
de: [Einige unvollständige Verzeichnisse ignoriert]
fr: [Certains répertoires incomplets ont été ignorés]
it: [Ignorate alcune cartelle incomplete]
sk: [Ignorované niektoré nekompletné priečinky]
sr: [Ignorisao neke nekompletne direktorijume]
tr: [bâzı tamamlanmamış dizinler yoksayıldı]

source: and
de: und
es: y
fr: et
it: e
sk: a
sr: i
tr: ve

source: beginning
de: Beginne
fr: début
it: inizio
sk: začiatok
sr: početak
tr: başlangıç

source: encrypted transfer
de: Verschlüsselte Übertragung
fr: transfert crypté
it: trasferimento cifrato
sr: šifrovan prenos

source: end
de: Ende
fr: bas
it: fine
sk: koniec
sr: kraj
tr: bitiş

source: file list
de: Dateiliste
es: lista de archivos
fi: tiedostolista
fr: liste de fichiers
it: elenco dei file
sk: zoznam súborov
sr: listu datoteka
tr: dosya listesi

source: lines
de: Zeilen
es: líneas
fi: riviä
fr: lignes
it: linee
sk: riadkov
sr: linije
tr: satırlar

source: minutes of inactivity (0 = disabled)
de: Minuten Inaktivität (0= abgeschaltet)
fr: minutes d'inactivité (0 = désactivé)
it: minuti di inattività (0 = disattivato)
sk: minút neaktivity (0 = vypnuté)
sr: minuta neaktivnosti (0 = onemogućeno)
tr: etkin olunmayan dakîka (0 = devre dışı)

source: seconds
de: Sekunden
fr: secondes
it: secondi
sr: sekundi

source: to
de: bis
es: a
fr: à
it: a
sk: pre
sr: do
tr: şuna

source: transfer
de: übertragen
fr: transfert
it: trasferimento
sr: prenos

source: %1% / %2% item
de: %1% / %2% Eintrag
es: %1% / %2% elemento
it: %1% / %2% oggetto
sk: %1% / %2% položka
sr: %1% / %2% stavka
tr: %1% / %2% öğe

source: %1% hubs
fi: %1% hubia
it: %1% hub
sk: %1% hub-ov
sr: %1% habova
tr: %1% merkez

source: %1% item
de: %1% Element
es: %1% elemento
fi: %1% kohde
it: %1% oggetto
sk: %1% položka
sr: %1% stavka
tr: %1% öğe

source: %1% items
es: %1% elementos
it: %1% oggetti
sk: %1% položiek
sr: %1% stavki
tr: %1% öğe

source: &Description
de: &Beschreibung
es: &Descripción
fi: &Kuvaus
it: &Descrizione
sk: &Popis
sr: &Opis
tr: &Açıklama

source: Application
de: Anwendung
es: Aplicación
fi: Sovellus
it: Applicazione
sk: Aplikácia
sr: Program
tr: Uygulama

source: Chat
sr: Razgovor
tr: Sohbet

source: Description
de: Beschreibung
es: Descripción
fi: Kuvaus
it: Descrizione
sk: Popis
sr: Opis
tr: Açıklama

source: Description:
de: Beschreibung:
es: Descripción:
it: Descrizione:
sk: Popis:
sr: Opis:

source: E-Mail
es: Correo Electrónico
fi: Sähköpostiosoite
sr: E-pošta
tr: E-Posta

source: E-mail
es: Correo electrónico
fi: Sähköposti
sr: E-pošta
tr: E-posta

source: Email
es: Correo electrónico
sr: e‑pošta

source: Extension
de: Erweiterung
es: Complemento
fi: Lisäosa
it: Estensione
sk: Rozšírenie
sr: Dodatak
tr: Uzantı

source: Extensions
de: Erweiterungen
es: Extensiones
fi: Laajennokset
it: Estensioni
sk: Rozšírenia
sr: Dodatci
tr: Uzantılar

source: Hits
de: Treffer
it: Tentativi
sk: Výsledky
sr: Pogodaka

source: Hub
fi: Hubi
sr: Hab
tr: Merkez

source: Hub(s)
fi: Hubi(t)
it: Hub
sk: Hub(y)
sr: Hab(ovi)
tr: Merkez(ler)

source: Hubs
fi: Hubit
it: Hub
sk: Hub-y
sr: Habovi
tr: Merkezler

source: Hubs (normal)
it: Hub (normali)
sk: Hub-y (normálne)
sr: Habovi (normal)
tr: Merkezler (normal)

source: Hubs (op)
it: Hub (op)
sk: Hub-y (op)
sr: Habovi (op)
tr: Merkezler (yönetici)

source: Hubs: %1%
fi: Hubeja: %1%
it: Hub: %1%
sk: Hub-y: %1%
sr: Habovi: %1%
tr: Merkezler: %1%

source: Hubs: %1% / %2%
fi: Hubit: %1% / %2%
it: Hub: %1% / %2%
sk: Hub-y: %1% / %2%
sr: Habovi: %1% / %2%
tr: Merkezler: %1% / %2%

source: Items: %1%
de: Einträge: %1%
es: Elementos: %1%
fi: Kohteita: %1%
it: Oggetti: %1%
sk: Položiek: %1%
sr: Stavke: %1%
tr: Parçalar: %1%

source: Normal
fi: Normaali
it: Normale
sk: Normálna
sr: Normalan

source: Notifications
de: Benachrichtigungen
fi: Ilmoitukset
it: Notifiche
sk: Oznamovanie
sr: Obaveštenja
tr: Bildirimler

source: OK
es: Aceptar
sr: Potvrdi
tr: Tamam

source: Options
de: Optionen
es: Opciones
fi: Valinnat
it: Opzioni
sk: Možnosti
sr: Opcije
tr: Seçenekler

source: PM
de: PN
es: Mensaje Privado
fi: Yksityisviesti
sr: Privatne poruke
tr: Kişisel Mesaj

source: Pause
it: Pausa
sr: Pauza

source: Plugins
it: Plugin
sk: Zásuvné moduly
sr: Priključci

source: Proxy
fi: Välityspalvelin
sr: Proksi
tr: Vekil sunucu

source: Raw
de: Rohdaten
es: Crudo
sk: Nespracované
sr: Izvorno
tr: Sunucu

source: Slots
fi: Latauspaikat
it: Slot
sk: Sloty
sr: Slotovi
tr: Slotlar

source: Styles
de: Stile
it: Stili
sk: Štýly
sr: Stilovi
tr: Biçimler

source: Tag
es: Información
fi: Tiedot
it: Etichetta
sk: Značka
sr: Oznaka
tr: Etiket(Tag)

source: Type
de: Typ
es: Tipo
fi: Tyyppi
it: Tipo
sk: Typ
sr: Tip
tr: Tip

source: Version:
it: Versione:
sk: Verzia:
sr: Verzija:

source: minutes
de: Minuten
es: minutos
fi: minuuttia
it: minuti
sk: minút
sr: minuta
tr: dakika

source: Compiler
es: Compilador
it: Compilatore

source: Format
es: Formato
fi: Muoto
it: Formato
sk: Formát
tr: Biçim

source: MiBits/s
fi: Mbit/s
it: MBits/s
tr: MBits/sn

source: Port
es: Puerto
fi: Portti
it: Porta

source: Register with Windows to handle dchub://, adc:// and adcs:// URL links
de: dchub://, adc:// und adcs:// Protokolle mit Windows registrieren
es: Registrar con Windows para manejar enlaces dchub://, adc:// y adcs://
it: Registra l'applicazione in Windows per gestire i protocolli dchub://, adc:// e adcs://
sk: Asociácia dchub://, adc:// a adcs:// URL odkazov
tr: dchub://, adc:// ve adcs:// URL bağlantılarını yönetmek için Windows'a kaydet

source: A MAGNET link was given to DC++, but it didn't contain a valid file hash for use on the Direct Connect network. No action will be taken.
fi: MAGNET-linkki annettiin DC++:lle, mutta se ei sisältänyt oikeata tarkistussummaa Direct Connect -verkkoa varten. Mitään toimintoa ei suoriteta.
tr: (!) Girilen MAGNET kısayolu'nun içinde DC++ ağında kullanılabilecek bir veritabanı kodu olmadığından hiçbir şey yapılmayacak.

source: About DC++
fi: Tietoja DC++:sta
tr: DC++ Hakkında

source: Blog
fi: Blogi
tr: Web Günlüğü

source: D: %1%/s (%2%) U: %3%/s (%4%)
tr: A: %1%/s (%2%) G: %3%/s (%4%)

source: DC++ has detected a MAGNET link with a file hash that can be searched for on the Direct Connect network. What would you like to do?
fi: DC++ on havainnut MAGNET-linkin, joka sisältää tarkistussumman Direct Connect verkkoa varten. Mitä haluat tehdä?
tr: DC++ Direct Connect ağında arama yapılabilecek bir dosya özüne sahip MAGNET bağlantısı algıladı. Ne yapmak istersiniz?

source: Display the balloon only when DC++ is in the background
tr: Bildirimi ancak DC++ arkaplanda çalışırken göster

source: Enable away mode when DC++ is minimized
tr: DC++ küçültüldüğünde dışarda modunu etkinleştir

source: General information
fi: Yleistiedot
tr: Genel Bilgiler

source: Let DC++ determine the best connectivity settings
fi: Anna DC++:n määrittää parhaat yhteysasetukset
tr: En uygun bağlanılırlık ayarlarına DC++ karar versin

source: Let DC++ draw tabs
tr: DC++'ın sekmeleri çizmesine izin ver

source: Loading DC++, please wait... (%1%)
fi: DC++ käynnistyy, odota hetki... (%1%)
tr: DC++ yükleniyor, lütfen bekleyin...(%1%)

source: Note: some of these options require that you restart DC++
fi: Huomautus: Jotkin näistä asetuksista vaativat DC++:n uudelleenkäynnistyksen
tr: Bilgil: Bu ayarların bazılarının etkinleşmesi için DC++ yeniden başlatılmalıdır

source: Pending downloads information
tr: İndirme bilgisi bekleniyor

source: Pending uploads information
tr: Yükleme bilgisi bekleniyor

source: Please wait while DC++ indexes your files (they won't be shared until they've been indexed)...
fi: Odota, kun DC++ luo tarkistussummat tiedostoista (tiedostoja ei jaeta ennen kuin ne ovat tietokannassa)...
tr: DC++ dosyalarınızı indexlerken lütfen bekleyin. (Dosyalarınız tamamen indexlenene kadar paylaşılamaz)

source: Queued bytes
tr: Kuyruktaki baytlar

source: Queued files
tr: Kuyruktaki dosyalar

source: Show those generated by DC++
tr: DC++ tarafından üretilenleri göster

source: The %1% GeoIP database could not be updated
tr: %1% GeoIP veritabanı güncellenemedi

source: The %1% GeoIP database has been successfully updated
tr: %1% GeoIP veritabanı başarılı bir şekilde güncellendi

source: Updating the %1% GeoIP database...
tr: %1% GeoIP veritabanı güncelleniyor...

source: Bot
fi: Botti
